{
  "page": {
    "text": {
      "1": "acuerdo de usuario",
      "2": "introducción",
      "3": "Este Acuerdo de usuario (\"Acuerdo\") establece el uso del bot de Telegram @wefatebot (\"Servicio\", \"Bot\", \"Nosotros\") por parte del usuario (\"Usuario\", \"Cliente\", \"Usted\").",
      "4": "Antes de utilizar el Servicio, usted acepta haber leído y aceptado todos los términos y condiciones contenidos en este Acuerdo y en nuestra Política de Privacidad disponible en @wefatebot.",
      "5": "Al comenzar a utilizar el Servicio o sus funciones individuales, se considera que el Usuario ha aceptado los términos del Acuerdo en su totalidad, sin reservas ni excepciones.",
      "6": "Los términos de este Acuerdo se aplican a todos los usuarios y otras personas que acceden o utilizan el Servicio. Si no acepta y cumple con cualquiera de los términos de este Acuerdo, o si el Acuerdo contradice las leyes de su país o las leyes de su ubicación, deberá aceptar no utilizar @wefatebot. Si no lo hace, será responsable de todas las pérdidas y daños causados al robot o a terceros como resultado de su negativa.",
      "7": "El Servicio puede de vez en cuando, a su discreción, realizar cambios y mejoras a este Acuerdo.",
      "8": "Al continuar utilizando el Servicio después de que se hayan realizado estos cambios, se considera que usted ha manifestado y aceptado los cambios.",
      "9": "El servicio se basa en los algoritmos de la aplicación Telegram, así que consulte también los Términos de uso y la Política de privacidad de Telegram.",
      "10": "servicios prestados",
      "11": "El Bot proporciona servicios de citas y comunicación: el Bot brinda la oportunidad de crear perfiles que otros usuarios pueden ver y que les gustan o no. El agrado mutuo de los perfiles da como resultado el intercambio de datos de contacto de Telegram para una mayor comunicación.",
      "12": "Para garantizar la seguridad y una experiencia de usuario personalizada, el Bot segrega los perfiles de usuarios menores de 18 años (menores) de los de usuarios adultos. Este aislamiento minimiza las interacciones entre menores y adultos y mejora la seguridad del entorno para los usuarios más jóvenes.",
      "13": "Condiciones de uso",
      "14": "Para ser elegible para utilizar el Servicio, usted declara y garantiza que:",
      "15": "Usted es una persona con plena capacidad jurídica y capacidad física y tiene autoridad suficiente para aceptar este documento.",
      "16": "No nos proporcionas información engañosa, falsa o fraudulenta.",
      "17": "No se le ha prohibido ni restringido previamente el uso de nuestro Servicio.",
      "18": "No viola ninguna de las disposiciones de este Acuerdo ni las leyes y regulaciones aplicables.",
      "19": "Usted es responsable del cumplimiento de las leyes pertinentes en el territorio de su residencia (registro) desde el cual accede a @wefatebot.",
      "20": "Los usuarios menores de 18 años deberán obtener el consentimiento explícito de sus representantes legales antes de utilizar el Servicio. Al continuar utilizando el Servicio, los menores confirman que se ha otorgado dicho consentimiento. El Servicio no es responsable de ningún uso por parte de menores sin dicho consentimiento.",
      "21": "El Servicio recomienda el uso del Bot a personas mayores de 18 años. Los menores solo pueden utilizar el Bot para encontrar amigos o entablar comunicaciones no románticas, siempre que hayan obtenido el permiso de sus representantes legales.",
      "22": "Para mejorar la seguridad, el Bot garantiza que los perfiles de menores no se muestren a usuarios adultos y viceversa. Esta separación es una medida crítica para evitar interacciones no deseadas o inapropiadas.",
      "23": "El Servicio se reserva el derecho de restringir o prohibir el uso del Bot en determinadas jurisdicciones, si así lo exige la ley aplicable.",
      "24": "También garantiza que no hará un mal uso del Servicio ni intentará interrumpirlo o interferir de otro modo con él, por ejemplo, no utilizará el Bot para acciones fraudulentas o engañosas, introducir malware, piratería informática, difundir spam o eludir nuestros sistemas o medidas de seguridad.",
      "25": "También puedes notificar a @wefatebot si deseas dejar de acceder al Bot en cualquier momento enviando una solicitud de soporte.",
      "26": "Procedimiento de registro y uso del bot.",
      "27": "Procedimiento de registro.",
      "28": "Enviando una solicitud.",
      "29": "Para comenzar a utilizar @wefatebot, debes activar el bot y proporcionarle a @wefatebot los datos necesarios para crear el perfil del usuario del Bot. Los datos incluyen: apodo, sexo, edad, orientación, la ciudad donde planea conocerse, el idioma, la foto/video proporcionada por el usuario.",
      "30": "El usuario también puede agregar una descripción de sus intereses, pasatiempos y otra información en el perfil.",
      "31": "Verificación y seguimiento de usuarios.",
      "32": "Nos reservamos el derecho de restringir o bloquear su acceso a @wefatebot y posponer el registro si detectamos un riesgo de fraude o cualquier otra actividad ilegal.",
      "33": "También es posible que le solicitemos que proporcione información adicional o que espere un tiempo después de haber completado el suministro de los datos antes de permitirle utilizar los servicios. Se puede solicitar una videoverificación para perfiles de alto riesgo para confirmar la autenticidad. Los criterios para identificar perfiles de alto riesgo son internos y no están sujetos a divulgación.",
      "34": "Al acceder a los servicios proporcionados por los socios de @wefatebot a través del Bot, usted da su consentimiento para la transferencia de sus datos a los socios del Bot y comprende que @wefatebot tiene derecho a restringir su acceso al Servicio y a los servicios adicionales en función de la información recibida de sus socios.",
      "35": "Usando el chatbot.",
      "36": "Después de completar el proceso de creación del perfil, tiene la oportunidad de ver los perfiles de otros usuarios. Para familiarizarse con los perfiles de otros usuarios, debe seleccionar \"Ver perfiles\".",
      "37": "Elige un elemento en forma de \"corazón\" si quieres conocer al usuario. En caso de no estar dispuesto a seguir conociéndose, elija un elemento en forma de \"cancelar\", luego se le mostrará el siguiente perfil.",
      "38": "Si ha seleccionado un artículo en forma de \"corazón\", la persona respecto de quien haya seleccionado este artículo recibirá una notificación de su elección. Si esta persona también elige este elemento, recibirá un enlace a su perfil de Telegram, donde podrá comenzar a comunicarse a través del mensajero de Telegram.",
      "39": "En el proceso de visualización de los perfiles se podrán mostrar anuncios colocados de conformidad con lo dispuesto en la legislación. Los anunciantes no tienen acceso directo a los datos personales del usuario. En cambio, se utiliza información anónima y agregada para la orientación de anuncios.",
      "40": "Uso prohibido del bot",
      "41": "Le otorgamos una licencia no exclusiva e intransferible para usar @wefatebot de acuerdo con los términos y condiciones de este Acuerdo.",
      "42": "Tiene derecho a acceder y utilizar el Servicio y los materiales e información relacionados (denominados colectivamente el \"Contenido\") exclusivamente de acuerdo con los términos de este Acuerdo.",
      "43": "Cualquier otro uso del Servicio o Contenido está estrictamente prohibido, y todos los demás derechos y títulos del Servicio o Contenido pertenecen exclusivamente al propietario de @wefatebot, sus licenciantes.",
      "44": "Está prohibido el uso del Servicio con fines publicitarios relacionados con servicios ilegales, esquemas fraudulentos, pirámides, darknet, extorsión, lavado de dinero, financiamiento del terrorismo, sujetos a regímenes de sanciones y otras categorías de riesgo inaceptable para @wefatebot.",
      "45": "Está prohibido hacerse pasar por otra persona al registrarse y utilizar @wefatebot.",
      "46": "Las expresiones de naturaleza sexual o los indicios de actos sexuales contra personas menores de 18 años no cumplen con nuestros términos de servicio y son ilegales en muchos países. Si se le detecta en tales acciones, su cuenta será eliminada y la información sobre ella se transferirá a la policía local.",
      "47": "Resolución de quejas",
      "48": "Si tiene algún comentario, pregunta o queja, comuníquese con el servicio de atención al cliente (@wefatehelp).",
      "49": "Si tiene una queja, indique el motivo de su queja, cómo le gustaría que resolvamos la queja y cualquier otra información que considere apropiada. Investigaremos su queja en función de la información que haya proporcionado y de cualquier información proporcionada por @wefatebot.",
      "50": "Su queja será considerada dentro de los 14 (catorce) días calendario a partir de la fecha de recepción de la queja por parte del servicio de soporte.",
      "51": "El Agente del equipo de soporte de @wefatebot puede tomar las siguientes decisiones basándose en su queja:",
      "52": "Resolver su queja de acuerdo con su solicitud.",
      "53": "Tomar la decisión de rechazar su denuncia e indicar los motivos del rechazo.",
      "54": "Resuelva su queja de forma alternativa.",
      "55": "Usted acepta utilizar el procedimiento de queja descrito en esta sección antes de presentar un reclamo ante el tribunal. El incumplimiento de esta disposición puede utilizarse como prueba de su falta de voluntad para resolver el asunto fuera de los tribunales y/o de la naturaleza inaceptable de la queja.",
      "56": "Suspensión y terminación del acceso al bot.",
      "57": "@wefatebot puede restringir o cancelar su acceso al Servicio si así lo requiere una citación válida, orden judicial u orden obligatoria de una agencia gubernamental.",
      "58": "y/o sospechamos razonablemente que el Usuario hace un uso prohibido de @wefatebot;",
      "59": "y/o el uso de su perfil es objeto de cualquier procedimiento legal, investigación o procedimiento gubernamental;",
      "60": "y/o creemos que existe un mayor riesgo de incumplimiento de los requisitos legales o reglamentarios con respecto a su uso de @wefatebot;",
      "61": "y/o nuestros socios de servicio no pueden respaldar su uso del Servicio;",
      "62": "y/o usted toma acciones que, a nuestro exclusivo criterio, eluden las reglas y controles que hemos establecido, incluyendo, entre otros, abrir múltiples perfiles o abusar de las promociones que @wefatebot puede ofrecer de vez en cuando;"
    }
  }
}
