{
  "page": {
    "text": {
      "1": "Política de privacidad",
      "2": "Disposiciones generales",
      "3": "Esta política de privacidad de datos personales se aplica a toda la información publicada en Telegram-bot @wefatebot (Compañía, el \"Proveedor de Servicios\", \"Nosotros\"), que los visitantes del bot (los \"Usuarios\", \"Usted\") pueden proporcionar/recibir mientras lo usan.",
      "4": "El Proveedor de Servicios, de acuerdo con los requisitos legales aplicables, garantiza la confidencialidad de los datos y la implementación de medidas técnicas y organizativas apropiadas para proteger los datos contra acceso no autorizado, divulgación, pérdida accidental, alteración, destrucción u otro procesamiento ilegal.",
      "5": "Esta Política de Privacidad establece nuestra política y obligaciones actuales en materia de protección de datos y privacidad. En consecuencia, nos esforzamos por recopilar y procesar únicamente los datos estrictamente necesarios en el contexto de nuestras relaciones con clientes, socios, usuarios/visitantes de nuestro Servicio y recursos en línea, para proporcionar servicios y/o información para fines específicos y legítimos.",
      "6": "Publicamos nuestra Política de Privacidad en el bot de Telegram @wefatebot en su última versión. Léala atentamente. Al acceder y utilizar este Bot, usted confirma que ha leído, comprendido y aceptado esta Política de Privacidad.",
      "7": "Esta Política de Privacidad es parte integral del Acuerdo de Usuario publicado en el bot de Telegram @wefatebot y es necesario leerla para utilizar el Servicio.",
      "8": "El Proveedor de Servicios se reserva el derecho, a su entera discreción, de cambiar esta Política de Privacidad en cualquier momento mediante la publicación de una versión actualizada de la Política de Privacidad en el Bot de Telegram @wefatebot y, si los cambios son significativos, notificar a los Usuarios al respecto. Una versión modificada o actualizada de esta Política de Privacidad entra en vigor desde el momento en que se publica en el Bot. Al continuar utilizando el Servicio, el Usuario acepta la Política de Privacidad actualizada.",
      "9": "El servicio se basa en los algoritmos de la aplicación Telegram, por lo que también consulte los Términos de uso y la Política de privacidad de Telegram.",
      "10": "La información que recopilamos sobre usted",
      "11": "El principal propósito por el cual el Proveedor de Servicios recopila sus datos es proporcionarle servicios para utilizar el bot de Telegram @wefatebot (en adelante, los Servicios). En el proceso de proporcionarle nuestros Servicios, para poder utilizarlos y mejorarlos, necesitamos recopilar información personal sobre usted.",
      "12": "El Proveedor de Servicios recopilará y procesará los siguientes datos sobre usted:",
      "13": "Información que usted nos proporciona: Usted nos proporciona la siguiente información sobre usted durante el proceso de registro para utilizar nuestros Servicios: apodo, género, edad, orientación, la ciudad en la que desea conocer gente, el idioma en el que se operará el servicio. La información también puede incluir un enlace a un perfil personal, un ID de cuenta personal en el mensajero Telegram y el idioma del mensajero Telegram. Además, esta es información que usted proporciona al continuar utilizando nuestros Servicios, participar en una promoción o encuesta, así como al informar problemas con nuestros Servicios.",
      "14": "Información que recopilamos sobre usted: El proveedor de servicios puede recopilar automáticamente la siguiente información:",
      "15": "Información técnica, incluidos sus datos de registro, sistema operativo y datos del dispositivo.",
      "16": "Detalles de las transacciones que realiza al utilizar nuestros servicios.",
      "17": "Materiales de video para fines de verificación: En el caso de los usuarios de alto riesgo, podemos recopilar materiales de video como parte del proceso de verificación. Estos videos se utilizan exclusivamente para confirmar la autenticidad del perfil del usuario, evitar fraudes y mejorar la seguridad del servicio. Los criterios para identificar perfiles de alto riesgo son internos y no están sujetos a divulgación, lo que garantiza que las medidas de seguridad sigan siendo efectivas contra el uso indebido o la manipulación.",
      "18": "Información de otras fuentes: El Proveedor de Servicios puede recibir información sobre usted si utiliza cualquiera de los sitios web que administramos u otros servicios que brindamos.",
      "19": "Usted acepta que tenemos el derecho, pero no estamos obligados a, almacenar toda la información personal recopilada durante todo el período de uso de nuestros Servicios y durante un período prescrito por la ley, pero no más de 5 (cinco) años. El período de almacenamiento puede extenderse por un período no superior a 1 (un) año, si existe una solicitud motivada de la autoridad competente.",
      "20": "El Proveedor de Servicios no procesa intencionalmente los datos de menores. El Proveedor de Servicios recomienda el uso del Bot a personas mayores de 18 años. La responsabilidad de las acciones de los menores, incluida la compra de servicios por parte de ellos, recae en los representantes legales de los menores. Todos los visitantes menores de 18 años deben obtener el permiso de sus representantes legales antes de proporcionar cualquier información sobre sí mismos. Si el Proveedor de Servicios se da cuenta de que ha recibido información sobre un menor sin el consentimiento de los representantes legales, dicha información se eliminará lo antes posible.",
      "21": "Cómo protegemos su información",
      "22": "El Proveedor de Servicios mantiene su información personal segura utilizando almacenamiento seguro con encriptación de acuerdo con los estándares de la industria, y hemos implementado una serie de medidas de seguridad para garantizar que su información no se pierda, use indebidamente o altere, incluyendo, pero no limitado a lo siguiente:",
      "23": "Medidas físicas:",
      "24": "Los soportes físicos que contienen sus datos serán almacenados en interior, además se utilizan medios físicos especiales de protección de la información (vallas exteriores envolventes, sistema de videovigilancia, sistema de control de acceso mediante credenciales y sistema de reconocimiento biométrico, incluida la protección por infrarrojos de los límites del recinto).",
      "25": "Medidas electrónicas:",
      "26": "Los datos se almacenarán en sistemas informáticos y en soportes físicos, sujetos a estrictas restricciones de entrada.",
      "27": "Medidas de gestión:",
      "28": "Los niveles de acceso están separados para que sólo los empleados autorizados puedan entrar en contacto con sus datos, y dichos empleados se han comprometido a cumplir con nuestras normas internas de privacidad de datos.",
      "29": "Medidas técnicas:",
      "30": "Se puede utilizar tecnología de cifrado para transferir y almacenar sus datos. Utilizamos diversas tecnologías y controles de seguridad disponibles actualmente para minimizar el riesgo de que sus datos puedan ser divulgados, dañados, mal utilizados, obtenidos sin permiso, divulgados sin permiso o alterados. Nuestros equipos de seguridad técnica monitorean activamente la actividad anormal y maliciosa en nuestros servidores y servicios.",
      "31": "Otras medidas:",
      "32": "Nos esforzamos por proteger su información contra el acceso no autorizado, la modificación, la divulgación o la destrucción de los datos que recopilamos y almacenamos.",
      "33": "Tomamos varias medidas para garantizar la seguridad de la información, entre ellas:",
      "34": "Cifrando nuestros mensajes con usted;",
      "35": "Análisis periódico de nuestros métodos de recopilación, almacenamiento y procesamiento de datos;",
      "36": "Acceso limitado a sus datos en función del conocimiento necesario para nuestros empleados y proveedores, quienes están sujetos a estrictas obligaciones contractuales de confidencialidad.",
      "37": "Tenga en cuenta que es imposible garantizar al 100% la seguridad de la información. Por lo tanto, le solicitamos que tome medidas para proteger su información personal.",
      "38": "Usted acepta que el Proveedor de Servicios no es responsable por ninguna fuga de información y otras pérdidas no causadas por nuestra intención o negligencia grave, incluyendo, pero no limitado a ataques de piratas informáticos, cortes de energía o fallas técnicas inevitables, en la medida máxima permitida por la ley, fuga de datos del usuario por su propia culpa.",
      "39": "Si sospecha que su información personal ha sido comprometida, comuníquese con nosotros de inmediato.",
      "40": "Formas de utilizar sus datos",
      "41": "Utilizamos la información que recopilamos sobre usted para los siguientes fines o de las siguientes maneras:",
      "42": "Para proporcionar nuestros servicios: El Proveedor de servicios utiliza la información recopilada para cumplir con sus obligaciones con respecto a usted, para proporcionarle información, productos y servicios, para mantener y brindar mejores Servicios, para verificar su identidad.",
      "43": "Para cumplir con los requisitos de la ley: El proveedor de servicios utilizará la información de acuerdo con nuestras obligaciones legales, solicitudes gubernamentales y solicitudes razonables de los usuarios.",
      "44": "Para investigación y desarrollo:",
      "45": "El Proveedor de Servicios mide y analiza activamente los datos para la administración de nuestros Servicios y para operaciones internas, incluyendo resolución de problemas, análisis de datos, pruebas, investigación, fines estadísticos y de revisión, así como para comprender cómo usted utiliza e interactúa con nuestros Servicios.",
      "46": "Nuestros equipos de operaciones llevan a cabo esta revisión para mejorar continuamente nuestros Servicios y solucionar problemas de la interfaz de usuario. Además, el Proveedor de Servicios utiliza dicha información para personalizar, medir y mejorar nuestros Servicios, el contenido y el diseño de nuestros sitios web, así como para desarrollar nuevos servicios.",
      "47": "Monitoreamos constantemente la información sobre las actividades en nuestros sistemas y nuestras comunicaciones con los usuarios para buscar y solucionar rápidamente problemas.",
      "48": "Para comunicarnos con usted: Sin recopilar y procesar sus datos para confirmar cada mensaje, el Proveedor de Servicios no podrá responder a las solicitudes que envíe.",
      "49": "Para garantizar el cumplimiento de nuestros términos y condiciones: La información recopilada también se utiliza para cumplir de forma continua y activa con nuestros términos y condiciones, incluyendo, entre otros, revisar, investigar y prevenir cualquier actividad potencialmente prohibida o ilegal que pueda violar las disposiciones anteriores, o divulgar información relevante a un tercero de conformidad con ellas.",
      "50": "Para la verificación de video: los materiales de video recopilados como parte de la verificación se utilizan para confirmar la autenticidad del perfil y evitar actividades fraudulentas. Además, los datos de video anónimos pueden utilizarse para análisis, mejorar algoritmos de seguridad y desarrollar nuevas funciones.",
      "51": "Para fines de marketing y publicidad: El Proveedor de Servicios puede compartir su información personal con nuestros socios de marketing con fines de segmentación, modelado y/o análisis, así como de marketing y publicidad. Los anunciantes no tienen acceso directo a los datos personales de los usuarios. En cambio, el Proveedor de Servicios utiliza información anónima y agregada para orientar los anuncios de manera eficaz sin comprometer la privacidad del usuario.",
      "52": "Para publicidad dirigida: podemos utilizar su información personal, como género, edad y ubicación geográfica, para proporcionar anuncios personalizados y contenido patrocinado en colaboración con nuestros socios publicitarios.",
      "53": "Para otros fines: El Proveedor de Servicios podrá divulgar su información personal para cualquier otro propósito para el cual usted otorgue consentimiento adicional, expresado mediante la firma de un documento escrito o llenando un formulario electrónico proporcionado por el Proveedor de Servicios.",
      "54": "Base legal para el tratamiento",
      "55": "Cuando procesamos sus datos, nos basamos en una de las siguientes bases legales para el procesamiento. Podemos procesar sus datos por varias razones legítimas, dependiendo del propósito específico para el que usemos sus datos.",
      "56": "Ejecución del contrato:",
      "57": "Podemos procesar datos si el procesamiento de sus datos es necesario para cumplir con nuestras obligaciones según el Acuerdo de Usuario que hemos celebrado con usted.",
      "58": "Obligación legal o de interés público:",
      "59": "Estamos obligados a tratar sus datos de conformidad con las obligaciones legales.",
      "60": "Las finalidades del tratamiento incluyen el control sobre la verificación de identidad, la prevención del blanqueo de capitales y del fraude, medidas de control de riesgos, así como proporcionar información a una autoridad competente, agencia gubernamental o agencia de aplicación de la ley.",
      "61": "Intereses legítimos:",
      "62": "Si es necesario, podemos procesar datos si nosotros o el tercero tenemos un interés legítimo en perseguir intereses comerciales y empresariales, excepto en los casos en que dichos intereses se superpongan con sus intereses, derechos y libertades fundamentales.",
      "63": "Su consentimiento:",
      "64": "En determinadas circunstancias, podremos solicitarle permiso específico para procesar información personal adicional para determinados fines.",
      "65": "Sus datos serán tratados de esta manera si usted está de acuerdo con ello. Si la base legal es el consentimiento que usted ha dado, puede revocar su consentimiento en cualquier momento. La revocación de su consentimiento no afectará a la legalidad de los datos tratados antes de la revocación.",
      "66": "¿Quién recibe sus datos?",
      "67": "El Proveedor de Servicios recibe sus datos para atender solicitudes y prestar servicios, así como para cumplir con nuestras obligaciones contractuales y legales.",
      "68": "Transferimos sus datos a terceros si es necesario para nuestras necesidades comerciales legítimas, para cumplir con solicitudes, proporcionar servicios y/o de conformidad con los requisitos o permisos de la ley. Terceros en tales circunstancias:",
      "69": "Proveedores de servicios:",
      "70": "El proveedor de servicios comunicará los datos a terceros socios y proveedores de servicios (encargados del tratamiento) para que puedan procesarlos en nuestro nombre, en caso necesario. Estos proveedores de servicios están obligados a ofrecer garantías suficientes de conformidad con la Ley de Protección de Datos (por ejemplo, estar sujetos a obligaciones contractuales en materia de confidencialidad y protección de datos). Solo transmitiremos los datos que necesiten para prestar sus servicios.",
      "71": "Auditores y consultores:",
      "72": "Podemos revelar datos para los fines y en el contexto de inspecciones (por ejemplo, inspecciones externas, controles de seguridad) a consultores legales y de otro tipo para investigar problemas de seguridad, riesgos, quejas, etc.",
      "73": "Autoridades reguladoras, organismos encargados de hacer cumplir la ley, tribunales:",
      "74": "El Proveedor de Servicios puede divulgar datos de conformidad con las leyes aplicables, obligaciones regulatorias, para responder a solicitudes de autoridades regulatorias, agencias gubernamentales y policiales, tribunales y órdenes judiciales."
    }
  }
}
