{
  "page": {
    "text": {
      "1": "korisnički ugovor",
      "2": "uvod",
      "3": "Ovaj Korisnički ugovor (\"Ugovor\") omogućuje korištenje Telegram bota @wefatebot (\"Usluga\", \"Bot\", \"Mi\") od strane korisnika (\"Korisnik\", \"Klijent\", \"Vi\").",
      "4": "Prije korištenja Usluge slažete se da ste pročitali i prihvatili sve uvjete i odredbe sadržane u ovom Ugovoru i u našim Pravilima privatnosti dostupnima na @wefatebot.",
      "5": "Početkom korištenja Servisa ili pojedinih njegovih funkcija, smatra se da je Korisnik prihvatio uvjete Ugovora u cijelosti, bez ikakvih rezervi i iznimaka.",
      "6": "Uvjeti ovog Ugovora primjenjuju se na sve korisnike i druge osobe koje pristupaju ili koriste Uslugu. Ako se ne slažete prihvatiti i pridržavati se bilo kojeg uvjeta ovog Ugovora, ili ako je Ugovor u suprotnosti sa zakonima vaše zemlje ili zakonima vaše lokacije, složit ćete se da nećete koristiti @wefatebot. Ako to ne učinite, bit ćete odgovorni za sve gubitke i štete uzrokovane botu ili trećim stranama kao rezultat vašeg odbijanja.",
      "7": "Usluga može s vremena na vrijeme, prema vlastitom nahođenju, mijenjati i poboljšavati ovaj Ugovor.",
      "8": "Nastavkom korištenja usluge nakon ovih promjena smatra se da ste potvrdili i da ste suglasni s promjenama.",
      "9": "Usluga se temelji na algoritmima aplikacije Telegram, stoga molimo pogledajte i Uvjete korištenja i Politiku privatnosti Telegrama.",
      "10": "pružene usluge",
      "11": "Bot pruža usluge upoznavanja i komunikacije: Bot pruža mogućnost stvaranja profila koje mogu vidjeti drugi korisnici i koji im se mogu svidjeti ili ne svidjeti. Obostrano lajkanje profila rezultira razmjenom Telegram kontakt podataka za daljnju komunikaciju.",
      "12": "Kako bi osigurao sigurnost i prilagođeno korisničko iskustvo, Bot odvaja profile korisnika mlađih od 18 godina (maloljetnika) od onih odraslih korisnika. Ova izolacija smanjuje interakcije između maloljetnika i odraslih i povećava sigurnost okoline za mlađe korisnike.",
      "13": "Uvjeti korištenja",
      "14": "Da biste ispunili uvjete za korištenje usluge, izjavljujete i jamčite da:",
      "15": "Vi ste osoba s punom poslovnom i fizičkom sposobnošću i imate dovoljno ovlasti da prihvatite ovaj dokument.",
      "16": "Ne dajete nam obmanjujuće, lažne ili lažne informacije.",
      "17": "Nije vam prije bilo zabranjeno ili ograničeno korištenje naše usluge.",
      "18": "Ne kršite nijednu odredbu ovog Ugovora ili primjenjivih zakona i propisa.",
      "19": "Vi ste odgovorni za poštivanje relevantnih zakona na području vašeg prebivališta (registracije) s kojeg pristupate @wefatebot.",
      "20": "Korisnici mlađi od 18 godina prije korištenja usluge moraju dobiti izričitu suglasnost svojih pravnih zastupnika. Nastavkom korištenja usluge maloljetnici potvrđuju da je takav pristanak dat. Usluga nije odgovorna za bilo kakvo korištenje od strane maloljetnika bez takvog pristanka.",
      "21": "Usluga preporuča korištenje Bota osobama starijim od 18 godina. Maloljetnici mogu koristiti Bot samo za pronalaženje prijatelja ili upuštanje u neromantičnu komunikaciju, pod uvjetom da su dobili dopuštenje od svojih zakonskih zastupnika.",
      "22": "Radi povećanja sigurnosti, Bot osigurava da se profili maloljetnika ne prikazuju odraslim korisnicima i obrnuto. Ovo odvajanje je kritična mjera za sprječavanje neželjenih ili neprikladnih interakcija.",
      "23": "Usluga zadržava pravo ograničiti ili zabraniti korištenje Bota u određenim jurisdikcijama, ako to zahtijeva primjenjivi zakon.",
      "24": "Također jamčite da nećete zloupotrijebiti Uslugu ili pokušati ometati je ili na drugi način ometati je, na primjer, nećete koristiti Bot za prijevarne ili zavaravajuće radnje, uvođenje zlonamjernog softvera, hakiranje, širenje neželjene pošte ili zaobilaženje naših sustava ili sigurnosnih mjera.",
      "25": "Također možete obavijestiti @wefatebot ako želite prestati pristupati botu u bilo kojem trenutku slanjem zahtjeva za podršku.",
      "26": "Postupak registracije i korištenje bota",
      "27": "Postupak registracije.",
      "28": "Slanje zahtjeva.",
      "29": "Da biste počeli koristiti @wefatebot, morate aktivirati bota i dati @wefatebotu podatke potrebne za izradu profila korisnika bota. Podaci uključuju: nadimak, spol, dob, orijentaciju, grad u kojem se planirate upoznati, jezik, fotografiju/video koju daje korisnik.",
      "30": "Korisnik također može dodati opis svojih interesa, hobija i druge podatke u profil.",
      "31": "Provjera i praćenje korisnika.",
      "32": "Zadržavamo pravo ograničiti ili blokirati vaš pristup @wefatebot i odgoditi registraciju ako otkrijemo rizik od prijevare ili bilo koje druge nezakonite aktivnosti.",
      "33": "Možemo također od vas tražiti dodatne informacije ili pričekati neko vrijeme nakon što dovršite unos podataka prije nego što vam dopustimo korištenje usluga. Videoprovjera može biti zatražena za visokorizične profile kako bi se potvrdila autentičnost. Kriteriji za identifikaciju visokorizičnih profila su interni i ne podliježu objavljivanju.",
      "34": "Pristupom uslugama koje pružaju @wefatebot partneri putem Bota, dajete privolu za prijenos vaših podataka partnerima Bota i razumijete da @wefatebot ima pravo ograničiti vaš pristup Usluzi i dodatnim uslugama na temelju informacija dobivenih od svojih partnera.",
      "35": "Korištenje chatbota.",
      "36": "Nakon dovršetka procesa izrade profila, imate priliku pregledavati profile drugih korisnika. Kako biste se upoznali s profilima drugih korisnika, potrebno je odabrati \"Prikaži profile\".",
      "37": "Odaberite stavku u obliku \"srca\" ako želite upoznati korisnika. U slučaju nespremnosti na daljnje upoznavanje, odaberite stavku u obliku \"otkaži\", a zatim će vam se prikazati sljedeći profil.",
      "38": "Ako ste odabrali stavku u obliku \"srca\", tada će osoba za koju ste odabrali tu stavku dobiti obavijest o vašem izboru. Ako i ta osoba odabere ovu stavku, tada ćete dobiti poveznicu na njen Telegram profil, gdje možete započeti komunikaciju putem Telegram messengera.",
      "39": "U procesu pregledavanja profila mogu se prikazivati oglasi postavljeni u skladu s odredbama zakona. Oglašivači nemaju izravan pristup osobnim podacima korisnika. Umjesto toga, za ciljanje oglasa koriste se anonimizirani i agregirani podaci.",
      "40": "Zabranjeno korištenje bota",
      "41": "Dajemo vam neisključivu, neprenosivu licencu za korištenje @wefatebota u skladu s odredbama i uvjetima ovog Ugovora.",
      "42": "Imate pravo pristupa i korištenja usluge i povezanih materijala i informacija (zajedničkim nazivom \"Sadržaj\") isključivo u skladu s uvjetima ovog Ugovora.",
      "43": "Svako drugo korištenje usluge ili sadržaja strogo je zabranjeno, a sva druga prava, naslovi nad uslugom ili sadržajem pripadaju isključivo vlasniku @wefatebota, njegovim davateljima licence.",
      "44": "Zabranjeno je korištenje usluge u svrhu oglašavanja u vezi s ilegalnim uslugama, prijevarnim shemama, piramidama, darknetom, iznudom, pranjem novca, financiranjem terorizma, subjektima režima sankcija i drugim kategorijama neprihvatljivog rizika za @wefatebot.",
      "45": "Zabranjeno je lažno predstavljanje druge osobe prilikom registracije i korištenja @wefatebota.",
      "46": "Izrazi seksualne prirode ili nagovještaji seksualnih radnji protiv osoba mlađih od 18 godina nisu u skladu s našim uvjetima usluge i nezakoniti su u mnogim zemljama. Ako budete otkriveni u takvim radnjama, vaš će račun biti izbrisan, a informacije o njemu proslijeđene lokalnoj policiji.",
      "47": "Rješavanje pritužbi",
      "48": "Ako imate povratne informacije, pitanja ili pritužbe, obratite se korisničkoj podršci (@wefatehelp).",
      "49": "Ako imate pritužbu, navedite razlog pritužbe, kako želite da riješimo pritužbu i sve druge informacije koje smatrate prikladnima. Istražit ćemo vašu žalbu na temelju informacija koje ste dostavili i svih informacija koje je dostavio @wefatebot.",
      "50": "Vaš prigovor bit će razmotren u roku od 14 (četrnaest) kalendarskih dana od dana primitka prigovora od strane službe podrške.",
      "51": "Agent iz @wefatebot tima za podršku može donijeti sljedeće odluke na temelju vaše žalbe:",
      "52": "Riješite svoju reklamaciju sukladno Vašem zahtjevu.",
      "53": "Donesite odluku o odbijanju vašeg prigovora i navedite razloge odbijanja.",
      "54": "Riješite svoj prigovor na alternativni način.",
      "55": "Suglasni ste da ćete koristiti žalbeni postupak opisan u ovom odjeljku prije podnošenja zahtjeva sudu. Nepoštivanje ove odredbe može se koristiti kao dokaz vaše nespremnosti da riješite problem izvan suda i/ili neprihvatljive prirode pritužbe.",
      "56": "Suspenzija i prekid pristupa botu",
      "57": "@wefatebot može ograničiti ili prekinuti vaš pristup usluzi ako to zahtijeva važeći sudski poziv, sudski nalog ili obvezni nalog vladine agencije,",
      "58": "i/ili opravdano sumnjamo da je Korisnik zabranjeno koristiti @wefatebot;",
      "59": "i/ili je korištenje vašeg profila predmet bilo kakvog pravnog postupka, istrage ili državnog postupka;",
      "60": "i/ili vjerujemo da postoji povećan rizik od nepoštivanja zakonskih ili regulatornih zahtjeva u vezi s vašom upotrebom @wefatebota;",
      "61": "i/ili naši servisni partneri ne mogu podržati vašu upotrebu Usluge;",
      "62": "i/ili poduzmete radnje koje, prema našem vlastitom nahođenju, zaobilaze pravila i kontrole koje smo uspostavili, uključujući, ali ne ograničavajući se na otvaranje više profila ili zlouporabu promocija koje @wefatebot može ponuditi s vremena na vrijeme;",
      "63": "ili kršite ovaj Ugovor i druga pravila @wefatebota.",
      "64": "Sadržaj treće strane",
      "66": "Ako tijekom korištenja Bota korisnički profili sadrže (ili mogu sadržavati) poveznice na stranice na internetu (stranice trećih strana) kao i članke, fotografije, ilustracije, grafičke slike, glazbu, zvukove, video zapise, informacije, aplikacije, programe i druge sadržaje koji pripadaju ili potječu od trećih strana (Third PartyvContent). Usluga ne provjerava usklađenost ovih trećih strana i njihovog sadržaja s bilo kojim posebnim zahtjevima (npr. točnost, potpunost, zakonitost itd.). Usluga nije odgovorna za bilo kakve informacije objavljene na stranicama trećih strana kojima korisnici pristupaju putem poveznica u korisničkim profilima ili Sadržaja trećih strana. Korisnici stupaju u interakciju sa sadržajem treće strane prema vlastitom nahođenju i riziku.",
      "67": "Ako bilo koji Sadržaj treće strane krši vaša prava ili se čini da je nezakonit, možete se obratiti Usluzi radi pregleda i moguće radnje, ali konačnu odgovornost snosi kreator ili vlasnik Sadržaja treće strane.",
      "68": "Suradnja s agencijama za provođenje zakona",
      "69": "Služba surađuje s agencijama za provođenje zakona i drugim ovlaštenim organizacijama strogo u okviru važećih zakona i propisa. Zahtjevi za korisničkim podacima ili drugim informacijama moraju biti u skladu sa sljedećim zahtjevima:",
      "70": "Podnošenje zahtjeva:",
      "71": "Zahtjevi se moraju slati sa službene adrese e-pošte koja pripada agenciji za provođenje zakona koja podnosi zahtjev na naznačenu adresu e-pošte: budaev.e@gmail.com",
      "72": "Zahtjev mora sadržavati ime i položaj službenika koji podnosi zahtjev, svrhu i opseg zahtjeva te relevantnu dokumentaciju, poput sudskog naloga ili drugog zakonskog ovlaštenja.",
      "73": "E-pošta također mora sadržavati Telegram kontakt za brzu komunikaciju sa službenikom koji podnosi zahtjev, ako je potrebno.",
      "74": "Provjera zahtjeva",
      "75": "Služba zadržava pravo provjere vjerodostojnosti zahtjeva kontaktiranjem agencije podnositelja putem javno dostupnih službenih kanala."
    }
  }
}
