{
  "page": {
    "text": {
      "1": "Politika privatnosti",
      "2": "Opće odredbe",
      "3": "Ova politika privatnosti osobnih podataka primjenjuje se na sve informacije objavljene u Telegram-botu @wefatebot (Tvrtka, \"Pružatelj usluga\", \"Mi\"), koje posjetitelji bota (\"Korisnici\", \"Vi\") mogu dati/primiti dok ga koriste.",
      "4": "Pružatelj usluge, u skladu s primjenjivim zakonskim zahtjevima, osigurava povjerljivost podataka i provedbu odgovarajućih tehničkih i organizacijskih mjera za zaštitu podataka od neovlaštenog pristupa, otkrivanja, slučajnog gubitka, izmjene, uništenja ili druge nezakonite obrade.",
      "5": "Ova Pravila o privatnosti utvrđuju našu trenutnu politiku i obveze zaštite podataka i privatnosti. Sukladno tome, nastojimo prikupljati i obrađivati samo podatke koji su strogo nužni u kontekstu naših odnosa s kupcima, partnerima, korisnicima/posjetiteljima naše Usluge i internetskih resursa, kako bismo pružili usluge i/ili informacije za posebne i legitimne svrhe.",
      "6": "Naša Pravila privatnosti objavljujemo u Telegram botu @wefatebot u njegovoj najnovijoj verziji. Pažljivo pročitajte. Pristupom i korištenjem ovog Bota potvrđujete da ste pročitali, razumjeli i da se slažete s ovom Politikom privatnosti.",
      "7": "Ova Pravila privatnosti sastavni su dio korisničkog ugovora objavljenog u Telegram botu @wefatebot te su obavezna za korištenje usluge.",
      "8": "Pružatelj usluge zadržava pravo, prema vlastitom nahođenju, promijeniti ovu Politiku privatnosti u bilo kojem trenutku objavljivanjem ažurirane verzije Politike privatnosti u Telegram-Bot @wefatebot i, ako su promjene značajne, obavještavanjem Korisnika o tome. Izmijenjena ili ažurirana verzija ovih Pravila privatnosti stupa na snagu od trenutka objave u Botu. Nastavkom korištenja usluge Korisnik se slaže s ažuriranom Politikom privatnosti.",
      "9": "Usluga se temelji na algoritmima aplikacije Telegram, stoga molimo pogledajte i Uvjete korištenja i Politiku privatnosti Telegrama.",
      "10": "Informacije koje prikupljamo o vama",
      "11": "Glavna svrha za koju Pružatelj usluga prikuplja vaše podatke je pružiti vam usluge za korištenje Telegram bota @wefatebot (u daljnjem tekstu usluge). U procesu pružanja naših usluga vama, kako bismo mogli koristiti i poboljšati naše usluge, moramo prikupljati osobne podatke o vama.",
      "12": "Pružatelj usluga će prikupiti i obraditi sljedeće podatke o vama:",
      "13": "Podaci koje nam dajete: Dajete nam sljedeće informacije o sebi tijekom procesa registracije za korištenje naših Usluga: nadimak, spol, dob, orijentacija, grad u kojem se želite upoznati, jezik na kojem će se usluga raditi. Informacije također mogu uključivati poveznicu na osobni profil, ID osobnog računa u Telegram messengeru i jezik Telegram messengera. Osim toga, ovo su informacije koje pružate nastavkom korištenja naših Usluga, sudjelovanjem u promociji ili anketi, kao i prijavljivanjem problema s našim Uslugama.",
      "14": "Podaci koje prikupljamo o vama: Pružatelj usluga može automatski prikupljati sljedeće podatke:",
      "15": "Tehničke informacije, uključujući vaše registracijske podatke, podatke o operativnom sustavu i uređaju.",
      "16": "Pojedinosti o transakcijama koje obavljate korištenjem naših usluga.",
      "17": "Video materijali u svrhu provjere: Za korisnike visokog rizika možemo prikupljati video materijale kao dio postupka verifikacije. Ovi se videozapisi koriste isključivo za potvrdu autentičnosti korisničkog profila, sprječavanje prijevara i povećanje sigurnosti usluge. Kriteriji za identifikaciju visokorizičnih profila su interni i ne podliježu otkrivanju, čime se osigurava da sigurnosne mjere ostanu učinkovite protiv zlouporabe ili manipulacije.",
      "18": "Informacije iz drugih izvora: Pružatelj usluga može primiti informacije o vama ako koristite bilo koju web stranicu kojom upravljamo ili druge usluge koje pružamo.",
      "19": "Suglasni ste da imamo pravo, ali nismo obavezni pohraniti sve prikupljene osobne podatke za cijelo razdoblje vašeg korištenja naših Usluga i na razdoblje propisano zakonom, ali ne dulje od 5 (pet) godina. Razdoblje čuvanja može se produljiti za razdoblje ne duže od 1 (jedne) godine, ako postoji obrazloženi zahtjev nadležnog tijela.",
      "20": "Davatelj usluge ne obrađuje namjerno podatke maloljetnika. Pružatelj usluga preporuča korištenje Bota osobama starijim od 18 godina. Odgovornost za postupke maloljetnika, uključujući kupnju usluga od strane istih, snose zakonski zastupnici maloljetnika. Svi posjetitelji mlađi od 18 godina dužni su dobiti dopuštenje svojih zakonskih zastupnika prije davanja bilo kakvih podataka o sebi. Ukoliko Pružatelj usluga postane svjestan da je primio podatke o maloljetnoj osobi bez suglasnosti zakonskih zastupnika, takvi će podaci biti izbrisani u najkraćem mogućem roku.",
      "21": "Kako štitimo vaše podatke",
      "22": "Pružatelj usluga čuva vaše osobne podatke sigurnima korištenjem sigurne pohrane s enkripcijom u skladu s industrijskim standardima, a mi smo implementirali niz sigurnosnih mjera kako bismo osigurali da se vaši podaci ne izgube, zlouporabe ili izmijene, uključujući, ali ne ograničavajući se na sljedeće:",
      "23": "Fizičke mjere:",
      "24": "Fizički mediji koji sadrže Vaše podatke bit će pohranjeni u zatvorenom prostoru, a koriste se i posebna fizička sredstva zaštite informacija (vanjske ograde oko objekta, sustav videonadzora, sustav kontrole pristupa pomoću bedževa i sustav biometrijskog prepoznavanja, uključujući infracrvenu zaštitu granica lokacije).",
      "25": "Elektroničke mjere:",
      "26": "Podaci će biti pohranjeni u računalnim sustavima i na fizičkim nositeljima podataka koji su podvrgnuti strogim zabranama unosa.",
      "27": "Mjere upravljanja:",
      "28": "Razine pristupa su odvojene tako da samo ovlašteni zaposlenici mogu doći u kontakt s vašim podacima, a ti zaposlenici su se obvezali poštivati naša interna pravila o privatnosti podataka.",
      "29": "Tehničke mjere:",
      "30": "Tehnologija šifriranja može se koristiti za prijenos i pohranu vaših podataka. Koristimo različite sigurnosne tehnologije i kontrole koje su trenutno dostupne kako bismo smanjili rizik da vaši podaci mogu biti otkriveni, oštećeni, zloupotrijebljeni, dobiveni bez dopuštenja, otkriveni bez dopuštenja ili promijenjeni. Naši timovi za tehničku sigurnost aktivno prate nenormalne i zlonamjerne aktivnosti na našim poslužiteljima i uslugama.",
      "31": "Ostale mjere:",
      "32": "Nastojimo zaštititi vaše podatke od neovlaštenog pristupa, izmjene, otkrivanja ili uništavanja podataka koje prikupljamo i pohranjujemo.",
      "33": "Poduzimamo različite mjere kako bismo osigurali sigurnost informacija, uključujući:",
      "34": "Šifriranje naših poruka s vama;",
      "35": "Periodična analiza naših metoda prikupljanja, pohrane i obrade podataka;",
      "36": "Ograničen pristup vašim podacima na temelju potrebnog znanja za naše zaposlenike i dobavljače, koji podliježu strogim ugovornim obvezama povjerljivosti.",
      "37": "Imajte na umu da je nemoguće jamčiti 100% sigurnost podataka. Stoga Vas molimo da poduzmete mjere za zaštitu Vaših osobnih podataka.",
      "38": "Suglasni ste da Pružatelj usluga nije odgovoran za bilo kakvo curenje informacija i druge gubitke koji nisu uzrokovani našom namjerom ili grubim nemarom, uključujući, ali ne ograničavajući se na hakerski napad, prekide napajanja ili neizbježni tehnički kvar, u najvećoj mjeri dopuštenoj zakonom, curenje korisničkih podataka njegovom vlastitom krivnjom.",
      "39": "Ako sumnjate da su vaši osobni podaci ugroženi, odmah nas kontaktirajte.",
      "40": "Načini korištenja vaših podataka",
      "41": "Podatke koje prikupljamo o vama koristimo u sljedeće svrhe ili na sljedeće načine:",
      "42": "Za pružanje naših usluga: Pružatelj usluga koristi prikupljene informacije kako bi ispunio svoje obveze u vezi s vama, kako bi vam pružio informacije, proizvode i usluge, kako bi održavao i pružao bolje usluge, kako bi potvrdio vaš identitet.",
      "43": "U skladu sa zahtjevima zakona: Pružatelj usluga koristit će informacije u skladu s našim zakonskim obvezama, zahtjevima vlasti i razumnim zahtjevima korisnika.",
      "44": "Za istraživanje i razvoj:",
      "45": "Pružatelj usluga aktivno mjeri i analizira podatke za administraciju naših usluga i za interne operacije, uključujući rješavanje problema, analizu podataka, testiranje, istraživanje, statistiku i svrhe pregleda, kao i za razumijevanje načina na koji koristite naše usluge i komunicirate s njima.",
      "46": "Ovu provjeru provode naši operativni timovi kako bi kontinuirano poboljšavali naše Usluge i riješili probleme s korisničkim sučeljem. Osim toga, Pružatelj usluga koristi takve podatke za prilagodbu, mjerenje i poboljšanje naših Usluga, sadržaja i izgleda naših web stranica, kao i za razvoj novih usluga.",
      "47": "Konstantno pratimo informacije o aktivnostima u našim sustavima i našoj komunikaciji s korisnicima kako bismo pretražili i brzo riješili probleme.",
      "48": "Za komunikaciju s vama: Bez prikupljanja i obrade vaših podataka za potvrdu svake poruke, Davatelj usluga neće moći odgovoriti na zahtjeve koje pošaljete.",
      "49": "Kako bismo osigurali usklađenost s našim uvjetima i odredbama: prikupljeni podaci također se koriste za kontinuirano i aktivno poštivanje naših uvjeta i odredbi, uključujući, ali ne ograničavajući se na, pregled, istraživanje i sprječavanje bilo kakvih potencijalno zabranjenih ili nezakonitih aktivnosti koje bi mogle kršiti gore navedene odredbe ili otkrivanje relevantnih informacija trećoj strani u skladu s njima.",
      "50": "Za video provjeru: Video materijali prikupljeni u sklopu verifikacije koriste se za potvrdu autentičnosti profila i sprječavanje lažnih aktivnosti. Osim toga, anonimizirani video podaci mogu se koristiti za analizu, poboljšanje sigurnosnih algoritama i razvoj novih značajki.",
      "51": "Za marketing i oglašavanje: Pružatelj usluga može dijeliti vaše osobne podatke s našim marketinškim partnerima u svrhu ciljanja, modeliranja i/ili analitike, kao i marketinga i oglašavanja. Oglašivači nemaju izravan pristup osobnim podacima korisnika. Umjesto toga, Pružatelj usluga koristi anonimizirane i skupne podatke za učinkovito ciljanje oglasa bez ugrožavanja privatnosti korisnika.",
      "52": "Za ciljano oglašavanje: Vaše osobne podatke, poput spola, dobi i geografske lokacije, možemo koristiti za pružanje personaliziranih oglasa i sponzoriranog sadržaja u suradnji s našim partnerima za oglašavanje.",
      "53": "U druge svrhe: Pružatelj usluga može otkriti vaše osobne podatke u bilo koje druge svrhe za koje date dodatnu suglasnost, izraženu potpisivanjem pisanog dokumenta ili ispunjavanjem elektroničkog obrasca koji pruža Pružatelj usluga.",
      "54": "Pravna osnova za obradu",
      "55": "Kada obrađujemo vaše podatke, oslanjat ćemo se na jednu od sljedećih pravnih osnova za obradu. Vaše podatke možemo obrađivati iz nekoliko legitimnih razloga, ovisno o specifičnoj svrsi za koju koristimo vaše podatke.",
      "56": "Izvršenje ugovora:",
      "57": "Podatke možemo obrađivati ako je obrada vaših podataka nužna za ispunjavanje naših obveza prema korisničkom ugovoru koji smo sklopili s vama.",
      "58": "Zakonska obveza ili javni interes:",
      "59": "Vaše podatke dužni smo obrađivati u skladu sa zakonskim obvezama.",
      "60": "Svrhe obrade uključuju nadzor nad provjerom identiteta, sprječavanje pranja novca i prijevara, mjere kontrole rizika, kao i davanje informacija nadležnom tijelu, državnom tijelu ili tijelu za provođenje zakona.",
      "61": "Legitimni interesi:",
      "62": "Ako je potrebno, možemo obrađivati podatke ako mi ili treća strana imamo legitiman interes u ostvarivanju komercijalnih i poslovnih interesa, osim u slučajevima kada se takvi interesi preklapaju s vašim interesima, temeljnim pravima i slobodama.",
      "63": "Vaš pristanak:",
      "64": "U određenim okolnostima možemo zatražiti posebno dopuštenje od vas za obradu dodatnih osobnih podataka u određene svrhe.",
      "65": "Vaši podaci će biti obrađivani na ovaj način ako na to pristanete. Ako je pravna osnova privolu koju ste dali, svoju privolu možete povući u bilo kojem trenutku. Opoziv vaše privole neće utjecati na zakonitost podataka koji su obrađeni prije opoziva.",
      "66": "Tko prima vaše podatke",
      "67": "Pružatelj usluga prima vaše podatke za ispunjavanje zahtjeva i pružanje usluga, kao i za ispunjavanje naših ugovornih i zakonskih obveza.",
      "68": "Vaše podatke prenosimo trećim stranama ako je to potrebno za naše legitimne poslovne potrebe, za ispunjenje zahtjeva, pružanje usluga i/ili u skladu sa zahtjevima ili dozvolama zakona. Treće strane u takvim okolnostima:",
      "69": "Davatelji usluga:",
      "70": "Pružatelj usluga će otkriti podatke trećim stranama partnerima i pružateljima usluga (procesorima) kako bi ih mogli obraditi u naše ime, gdje je to potrebno. Ovi pružatelji usluga dužni su pružiti dostatna jamstva u skladu sa Zakonom o zaštiti podataka (primjerice, biti vezani ugovornim obvezama u pogledu povjerljivosti i zaštite podataka). Prenijet ćemo samo podatke koji su im potrebni za pružanje svojih usluga.",
      "71": "Revizori i konzultanti:",
      "72": "Možemo otkriti podatke u svrhe i u kontekstu inspekcija (na primjer, vanjske inspekcije, sigurnosne provjere) pravnim i drugim konzultantima kako bismo istražili sigurnosna pitanja, rizike, pritužbe itd.",
      "73": "Regulatorna tijela, agencije za provođenje zakona, sudovi:",
      "74": "Pružatelj usluga može otkriti podatke u skladu s primjenjivim zakonima, regulatornim obvezama, kako bi odgovorio na zahtjeve regulatornih tijela, vlade i agencija za provođenje zakona, sudova i sudskih naloga.",
      "75": "Ostale osobe:",
      "76": "Ostali primatelji mogu biti sve fizičke/pravne osobe od kojih zatražite prijenos svojih podataka (primjerice poveznica i sl.) ili date privolu za prijenos podataka.",
      "77": "Pružatelj usluga također može otkriti vaše podatke u takvim okolnostima kao što su:",
      "78": "Kako bismo zaštitili svoja prava, sigurnost ili imovinu, kao i prava naših kupaca ili trećih strana/javnosti. To uključuje dijeljenje informacija s drugim tvrtkama i organizacijama u svrhu pranja novca, sprječavanja prijevara i sličnih rizika.",
      "79": "Ako smo dužni otkriti ili prenijeti vaše podatke u skladu s bilo kojim zakonskim ili regulatornim obvezama ili zahtjevima.",
      "80": "Prava korisnika",
      "81": "Korisnici imaju pravo na:",
      "82": "Pristupite i zatražite detalje o informacijama koje imamo.",
      "83": "Zatražite ispravke netočnih ili zastarjelih informacija.",
      "84": "Zatražiti brisanje ili anonimiziranje podataka koji više nisu potrebni za navedene svrhe.",
      "85": "Prigovor na obradu na temelju legitimnih interesa.",
      "86": "Povući privolu za obradu podataka gdje je to primjenjivo.",
      "87": "Razdoblja čuvanja i obrada podataka"
    }
  }
}
