{
  "page": {
    "text": {
      "1": "acordo de utilizador",
      "2": "introdução",
      "3": "O presente Contrato de Utilizador (“Contrato”) prevê a utilização do bot do Telegram @wefatebot (“Serviço”, “Bot”, “Nós”) pelo utilizador (“Utilizador”, “Cliente”, “Você”).",
      "4": "Antes de utilizar o Serviço, concorda que leu e aceitou todos os termos e condições contidos neste Contrato e na nossa Política de Privacidade disponível em @wefatebot.",
      "5": "Ao começar a utilizar o Serviço ou as suas funções individuais, considera-se que o Utilizador aceitou os termos do Contrato na íntegra, sem quaisquer reservas e exceções.",
      "6": "Os termos deste Contrato são aplicados a todos os utilizadores e outras pessoas que acedem ou utilizam o Serviço. Se não concordar em aceitar e cumprir qualquer um dos termos deste Contrato, ou se o Contrato contradizer as leis do seu país ou as leis da sua localidade, concordará em não utilizar o @wefatebot. Caso não o faça, será responsável por todas as perdas e danos causados ​​ao bot ou a terceiros em resultado da sua recusa.",
      "7": "O Serviço poderá, ocasionalmente, a seu critério, fazer alterações e melhorias ao presente Contrato.",
      "8": "Ao continuar a utilizar o Serviço após estas alterações, considera-se que as manifestou e concordou com as mesmas.",
      "9": "O serviço baseia-se nos algoritmos da aplicação Telegram, por isso consulte também os Termos de Utilização e a Política de Privacidade do Telegram.",
      "10": "serviços prestados",
      "11": "O Bot fornece serviços de encontros e comunicação: o Bot oferece a oportunidade de criar perfis que podem ser vistos por outros utilizadores e apreciados ou não por eles. O gosto mútuo de perfis resulta na troca de dados de contacto do Telegram para comunicação posterior.",
      "12": "Para garantir a segurança e uma experiência de utilizador personalizada, o Bot separa os perfis de utilizadores com menos de 18 anos dos de utilizadores adultos. Este isolamento minimiza as interações entre menores e adultos e aumenta a segurança do ambiente para os utilizadores mais jovens.",
      "13": "Termos de utilização",
      "14": "Para ser elegível para utilizar o Serviço, declara e garante que",
      "15": "É um indivíduo com plena capacidade jurídica e física e tem autoridade suficiente para concordar com este documento.",
      "16": "Não nos fornece informações enganosas, falsas ou fraudulentas.",
      "17": "Não foi banido ou restringido anteriormente de utilizar o nosso Serviço.",
      "18": "Não viola nenhuma das disposições deste Contrato ou das leis e regulamentos aplicáveis.",
      "19": "É responsável pelo cumprimento das leis relevantes no território da sua residência (registo) a partir do qual está a aceder ao @wefatebot.",
      "20": "Os utilizadores menores de 18 anos devem obter o consentimento explícito dos seus representantes legais antes de utilizar o Serviço. Ao continuar a utilizar o Serviço, os menores confirmam que tal consentimento foi prestado. O Serviço não é responsável por qualquer utilização por menores sem tal consentimento.",
      "21": "O Serviço recomenda a utilização do Bot para pessoas maiores de 18 anos. Os menores de idade só podem utilizar o Bot para encontrar amigos ou envolver-se em comunicação não romântica, desde que tenham obtido permissão dos seus representantes legais.",
      "22": "Para aumentar a segurança, o Bot garante que os perfis de menores não são apresentados aos utilizadores adultos e vice-versa. Esta separação é uma medida crítica para evitar interações indesejadas ou inapropriadas.",
      "23": "O Serviço reserva-se o direito de restringir ou proibir a utilização do Bot em determinadas jurisdições, se tal for exigido pela lei aplicável.",
      "24": "Garante também que não fará uso indevido do Serviço nem tentará interrompê-lo ou interferir nele de outra forma, por exemplo, não utilizará o Bot para ações fraudulentas ou enganosas, introduzirá malware, hackeará, espalhará spam ou contornará os nossos sistemas ou medidas de segurança.",
      "25": "Também pode notificar @wefatebot se desejar parar de aceder ao Bot a qualquer momento, enviando um pedido de suporte.",
      "26": "Procedimento de registo e utilização do bot",
      "27": "Procedimento de registo.",
      "28": "Enviando uma solicitação.",
      "29": "Para começar a utilizar o @wefatebot, deve ativar o bot e fornecer ao @wefatebot os dados necessários para criar o perfil do utilizador do Bot. Os dados incluem: apelido, género, idade, orientação, cidade onde planeia conhecer-se, idioma, fotografia/vídeo fornecido pelo utilizador.",
      "30": "O utilizador pode também adicionar uma descrição dos seus interesses, passatempos e outras informações no perfil.",
      "31": "Verificação e monitorização de utilizadores.",
      "32": "Reservamo-nos o direito de restringir ou bloquear o seu acesso ao @wefatebot e adiar o registo se detetarmos risco de fraude ou qualquer outra atividade ilegal.",
      "33": "Poderemos também exigir que forneça informações adicionais ou aguarde algum tempo após ter concluído o fornecimento dos dados antes de lhe permitir utilizar os serviços. A verificação por vídeo pode ser solicitada para perfis de alto risco para confirmar a autenticidade. Os critérios para a identificação de perfis de alto risco são internos e não estão sujeitos a divulgação.",
      "34": "Ao aceder aos serviços prestados pelos parceiros do @wefatebot através do Bot, dá o seu consentimento para a transferência dos seus dados aos parceiros do Bot e compreende que o @wefatebot tem o direito de restringir o seu acesso ao Serviço e aos serviços adicionais com base nas informações recebidas dos seus parceiros.",
      "35": "Utilizando o chatbot.",
      "36": "Após concluir o processo de criação do perfil, terá a oportunidade de visualizar os perfis de outros utilizadores. Para conhecer os perfis de outros utilizadores, precisa de selecionar \"Ver perfis\".",
      "37": "Escolha um item no formato de \"coração\" se quiser conhecer o utilizador. Caso não queira continuar a relação, escolha um item no formato \"cancelar\" e o seguinte perfil ser-lhe-á apresentado.",
      "38": "Se tiver selecionado um artigo no formato de \"coração\", a pessoa para quem selecionou esse artigo receberá uma notificação à sua escolha. Se essa pessoa também escolher esse item, receberá um link para o seu perfil no Telegram, onde poderão começar a comunicar através do mensageiro do Telegram.",
      "39": "No processo de visualização dos perfis poderão ser exibidos anúncios colocados de acordo com o disposto na legislação. Os anunciantes não têm acesso direto aos dados pessoais dos utilizadores. Em vez disso, são utilizadas informações anónimas e agregadas para a segmentação de anúncios.",
      "40": "Uso proibido do bot",
      "41": "Concedemos-lhe uma licença não exclusiva e intransmissível para utilizar o @wefatebot de acordo com os termos e condições deste Contrato.",
      "42": "Tem o direito de aceder e utilizar o Serviço e os materiais e informações relacionados (coletivamente designados por \"Conteúdo\") exclusivamente de acordo com os termos deste Contrato.",
      "43": "Qualquer outra utilização do Serviço ou Conteúdo é estritamente proibida, e todos os outros direitos e títulos do Serviço ou Conteúdo pertencem exclusivamente ao proprietário do @wefatebot e aos seus licenciadores.",
      "44": "É proibida a utilização do Serviço para fins de publicidade relacionada com serviços ilegais, esquemas fraudulentos, pirâmides, darknet, extorsão, branqueamento de capitais, financiamento do terrorismo, sujeitos a regimes de sanções e outras categorias de risco inaceitáveis para o @wefatebot.",
      "45": "É proibido personificar outra pessoa ao registar e utilizar o @wefatebot.",
      "46": "As expressões de natureza sexual ou as insinuações de atos sexuais contra pessoas menores de 18 anos não estão em conformidade com os nossos termos de serviço e são ilegais em muitos países. Se for apanhado em tais ações, a sua conta será eliminada e as informações sobre a mesma serão transferidas para a polícia local.",
      "47": "Resolução de reclamações",
      "48": "Caso tenha algum feedback, dúvida ou reclamação, por favor contacte o apoio ao cliente (@wefatehelp).",
      "49": "Se tiver uma reclamação, por favor informe o motivo da reclamação, como gostaria que resolvêssemos a reclamação e qualquer outra informação que considere adequada. Investigaremos a sua reclamação com base nas informações que forneceu e em quaisquer informações fornecidas pelo @wefatebot.",
      "50": "A sua reclamação será considerada no prazo de 14 (catorze) dias de calendário a contar da data de receção da reclamação pelo serviço de suporte.",
      "51": "O agente da equipa de suporte do @wefatebot pode tomar as seguintes decisões com base na sua reclamação:",
      "52": "Resolva a sua reclamação de acordo com o seu pedido.",
      "53": "Tome a decisão de rejeitar a sua reclamação e indique os motivos da rejeição.",
      "54": "Resolva a sua reclamação de uma forma alternativa.",
      "55": "Concorda em utilizar o procedimento de reclamação descrito nesta secção antes de apresentar uma reclamação no tribunal. O incumprimento desta disposição pode ser utilizado como prova da sua relutância em resolver a questão fora do tribunal e/ou da natureza inaceitável da queixa.",
      "56": "Suspensão e término do acesso ao bot",
      "57": "@wefatebot pode restringir ou terminar o seu acesso ao Serviço se tal for exigido por uma intimação válida, ordem judicial ou ordem obrigatória de uma agência governamental,",
      "58": "e/ou suspeitamos razoavelmente que o Utilizador tenha feito uso proibido do @wefatebot;",
      "59": "e/ou a utilização do seu perfil for objeto de quaisquer procedimentos legais, investigações ou procedimentos governamentais;",
      "60": "e/ou acreditamos que existe um maior risco de não conformidade com os requisitos legais ou regulamentares relacionados com a sua utilização do @wefatebot;",
      "61": "e/ou os nossos parceiros de serviço não podem suportar a sua utilização do Serviço;",
      "62": "e/ou tomar ações que, a nosso exclusivo critério, contornem as regras e controlos que estabelecemos, incluindo, mas não se limitando a, abrir vários perfis ou abusar de promoções que o @wefatebot possa oferecer de tempos a tempos;",
      "63": "ou está a violar este Contrato e outras regras do @wefatebot.",
      "64": "Conteúdo de terceiros",
      "66": "Se durante a utilização do Bot, os perfis de utilizador contiverem (ou puderem conter) ligações para sites na Internet (sites de terceiros), bem como artigos, fotografias, ilustrações, imagens gráficas, música, sons, vídeos, informações, aplicações, programas e outros conteúdos pertencentes ou originários de terceiros (Conteúdo de Terceiros). Estes terceiros e os seus conteúdos não são verificados pelo Serviço quanto à conformidade com quaisquer requisitos específicos (por exemplo, exatidão, integridade, legalidade, etc.). O Serviço não é responsável por qualquer informação publicada em sites de terceiros a que os utilizadores acedam através de links em perfis de utilizadores ou Conteúdo de Terceiros. Os utilizadores interagem com o Conteúdo de Terceiros por sua conta e risco.",
      "67": "Se qualquer Conteúdo de Terceiros violar os seus direitos ou parecer ilegal, pode contactar o Serviço para revisão e possível ação, mas a responsabilidade final é do criador ou proprietário do Conteúdo de Terceiros.",
      "68": "Cooperação com agências de aplicação da lei",
      "69": "O Serviço coopera com as agências de segurança pública e outras organizações autorizadas estritamente dentro da estrutura das leis e regulamentos aplicáveis. Os pedidos de dados do utilizador ou outras informações devem obedecer aos seguintes requisitos:",
      "70": "Envio de Pedidos:",
      "71": "Os pedidos devem ser enviados a partir de um endereço de e-mail oficial pertencente à agência de aplicação da lei requerente para o e-mail designado: budaev.e@gmail.com",
      "72": "O pedido deve incluir o nome e o cargo do funcionário requerente, a finalidade e o âmbito do pedido e a documentação relevante, como uma ordem judicial ou outra autorização legal.",
      "73": "O e-mail deve também fornecer um contacto do Telegram para uma comunicação rápida com o oficial requerente, se necessário.",
      "74": "Verificação de Solicitações",
      "75": "O Serviço reserva-se o direito de verificar a autenticidade do pedido contactando a agência requerente através dos canais oficiais disponíveis ao público.",
      "76": "Os pedidos que não cumpram estes requisitos poderão ser atrasados ou rejeitados.",
      "77": "Limitações na divulgação de dados:",
      "78": "O Serviço apenas divulgará a quantidade mínima de dados necessária para dar resposta ao pedido legal.",
      "79": "Quando permitido por lei e na ausência de uma ordem de confidencialidade, o Serviço poderá notificar o utilizador cujos dados estão a ser solicitados.",
      "80": "Situações de emergência:",
      "81": "Em casos urgentes que envolvam danos iminentes ou ameaças à segurança pública, o Serviço pode agilizar o processamento dos pedidos. Tais pedidos devem ainda ser formalmente apresentados e justificados.",
      "82": "Disposições finais",
      "83": "Os significados dos termos utilizados no presente Contrato são determinados de acordo com as leis da jurisdição relevante, a menos que seja explicitamente declarado de outra forma. Se qualquer disposição do presente Contrato for considerada inválida ou inexequível, tal não afetará a validade ou exequibilidade das restantes disposições.",
      "84": "Os utilizadores menores de 18 anos são obrigados a informar os seus representantes legais sobre o seu registo e utilização do Serviço. O Serviço não assume qualquer responsabilidade por garantir que tal notificação é fornecida.",
      "85": "A responsabilidade pelas ações dos menores que utilizam o Serviço é da inteira responsabilidade dos seus representantes legais. Ao registar ou permitir que um menor utilize o Serviço, os representantes legais confirmam o seu consentimento com este Contrato e assumem total responsabilidade por garantir o cumprimento dos seus termos.",
      "86": "O Serviço reserva-se o direito de ceder ou transferir os seus direitos e obrigações ao abrigo do presente Contrato a terceiros sem aviso prévio, desde que tal cessão não afete adversamente os direitos do Utilizador.",
      "87": "Ao aceitar este Contrato, concorda que todas as comunicações, notificações e acordos serão entregues por via eletrónica, sempre que legalmente permitido.",
      "88": "O presente Contrato constitui o entendimento integral entre as partes referente à utilização do Serviço e substitui todos os acordos ou entendimentos anteriores, sejam escritos ou orais, relacionados com o seu objeto.",
      "89": "Caso tenha alguma dúvida ou preocupação sobre este Contrato, por favor contacte-nos pelo e-mail @wafatehelp."
    }
  },
  "common": {
    "actions": {
      "ok": "Ok"
    }
  }
}
