{
  "page": {
    "text": {
      "1": "acordo do usuário",
      "2": "introdução",
      "3": "Este Contrato de Usuário (“Contrato”) prevê o uso do bot do Telegram @wefatebot (“Serviço”, “Bot”, “Nós”) pelo usuário (“Usuário”, “Cliente”, “Você”).",
      "4": "Antes de utilizar o Serviço, você concorda que leu e aceitou todos os termos e condições contidos neste Contrato e em nossa Política de Privacidade disponível em @wefatebot.",
      "5": "Ao começar a utilizar o Serviço ou suas funções individuais, considera-se que o Usuário aceitou integralmente os termos do Contrato, sem quaisquer reservas e exceções.",
      "6": "Os termos deste Contrato são aplicados a todos os usuários e outras pessoas que acessam ou utilizam o Serviço. Se você não concordar em aceitar e cumprir qualquer um dos termos deste Contrato, ou se o Contrato contradizer as leis do seu país ou as leis do seu local, você concordará em não usar @wefatebot. Caso não o faça, você será responsável por todas as perdas e danos causados ao bot ou a terceiros em decorrência de sua recusa.",
      "7": "O Serviço poderá, de tempos em tempos, a seu critério, fazer alterações e melhorias neste Contrato.",
      "8": "Ao continuar a usar o Serviço após essas alterações terem sido feitas, considera-se que você manifestou e concordou com as alterações.",
      "9": "O serviço é baseado nos algoritmos do aplicativo Telegram, portanto consulte também os Termos de Uso e a Política de Privacidade do Telegram.",
      "10": "serviços prestados",
      "11": "O Bot fornece serviços de namoro e comunicação: o Bot oferece a oportunidade de criar perfis que podem ser vistos por outros usuários e apreciados ou não por eles. A curtida mútua de perfis resulta na troca de dados de contato do Telegram para posterior comunicação.",
      "12": "Para garantir a segurança e uma experiência de usuário personalizada, o Bot separa perfis de usuários menores de 18 anos (menores) daqueles de usuários adultos. Este isolamento minimiza as interações entre menores e adultos e aumenta a segurança do ambiente para os utilizadores mais jovens.",
      "13": "Termos de uso",
      "14": "Para ser elegível para usar o Serviço, você declara e garante que:",
      "15": "Você é um indivíduo com plena capacidade jurídica e física e tem autoridade suficiente para concordar com este documento.",
      "16": "Você não nos fornece informações enganosas, falsas ou fraudulentas.",
      "17": "Você não foi banido ou restringido anteriormente de usar nosso Serviço.",
      "18": "Você não viola nenhuma das disposições deste Contrato ou das leis e regulamentos aplicáveis.",
      "19": "Você é responsável pelo cumprimento das leis pertinentes no território de sua residência (registro) a partir do qual está acessando o @wefatebot.",
      "20": "Os usuários menores de 18 anos deverão obter o consentimento explícito de seus representantes legais antes de utilizar o Serviço. Ao continuar a utilizar o Serviço, os menores confirmam que tal consentimento foi fornecido. O Serviço não se responsabiliza por qualquer uso por menores sem esse consentimento.",
      "21": "O Serviço recomenda a utilização do Bot a maiores de 18 anos. Os menores só poderão utilizar o Bot para encontrar amigos ou iniciar comunicações não românticas, desde que tenham obtido autorização dos seus representantes legais.",
      "22": "Para aumentar a segurança, o Bot garante que os perfis de menores não sejam exibidos para usuários adultos e vice-versa. Esta separação é uma medida crítica para evitar interações indesejadas ou inadequadas.",
      "23": "O Serviço reserva-se o direito de restringir ou proibir o uso do Bot em determinadas jurisdições, se exigido pela lei aplicável.",
      "24": "Você também garante que não faz uso indevido do Serviço nem tenta interrompê-lo ou de outra forma interferir nele, por exemplo, não usa o Bot para ações fraudulentas ou enganosas, introduzindo malware, hacking, espalhando spam ou contornando nossos sistemas ou medidas de segurança.",
      "25": "Você também pode notificar @wefatebot se desejar parar de acessar o Bot a qualquer momento, enviando uma solicitação de suporte.",
      "26": "Procedimento de registro e uso do bot",
      "27": "Procedimento de registro.",
      "28": "Enviando uma solicitação.",
      "29": "Para começar a usar o @wefatebot, você deve ativar o bot e fornecer ao @wefatebot os dados necessários para criar o perfil do usuário do Bot. Os dados incluem: apelido, sexo, idade, orientação, cidade onde pretende se conhecer, idioma, foto/vídeo fornecido pelo usuário.",
      "30": "O usuário também pode adicionar uma descrição de seus interesses, hobbies e outras informações no perfil.",
      "31": "Verificação e monitoramento do usuário.",
      "32": "Reservamo-nos o direito de restringir ou bloquear o seu acesso ao @wefatebot e de adiar o registo caso detectemos risco de fraude ou qualquer outra atividade ilegal.",
      "33": "Também poderemos exigir que você forneça informações adicionais ou espere algum tempo após ter concluído o fornecimento dos dados antes de permitir que você use os serviços. A verificação por vídeo pode ser solicitada para perfis de alto risco para confirmar a autenticidade. Os critérios de identificação de perfis de alto risco são internos e não passíveis de divulgação.",
      "34": "Ao acessar os serviços prestados pelos parceiros do @wefatebot através do Bot, você dá seu consentimento para a transferência de seus dados para os parceiros do Bot e entende que o @wefatebot tem o direito de restringir seu acesso ao Serviço e serviços adicionais com base nas informações recebidas de seus parceiros.",
      "35": "Usando o chatbot.",
      "36": "Após concluir o processo de criação do perfil, você terá a oportunidade de visualizar os perfis de outros usuários. Para conhecer os perfis de outros usuários, você precisa selecionar \"Ver perfis\".",
      "37": "Escolha um item em forma de “coração” se quiser conhecer o usuário. Caso não queira conhecer mais, escolha um item na forma de “cancelar”, então o seguinte perfil será exibido para você.",
      "38": "Se você selecionou um item na forma de um “coração”, a pessoa para quem você selecionou esse item receberá uma notificação de sua escolha. Se essa pessoa também escolher este item, você receberá um link para o perfil dele no Telegram, onde poderá começar a se comunicar através do mensageiro do Telegram.",
      "39": "No processo de visualização dos perfis poderão ser exibidos anúncios colocados de acordo com o disposto na legislação. Os anunciantes não têm acesso direto aos dados pessoais dos usuários. Em vez disso, informações anônimas e agregadas são usadas para direcionamento de anúncios.",
      "40": "Uso proibido do bot",
      "41": "Concedemos a você uma licença não exclusiva e intransferível para usar o @wefatebot de acordo com os termos e condições deste Contrato.",
      "42": "Você tem o direito de acessar e usar o Serviço e materiais e informações relacionados (coletivamente denominados \"Conteúdo\") exclusivamente de acordo com os termos deste Contrato.",
      "43": "Qualquer outro uso do Serviço ou Conteúdo é estritamente proibido, e todos os demais direitos, títulos do Serviço ou Conteúdo pertencem exclusivamente ao proprietário do @wefatebot, seus licenciantes.",
      "44": "É proibida a utilização do Serviço para fins de publicidade relacionada a serviços ilegais, esquemas fraudulentos, pirâmides, darknet, extorsão, lavagem de dinheiro, financiamento do terrorismo, assuntos de regimes de sanções e outras categorias de risco inaceitáveis para @wefatebot.",
      "45": "É proibido se passar por outra pessoa ao se registrar e usar o @wefatebot.",
      "46": "Expressões de natureza sexual ou sugestões de atos sexuais contra menores de 18 anos não cumprem os nossos termos de serviço e são ilegais em muitos países. Se você for detectado em tais ações, sua conta será excluída e as informações sobre ela serão transferidas para a polícia local.",
      "47": "Resolução de reclamações",
      "48": "Se você tiver algum comentário, dúvida ou reclamação, entre em contato com o suporte ao cliente (@wefatehelp).",
      "49": "Se você tiver uma reclamação, indique o motivo da reclamação, como gostaria que resolvêssemos a reclamação e qualquer outra informação que considere apropriada. Investigaremos sua reclamação com base nas informações que você forneceu e em quaisquer informações fornecidas por @wefatebot.",
      "50": "A sua reclamação será considerada no prazo de 14 (catorze) dias corridos a partir da data de recepção da reclamação pelo serviço de suporte.",
      "51": "O Agente da equipe de suporte @wefatebot pode tomar as seguintes decisões com base na sua reclamação:",
      "52": "Resolva a sua reclamação de acordo com o seu pedido.",
      "53": "Tome a decisão de rejeitar sua reclamação e indique os motivos da rejeição.",
      "54": "Resolva sua reclamação de forma alternativa.",
      "55": "Você concorda em usar o procedimento de reclamação descrito nesta seção antes de registrar uma reclamação no tribunal. O não cumprimento desta disposição pode ser usado como prova da sua relutância em resolver a questão fora dos tribunais e/ou da natureza inaceitável da reclamação.",
      "56": "Suspensão e encerramento do acesso ao bot",
      "57": "@wefatebot pode restringir ou encerrar seu acesso ao Serviço se exigido por uma intimação válida, ordem judicial ou ordem obrigatória de uma agência governamental,",
      "58": "e/ou suspeitamos razoavelmente que o Usuário fez uso proibido de @wefatebot;",
      "59": "e/ou o uso do seu perfil for objeto de qualquer processo judicial, investigação ou processo governamental;",
      "60": "e/ou acreditamos que há um risco aumentado de não conformidade com requisitos legais ou regulamentares relativos ao uso do @wefatebot;",
      "61": "e/ou nossos parceiros de serviço não podem oferecer suporte ao seu uso do Serviço;",
      "62": "e/ou você realiza ações que, a nosso exclusivo critério, contornam as regras e controles que estabelecemos, incluindo, mas não se limitando a, abrir vários perfis ou abusar de promoções que @wefatebot possa oferecer de tempos em tempos;"
    }
  }
}
