{
  "page": {
    "text": {
      "1": "Política de Privacidade",
      "2": "Disposições gerais",
      "3": "Esta política de privacidade de dados pessoais aplica-se a todas as informações publicadas no Telegram-bot @wefatebot (Empresa, o \"Fornecedor de Serviços\", \"Nós\"), que os visitantes do bot (os \"Utilizadores\", \"Você\") possam fornecer/receber ao utilizá-lo.",
      "4": "O Prestador de Serviços, de acordo com os requisitos legais aplicáveis, garante a confidencialidade dos dados e a implementação de medidas técnicas e organizacionais adequadas para proteger os dados contra acesso não autorizado, divulgação, perda acidental, alteração, destruição ou outro tratamento ilegal.",
      "5": "Esta Política de Privacidade define a nossa política e obrigações atuais de proteção de dados e privacidade. Desta forma, esforçamo-nos por recolher e tratar apenas os dados estritamente necessários no contexto das nossas relações com clientes, parceiros, utilizadores/visitantes do nosso Serviço e recursos online, para fornecer serviços e/ou informações para fins específicos e legítimos.",
      "6": "Publicámos a nossa Política de Privacidade no bot do Telegram @wefatebot na sua versão mais recente. Por favor, leia com atenção. Ao aceder e utilizar este Bot, confirma que leu, compreendeu e concordou com esta Política de Privacidade.",
      "7": "Esta Política de Privacidade é parte integrante do Contrato de Utilizador publicado no bot do Telegram @wefatebot e é de leitura obrigatória para utilizar o Serviço.",
      "8": "O Prestador de Serviços reserva-se o direito, a seu exclusivo critério, de alterar esta Política de Privacidade a qualquer momento, publicando uma versão atualizada da Política de Privacidade no Telegram-Bot @wefatebot e, se as alterações forem significativas, notificando os Utilizadores sobre as mesmas. Uma versão modificada ou atualizada desta Política de Privacidade entra em vigor a partir do momento em que é publicada no Bot. Ao continuar a utilizar o Serviço, o Utilizador concorda com a Política de Privacidade atualizada.",
      "9": "O serviço baseia-se nos algoritmos da aplicação Telegram, por isso consulte também os Termos de Utilização e a Política de Privacidade do Telegram.",
      "10": "As informações que recolhemos sobre si",
      "11": "O principal objetivo para o qual o Prestador de Serviços recolhe os seus dados é fornecer serviços para utilizar o bot do Telegram @wefatebot (doravante designados por Serviços). No processo de fornecimento dos nossos Serviços a si, para que possamos utilizar e melhorar os nossos serviços, precisamos de recolher informações pessoais sobre si.",
      "12": "O Prestador de Serviços recolherá e processará os seguintes dados sobre si:",
      "13": "Informações que nos fornece: Fornece-nos as seguintes informações sobre si durante o processo de registo para utilizar os nossos Serviços: apelido, sexo, idade, orientação, cidade na qual deseja fazer amizades, idioma no qual o serviço será operado. As informações podem também incluir uma ligação para um perfil pessoal, um ID de conta pessoal no mensageiro Telegram e o idioma do mensageiro Telegram. Além disso, estas são informações que fornece ao continuar a utilizar os nossos Serviços, participando numa promoção ou inquérito, bem como ao comunicar problemas com os nossos Serviços.",
      "14": "Informações que recolhemos sobre si: O Prestador de Serviços pode recolher automaticamente as seguintes informações:",
      "15": "Informações técnicas, incluindo os seus dados de registo, sistema operativo e dados do dispositivo.",
      "16": "Detaljer om transaksjonene du gjør når du bruker våre tjenester.",
      "17": "Materiais de vídeo para fins de verificação: Para utilizadores de alto risco, podemos recolher materiais de vídeo como parte do processo de verificação. Estes vídeos são utilizados exclusivamente para confirmar a autenticidade do perfil do utilizador, evitar fraudes e aumentar a segurança do serviço. Os critérios para identificar perfis de alto risco são internos e não estão sujeitos a divulgação, garantindo que as medidas de segurança se mantêm eficazes contra o uso indevido ou manipulação.",
      "18": "Informações de outras fontes: O Prestador de Serviços pode receber informações sobre si se utilizar qualquer um dos sites que gerimos ou outros serviços que fornecemos.",
      "19": "Concorda que temos o direito, mas não somos obrigados a armazenar todas as informações pessoais recolhidas durante todo o período de utilização dos nossos Serviços e por um período prescrito por lei, mas não superior a 5 (cinco) anos. O prazo de conservação poderá ser prorrogado por um período não superior a 1 (um) ano, mediante requerimento fundamentado da entidade competente.",
      "20": "O Prestador de Serviços não processa intencionalmente dados de menores. O prestador de serviços recomenda a utilização do Bot para pessoas maiores de 18 anos. Todos os visitantes menores de 18 anos devem obter a autorização dos seus representantes legais antes de fornecerem qualquer informação sobre si próprios. Caso o Prestador de Serviços tome conhecimento de que recebeu informações sobre um menor sem o consentimento dos representantes legais, tais informações serão apagadas o mais rapidamente possível.",
      "21": "Como protegemos as suas informações",
      "22": "O Prestador de Serviços mantém as suas informações pessoais seguras utilizando armazenamento seguro com encriptação de acordo com as normas da indústria, e implementamos uma série de medidas de segurança para garantir que as suas informações não são perdidas, mal utilizadas ou alteradas, incluindo, mas não se limitando ao seguinte:",
      "23": "Medidas físicas:",
      "24": "Os suportes físicos que contêm os seus dados serão armazenados em ambientes interiores, sendo também utilizados meios físicos especiais de proteção de informação (cercas exteriores em redor, sistema de videovigilância, sistema de controlo de acessos utilizando crachás e sistema de reconhecimento biométrico, incluindo proteção por infravermelhos dos limites do local).",
      "25": "Medidas eletrónicas:",
      "26": "Os dados serão armazenados em sistemas informáticos e em suportes físicos de dados, que estão sujeitos a rigorosas restrições de entrada.",
      "27": "Medidas de gestão:",
      "28": "Os níveis de acesso são separados para que apenas os funcionários autorizados tenham permissão para contactar os seus dados, e estes funcionários comprometeram-se a cumprir as nossas regras internas de privacidade de dados.",
      "29": "Medidas técnicas:",
      "30": "A tecnologia de encriptação pode ser utilizada para transferir e armazenar os seus dados. Utilizamos várias tecnologias e controlos de segurança atualmente disponíveis para minimizar o risco de que os seus dados sejam divulgados, corrompidos, mal utilizados, obtidos sem permissão, divulgados sem permissão ou alterados. As nossas equipas de segurança técnica monitorizam ativamente atividades anormais e maliciosas nos nossos servidores e serviços.",
      "31": "Outras medidas:",
      "32": "Esforçamo-nos por proteger as suas informações contra o acesso não autorizado, modificação, divulgação ou destruição dos dados que recolhemos e armazenamos.",
      "33": "Tomámos várias medidas para garantir a segurança da informação, incluindo:",
      "34": "Encriptando as nossas mensagens consigo;",
      "35": "Análise periódica dos nossos métodos de recolha, armazenamento e tratamento de dados;",
      "36": "Acesso limitado aos seus dados com base no conhecimento necessário aos nossos colaboradores e fornecedores, que estão sujeitos a rigorosas obrigações contratuais de confidencialidade.",
      "37": "Note que é impossível garantir 100% de segurança da informação. Por conseguinte, pedimos que tome medidas para proteger as suas informações pessoais.",
      "38": "Concorda que o Prestador de Serviços não é responsável por qualquer fuga de informação e outras perdas não causadas pela nossa intenção ou negligência grave, incluindo, mas não se limitando a ataques de hackers, falhas de energia ou falhas técnicas inevitáveis, na medida máxima permitida por lei, fuga de dados do utilizador por sua própria culpa.",
      "39": "Se suspeitar que as suas informações pessoais foram comprometidas, contacte-nos imediatamente.",
      "40": "Formas de utilizar os seus dados",
      "41": "Utilizamos as informações que recolhemos sobre si para os seguintes fins ou das seguintes formas:",
      "42": "Para prestar os nossos serviços: O Prestador de serviços utiliza as informações recolhidas para cumprir as suas obrigações para consigo, fornecer informações, produtos e serviços, manter e prestar melhores Serviços e verificar a sua identidade.",
      "43": "Para cumprir com os requisitos da lei: O prestador de serviços utilizará as informações de acordo com as nossas obrigações legais, pedidos governamentais e pedidos razoáveis dos utilizadores.",
      "44": "Para investigação e desenvolvimento:",
      "45": "O Prestador de Serviços mede e analisa ativamente os dados para a administração dos nossos Serviços e para operações internas, incluindo a resolução de problemas, análise de dados, testes, inquéritos, estatísticas e fins de revisão, bem como para compreender como utiliza e interage com os nossos Serviços.",
      "46": "Esta revisão está a ser conduzida pelas nossas equipas de operações para melhorar continuamente os nossos Serviços e corrigir problemas de interface do utilizador. Além disso, o Prestador de Serviços utiliza estas informações para personalizar, medir e melhorar os nossos Serviços, o conteúdo e o layout dos nossos websites, bem como para desenvolver novos serviços.",
      "47": "Monitorizamos constantemente as informações sobre as atividades nos nossos sistemas e as nossas comunicações com os utilizadores para procurar e corrigir problemas rapidamente.",
      "48": "Para comunicar consigo: Sem recolher e tratar os seus dados para confirmar cada mensagem, o Prestador de Serviços não poderá responder aos pedidos que enviar.",
      "49": "Para garantir a conformidade com os nossos termos e condições: As informações recolhidas são também utilizadas para cumprir contínua e ativamente os nossos termos e condições, incluindo, mas não se limitando a, rever, investigar e prevenir quaisquer atividades potencialmente proibidas ou ilegais que possam violar as disposições acima referidas, ou divulgar informações relevantes a terceiros de acordo com as mesmas.",
      "50": "Para verificação de vídeo: os materiais de vídeo recolhidos como parte da verificação são utilizados para confirmar a autenticidade do perfil e evitar atividades fraudulentas. Além disso, os dados de vídeo anonimizados podem ser utilizados para análise, melhoria de algoritmos de segurança e desenvolvimento de novas funcionalidades.",
      "51": "Para marketing e publicidade: O Prestador de Serviços pode partilhar as suas informações pessoais com os nossos parceiros de marketing para fins de segmentação, modelação e/ou análise, bem como marketing e publicidade. Os anunciantes não têm acesso direto aos dados pessoais dos utilizadores. Em vez disso, o Prestador de Serviços utiliza informações anónimas e agregadas para direcionar os anúncios de forma eficaz, sem comprometer a privacidade do utilizador.",
      "52": "Para publicidade direcionada: podemos utilizar as suas informações pessoais, como o sexo, a idade e a localização geográfica, para lhe fornecer anúncios personalizados e conteúdo patrocinado em colaboração com os nossos parceiros de publicidade.",
      "53": "Para outros fins: O Prestador de Serviços poderá divulgar as suas informações pessoais para quaisquer outros fins para os quais dê consentimento adicional, expresso através da assinatura de um documento escrito ou do preenchimento de um formulário eletrónico fornecido pelo Prestador de Serviços.",
      "54": "Base legal para o processamento",
      "55": "Quando tratamos os seus dados, basear-nos-emos numa das seguintes bases legais para tratamento. Podemos tratar os seus dados por vários motivos legítimos, dependendo da finalidade específica para a qual utilizamos os seus dados.",
      "56": "Execução do contrato:",
      "57": "Poderemos tratar dados se o tratamento dos seus dados for necessário para cumprir as nossas obrigações ao abrigo do Contrato de Utilizador que celebramos consigo.",
      "58": "Obrigação legal ou de interesse público:",
      "59": "Somos obrigados a tratar os seus dados de acordo com as obrigações legais.",
      "60": "As finalidades do tratamento incluem o controlo sobre a verificação de identidade, a prevenção de branqueamento de capitais e fraude, medidas de controlo de risco, bem como o fornecimento de informações a uma autoridade competente, agência governamental ou agência de aplicação da lei.",
      "61": "Interesses legítimos:",
      "62": "Se necessário, poderemos tratar dados se nós ou terceiros tivermos um interesse legítimo em prosseguir interesses comerciais e empresariais, exceto nos casos em que tais interesses se sobreponham aos seus interesses, direitos e liberdades fundamentais.",
      "63": "O seu consentimento:",
      "64": "Em determinadas circunstâncias, poderemos solicitar a sua autorização específica para processar informações pessoais adicionais para determinados fins.",
      "65": "Os seus dados serão processados desta forma se concordar. Se a base legal for o consentimento que forneceu, pode retirá-lo a qualquer momento. A revogação do seu consentimento não afetará a legalidade dos dados tratados antes da revogação.",
      "66": "Quem recebe os seus dados",
      "67": "O Prestador de Serviços recebe os seus dados para atender a pedidos e prestar serviços, bem como para cumprir as nossas obrigações contratuais e legais.",
      "68": "Transferimos os seus dados a terceiros se tal for necessário para as nossas necessidades comerciais legítimas, para satisfazer pedidos, fornecer serviços e/ou de acordo com os requisitos ou autorizações da lei. Terceiros em tais circunstâncias:",
      "69": "Prestadores de serviços:",
      "70": "O fornecedor de serviços divulgará os dados a parceiros terceiros e fornecedores de serviços (processadores) para que estes os possam processar em nosso nome, quando necessário. Estes prestadores de serviços são obrigados a fornecer garantias suficientes de acordo com a Lei de Proteção de Dados (por exemplo, estar vinculados por obrigações contratuais relativas à confidencialidade e proteção de dados). Transmitiremos apenas os dados necessários para prestar os seus serviços.",
      "71": "Auditores e consultores:",
      "72": "Podemos divulgar dados para fins e no contexto de inspeções (por exemplo, inspeções externas, verificações de segurança) a consultores jurídicos e outros para investigar questões de segurança, riscos, reclamações, etc.",
      "73": "Autoridades reguladoras, agências de aplicação da lei, tribunais:",
      "74": "O Prestador de Serviços pode divulgar dados de acordo com as leis aplicáveis, obrigações regulamentares, para responder a pedidos de autoridades reguladoras, agências governamentais e policiais, tribunais e ordens judiciais.",
      "75": "Outras pessoas:",
      "76": "Outros destinatários podem ser quaisquer pessoas singulares/coletivas para as quais solicite a transferência dos seus dados (por exemplo, um link, etc.) ou dê o seu consentimento para a transferência de dados.",
      "77": "O Prestador de Serviços pode também divulgar os seus dados em circunstâncias como:",
      "78": "Para proteger os nossos direitos, segurança ou propriedade, bem como os direitos dos nossos clientes ou de terceiros/público. Isto inclui a partilha de informações com outras empresas e organizações para fins de branqueamento de capitais, prevenção de fraudes e riscos semelhantes.",
      "79": "Se formos obrigados a divulgar ou transferir os seus dados de acordo com quaisquer obrigações ou pedidos legais ou regulamentares.",
      "80": "Direitos do utilizador",
      "81": "Os utilizadores têm o direito de:",
      "82": "Aceder e solicitar detalhes sobre as informações que possuímos.",
      "83": "Solicitar correções de informação imprecisas ou desatualizadas.",
      "84": "Solicitar a eliminação ou anonimização de dados que já não sejam necessários para os fins declarados.",
      "85": "Objetar o tratamento com base em interesses legítimos.",
      "86": "Retirar o consentimento para o tratamento de dados quando aplicável.",
      "87": "Períodos de conservação e tratamento de dados",
      "88": "Todos os dados recolhidos, incluindo, mas não se limitando a informações de perfil, fotografias, materiais de vídeo e interações do utilizador (por exemplo, gostos e correspondências), são retidos para:",
      "89": "O tempo necessário para prestar serviços e cumprir as obrigações contratuais.",
      "90": "Conformidade com os requisitos legais e regulamentares.",
      "91": "Fins estatísticos ou analíticos, desde que os dados sejam anonimizados.",
      "92": "Melhoria dos algoritmos de segurança e desenvolvimento de novas funcionalidades (apenas dados anonimizados).",
      "93": "Os dados podem ser conservados para além destes períodos se existirem motivos legais, tais como obrigações legais em curso ou consentimento do utilizador. Após o término dos períodos de conservação, os dados serão eliminados em segurança ou tornados anónimos para utilização contínua em análises e melhorias de serviços.",
      "94": "Direito de reclamar",
      "95": "Se estiver insatisfeito com a forma como os seus dados pessoais foram tratados ou tiver dúvidas sobre qualquer questão relacionada com a privacidade, por favor contacte-nos através dos dados fornecidos abaixo. Investigaremos a sua reclamação e responderemos no prazo de 14 dias corridos.",
      "96": "Antes de apresentar uma ação legal, concorda em tentar primeiro resolver a reclamação diretamente com o Prestador de Serviços utilizando os dados de contacto fornecidos.",
      "97": "Detalhes de contacto",
      "98": "Para quaisquer questões relacionadas com a privacidade, por favor contacte:",
      "99": "Suporte Telegram: @wefatehelp",
      "100": "Se as suas preocupações não forem tratadas satisfatoriamente, poderá apresentar uma queixa junto da autoridade de supervisão relevante da sua jurisdição.",
      "101": "Alterações a esta política",
      "102": "Esta Política de Privacidade pode ser atualizada periodicamente para refletir alterações nos requisitos legais, regulamentares ou operacionais. Atualizações significativas serão comunicadas aos utilizadores através da interface do bot do Telegram."
    }
  },
  "common": {
    "actions": {
      "ok": "Ok"
    }
  }
}
