{
  "page": {
    "text": {
      "1": "пайдаланушы келісімі",
      "2": "кіріспе",
      "3": "Осы Пайдаланушы келісімі («Келісім») Telegram ботын @wefatebot («Қызмет», «Бот», «Біз») пайдаланушының («Пайдаланушы», «Клиент», «Сіз») пайдалануын қарастырады.",
      "4": "Қызметті пайдаланбас бұрын, сіз осы Келісімде және @wefatebot сайтында қол жетімді Құпиялық саясатымызда қамтылған барлық шарттар мен шарттарды оқып шыққаныңызға және қабылдағаныңызға келісесіз.",
      "5": "Сервисті немесе оның жеке функцияларын пайдалануды бастау арқылы Пайдаланушы Шарттың талаптарын ешбір ескертулер мен ерекшеліктерсіз толық қабылдаған болып саналады.",
      "6": "Осы Келісімнің шарттары барлық пайдаланушыларға және Сервиске кіретін немесе пайдаланатын басқа тұлғаларға қолданылады. Егер сіз осы Келісімнің кез келген шарттарын қабылдауға және орындауға келіспесеңіз немесе Келісім сіздің еліңіздің заңдарына немесе орналасқан жеріңіздің заңдарына қайшы келсе, @wefatebot қолданбауға келісесіз. Егер сіз мұны орындамасаңыз, бас тартуыңыз нәтижесінде ботқа немесе үшінші тұлғаларға келтірілген барлық шығындар мен залалдар үшін жауапты боласыз.",
      "7": "Қызмет мезгіл-мезгіл өз қалауы бойынша осы Келісімге өзгерістер мен жақсартулар енгізе алады.",
      "8": "Осы өзгертулер енгізілгеннен кейін Қызметті пайдалануды жалғастыру арқылы сіз өзгерістерге қол қойған және олармен келіскеніңіз болып саналады.",
      "9": "Қызмет Telegram қолданбасының алгоритмдеріне негізделген, сондықтан Telegram пайдалану шарттары мен құпиялылық саясатын қараңыз.",
      "10": "көрсетілетін қызметтер",
      "11": "Бот танысу және байланыс қызметтерін ұсынады: Бот басқа пайдаланушылар көре алатын және оларға ұнайтын немесе ұнатпайтын профильдерді жасауға мүмкіндік береді. Профильдердің өзара ұнауы одан әрі байланыс үшін Telegram байланыс деректерімен алмасуға әкеледі.",
      "12": "Қауіпсіздікті және бейімделген пайдаланушы тәжірибесін қамтамасыз ету үшін Бот 18 жасқа толмаған (кәмелетке толмағандар) пайдаланушылардың профильдерін ересек пайдаланушылардың профилінен бөледі. Бұл оқшаулау кәмелетке толмағандар мен ересектер арасындағы өзара әрекеттесуді азайтады және жас пайдаланушылар үшін қоршаған ортаның қауіпсіздігін арттырады.",
      "13": "Пайдалану шарттары",
      "14": "Қызметті пайдалану құқығына ие болу үшін сіз мыналарды білдіресіз және кепілдік бересіз:",
      "15": "Сіз толық құқық қабілеттілігі мен физикалық қабілеті бар жеке тұлғасыз және осы құжатпен келісу үшін жеткілікті өкілеттікке иесіз.",
      "16": "Сіз бізге жаңылыстыратын, жалған немесе жалған ақпарат бермейсіз.",
      "17": "Сізге бұрын біздің Қызметті пайдалануға тыйым салынбаған немесе шектелген жоқсыз.",
      "18": "Сіз осы Келісімнің ешбір ережелерін немесе қолданыстағы заңдар мен ережелерді бұзбайсыз.",
      "19": "Сіз @wefatebot сайтына кіретін резиденцияңыздың (тіркелу) аумағында тиісті заңдардың сақталуына жауаптысыз.",
      "20": "18 жасқа толмаған пайдаланушылар Қызметті пайдаланбас бұрын заңды өкілдерінің нақты келісімін алуы керек. Сервисті пайдалануды жалғастыра отырып, кәмелетке толмағандар мұндай келісімнің берілгенін растайды. Сервис кәмелетке толмағандардың мұндай келісімінсіз пайдалануына жауапты емес.",
      "21": "Қызмет ботты 18 жастан асқан адамдарға пайдалануды ұсынады. Кәмелетке толмағандар заңды өкілдерінен рұқсат алған жағдайда ғана ботты достар табу немесе романтикалық емес қарым-қатынас жасау үшін пайдалана алады.",
      "22": "Қауіпсіздікті арттыру үшін бот кәмелетке толмағандардың профильдерінің ересек пайдаланушыларға көрсетілмеуін қамтамасыз етеді және керісінше. Бұл бөлу қажетсіз немесе орынсыз өзара әрекеттесудің алдын алу үшін маңызды шара болып табылады.",
      "23": "Қолданыстағы заң талап етсе, Қызмет белгілі бір юрисдикцияларда ботты пайдалануды шектеу немесе тыйым салу құқығын өзіне қалдырады.",
      "24": "Сіз сондай-ақ Қызметті теріс пайдаланбағаныңызға немесе оны бұзуға немесе басқа жолмен кедергі жасамайтыныңызға, мысалы, алаяқтық немесе жаңылыстыратын әрекеттерге, зиянды бағдарламаларды енгізуге, бұзуға, спам таратуға немесе жүйелерімізді немесе қауіпсіздік шараларын айналып өту үшін Ботты пайдаланбауға кепілдік бересіз.",
      "25": "Қолдау сұрауын жіберу арқылы кез келген уақытта ботқа кіруді тоқтатқыңыз келсе, @wefatebot-қа хабарлауға болады.",
      "26": "Тіркеу тәртібі және ботты пайдалану",
      "27": "Тіркеу тәртібі.",
      "28": "Сұраныс жіберу.",
      "29": "@wefatebot пайдалануды бастау үшін сіз ботты белсендіруіңіз және @wefatebot-ке бот пайдаланушысының профилін жасау үшін қажетті деректерді беруіңіз керек. Деректер мыналарды қамтиды: лақап аты, жынысы, жасы, бағыты, танысуды жоспарлап отырған қала, тіл, қолданушы ұсынған фото/бейне.",
      "30": "Сондай-ақ, пайдаланушы профильге қызығушылықтарының, хоббилерінің және басқа ақпараттарының сипаттамасын қоса алады.",
      "31": "Пайдаланушыны тексеру және бақылау.",
      "32": "Алаяқтық немесе кез келген басқа заңсыз әрекет қаупін анықтасақ, @wefatebot сайтына кіруді шектеу немесе блоктау және тіркеуді кейінге қалдыру құқығымыз бар.",
      "33": "Сондай-ақ қызметтерді пайдалануға рұқсат бермес бұрын, сізден қосымша ақпарат беруіңізді немесе деректерді беруді аяқтағаннан кейін біраз уақыт күтуіңізді талап етуі мүмкін. Түпнұсқалығын растау үшін қауіпті профильдер үшін бейне тексеру сұралуы мүмкін. Тәуекел деңгейі жоғары профильдерді анықтау критерийлері ішкі болып табылады және оларды ашуға жатпайды.",
      "34": "Бот арқылы @wefatebot серіктестері ұсынатын қызметтерге қол жеткізу арқылы сіз деректеріңізді бот серіктестеріне беруге келісім бересіз және @wefatebot серіктестерінен алынған ақпарат негізінде Қызметке және қосымша қызметтерге қол жеткізуіңізді шектеуге құқығы бар екенін түсінесіз.",
      "35": "Чатботты пайдалану.",
      "36": "Профиль жасау процесін аяқтағаннан кейін сізде басқа пайдаланушылардың профильдерін көру мүмкіндігі бар. Басқа пайдаланушылардың профильдерімен танысу үшін «Профильдерді қарау» тармағын таңдау керек.",
      "37": "Пайдаланушымен танысқыңыз келсе, «жүрек» түріндегі элементті таңдаңыз. Әрі қарай танысуды қаламасаңыз, «бас тарту» түріндегі элементті таңдаңыз, содан кейін сізге келесі профиль көрсетіледі.",
      "38": "Егер сіз «жүрек» түріндегі элементті таңдаған болсаңыз, онда сіз осы элементті таңдаған адам сіздің таңдауыңыз туралы хабарлама алады, егер бұл адам да осы элементті таңдаса, сіз оның Telegram профиліне сілтеме аласыз, онда сіз Telegram мессенджері арқылы байланысуды бастай аласыз.",
      "39": "Профильдерді қарау процесінде заңнаманың ережелеріне сәйкес орналастырылған жарнамалар көрсетілуі мүмкін. Жарнама берушілер жеке пайдаланушы деректеріне тікелей қол жеткізе алмайды. Оның орнына анонимделген және жинақталған ақпарат жарнаманы мақсатты ету үшін пайдаланылады.",
      "40": "Ботты пайдалануға тыйым салынған",
      "41": "Біз сізге осы Келісімнің талаптары мен талаптарына сәйкес @wefatebot пайдалану үшін эксклюзивті емес, берілмейтін лицензия береміз.",
      "42": "Сіз тек осы Келісімнің шарттарына сәйкес Қызметке және оған қатысты материалдар мен ақпаратқа (бірге «Мазмұн» деп аталады) қол жеткізуге және пайдалануға құқығыңыз бар.",
      "43": "Қызметті немесе Мазмұнды кез келген басқа пайдалануға қатаң тыйым салынады және Қызметке немесе Мазмұнға қатысты барлық басқа құқықтар, атаулар тек @wefatebot иесіне, оның лицензиарларына тиесілі.",
      "44": "Қызметті заңсыз қызметтерге, алаяқтық схемаларға, пирамидаларға, darknet желісіне, бопсалау, ақшаны жылыстатуға, терроризмді қаржыландыруға, санкциялық режимдердің субъектілеріне және @wefatebot үшін рұқсат етілмейтін тәуекелдің басқа санаттарына қатысты жарнама мақсатында пайдалануға тыйым салынады.",
      "45": "Тіркеу және @wefatebot пайдалану кезінде басқа тұлғаны көрсетуге тыйым салынады.",
      "46": "18 жасқа толмаған адамдарға қатысты сексуалдық сипаттағы көріністер немесе сексуалдық әрекеттерге нұсқау біздің қызмет көрсету шарттарына сәйкес келмейді және көптеген елдерде заңсыз болып табылады. Егер сіз осындай әрекеттерді байқасаңыз, есептік жазбаңыз жойылады және ол туралы ақпарат жергілікті полицияға беріледі.",
      "47": "Шағымдарды шешу",
      "48": "Егер сізде кері байланыс, сұрақтар немесе шағымдар болса, тұтынушыларды қолдау қызметіне (@wefatehelp) хабарласыңыз.",
      "49": "Шағымыңыз болса, шағымыңыздың себебін, шағымды қалай шешкенімізді қалайтыныңызды және орынды деп санайтын кез келген басқа ақпаратты көрсетіңіз. Біз сіздің шағымыңызды сіз берген ақпарат пен @wefatebot ұсынған кез келген ақпарат негізінде тексереміз.",
      "50": "Сіздің шағымыңыз қолдау қызметіне шағым түскен күннен бастап 14 (он төрт) күнтізбелік күн ішінде қаралады.",
      "51": "@wefatebot қолдау тобының агенті шағымыңыздың негізінде келесі шешімдерді қабылдауы мүмкін:",
      "52": "Сіздің өтінішіңізге сәйкес шағымыңызды шешіңіз.",
      "53": "Шағымыңызды қабылдамау туралы шешім қабылдап, бас тарту себептерін көрсетіңіз.",
      "54": "Шағымыңызды балама жолмен шешіңіз.",
      "55": "Сіз сотқа шағым бермес бұрын осы бөлімде сипатталған шағым беру процедурасын қолдануға келісесіз. Осы ережені сақтамау сіздің мәселені соттан тыс шешуге дайын еместігіңіздің және/немесе шағымның қабылданбайтын сипатының дәлелі ретінде пайдаланылуы мүмкін.",
      "56": "Ботқа кіруді тоқтату және тоқтату",
      "57": "@wefatebot жарамды шақыру қағазы, сот бұйрығы немесе мемлекеттік органның міндетті бұйрығымен талап етілсе, Қызметке қол жеткізуіңізді шектей немесе тоқтата алады,",
      "58": "және/немесе біз Пайдаланушыны @wefatebot пайдалануға тыйым салынған деп күдіктенеміз;",
      "59": "және/немесе профиліңізді пайдалану кез келген сот процестерінің, тергеулердің немесе үкіметтік істердің нысанасы болып табылады;",
      "60": "және/немесе @wefatebot пайдалануыңызға қатысты заңды немесе нормативтік талаптарды сақтамау қаупі жоғары деп санаймыз;",
      "61": "және/немесе біздің қызмет көрсету серіктестері Сіздің Қызметті пайдалануыңызға қолдау көрсете алмайды;",
      "62": "және/немесе сіз өз қалауымыз бойынша біз белгілеген ережелер мен бақылауларды айналып өтетін әрекеттерді жасайсыз, соның ішінде @wefatebot мезгіл-мезгіл ұсына алатын бірнеше профильдерді ашу немесе жарнамаларды теріс пайдалану, бірақ олармен шектелмейді;",
      "63": "немесе сіз осы Келісімді және басқа @wefatebot ережелерін бұзасыз.",
      "64": "Үшінші тарап мазмұны",
      "66": "Егер ботты пайдалану кезінде пайдаланушы профильдерінде Интернеттегі сайттарға (үшінші тарап сайттарына), сондай-ақ мақалалар, фотосуреттер, иллюстрациялар, графикалық кескіндер, музыка, дыбыстар, бейнелер, ақпарат, қолданбалар, бағдарламалар және үшінші тарапқа тиесілі немесе олардан шыққан басқа мазмұн (Үшінші тарап vContent) сілтемелері болса (немесе болуы мүмкін). Бұл үшінші тараптарды және олардың мазмұнын Қызмет қандай да бір нақты талаптарға (мысалы, дәлдік, толықтық, заңдылық және т.б.) сәйкестігін тексермейді. Қызмет пайдаланушы профильдеріндегі сілтемелер немесе Үшінші тарап мазмұны арқылы пайдаланушылар кіретін үшінші тарап сайттарында жарияланған кез келген ақпарат үшін жауап бермейді. Пайдаланушылар үшінші тарап мазмұнымен өз қалауы мен тәуекелі бойынша өзара әрекеттеседі.",
      "67": "Кез келген Үшінші тарап Мазмұны құқықтарыңызды бұзса немесе заңсыз болып көрінсе, қарау және ықтимал әрекет ету үшін Қызметке хабарласуыңызға болады, бірақ соңғы жауапкершілік Үшінші тарап мазмұнын жасаушыға немесе иесіне жүктеледі.",
      "68": "Құқық қорғау органдарымен ынтымақтастық",
      "69": "Қызмет құқық қорғау органдарымен және басқа да уәкілетті ұйымдармен қолданыстағы заңдар мен нормативтік құқықтық актілердің шеңберінде қатаң түрде ынтымақтасады. Пайдаланушы деректеріне немесе басқа ақпаратқа арналған сұраулар келесі талаптарға сай болуы керек:",
      "70": "Өтінімдерді беру:",
      "71": "Сұраулар сұрау салушы құқық қорғау органына тиесілі ресми электрондық пошта мекенжайынан тағайындалған электрондық поштаға жіберілуі керек: budaev.e@gmail.com",
      "72": "Сұрау салуда сұрау салушы лауазымды тұлғаның аты-жөні мен лауазымы, сұрау салудың мақсаты мен көлемі, сондай-ақ сот бұйрығы немесе басқа заңды рұқсат сияқты тиісті құжаттама болуы керек.",
      "73": "Электрондық поштада қажет болған жағдайда сұрау салушы қызметкермен жедел байланысу үшін Telegram байланысы болуы керек.",
      "74": "Сұраныстарды тексеру",
      "75": "Қызмет жалпыға қолжетімді ресми арналар арқылы сұрау салушы агенттікке хабарласу арқылы сұраудың шынайылығын тексеру құқығын өзіне қалдырады.",
      "76": "Осы талаптарға сай келмейтін сұраулар кейінге қалдырылуы немесе қабылданбауы мүмкін.",
      "77": "Деректерді ашуға шектеулер:",
      "78": "Қызмет заңды сұрауды орындау үшін қажетті деректердің ең аз мөлшерін ғана ашады.",
      "79": "Заңмен рұқсат етілген және құпиялылық туралы бұйрық болмаған жағдайда, Сервис деректері сұралатын пайдаланушыны хабардар ете алады.",
      "80": "Төтенше жағдайлар:",
      "81": "Қоғамдық қауіпсіздікке тікелей зиян немесе қауіп төндіретін шұғыл жағдайларда Қызмет сұрауларды өңдеуді жеделдете алады. Мұндай сұраулар әлі де ресми түрде берілуі және негізделуі керек.",
      "82": "Қорытынды ережелер",
      "83": "Осы Келісімде қолданылатын терминдердің мағыналары, егер басқаша анық көрсетілмесе, тиісті юрисдикцияның заңнамасына сәйкес анықталады. Осы Келісімнің қандай да бір ережесі жарамсыз немесе орындалмайтын деп танылса, бұл қалған ережелердің жарамдылығына немесе күшіне енуіне әсер етпейді.",
      "84": "18 жасқа толмаған пайдаланушылар өздерінің заңды өкілдерін тіркеу және Сервисті пайдалану туралы хабардар етуге міндетті. Қызмет мұндай хабарламаны қамтамасыз ету үшін жауапкершілікті өз мойнына алмайды.",
      "85": "Сервисті пайдаланатын кәмелетке толмағандардың әрекеттері үшін жауапкершілік толығымен олардың заңды өкілдеріне жүктеледі. Тіркеу немесе кәмелетке толмаған адамды Сервисті пайдалануға рұқсат беру арқылы заңды өкілдер осы Келісімге келісімін растайды және оның шарттарының сақталуын қамтамасыз ету үшін толық жауапкершілікті өз мойнына алады.",
      "86": "Сервис осы Шарт бойынша өз құқықтары мен міндеттерін үшінші тарапқа алдын ала ескертусіз беруге немесе беруге құқылы, егер мұндай тағайындау Пайдаланушының құқықтарына теріс әсер етпесе.",
      "87": "Осы Келісімді қабылдау арқылы сіз барлық хабарламалар, хабарламалар және келісімдер заңды түрде рұқсат етілген жерде электронды түрде жеткізілетініне келісесіз.",
      "88": "Осы Келісім тараптар арасындағы Сервисті пайдалануға қатысты толық түсіністікті құрайды және оның тақырыбына қатысты жазбаша немесе ауызша барлық алдыңғы келісімдерді немесе түсіністіктерді ауыстырады.",
      "89": "Осы Келісімге қатысты сұрақтарыңыз немесе сұрақтарыңыз болса, @wafatehelp мекенжайы бойынша бізге хабарласыңыз."
    }
  },
  "common": {
    "actions": {
      "ok": "Жарайды"
    }
  }
}
