{
  "page": {
    "text": {
      "1": "Құпиялылық саясаты",
      "2": "Жалпы ережелер",
      "3": "Бұл жеке деректердің құпиялылық саясаты Telegram-bot @wefatebot (Компания, «Қызмет көрсетуші», «Біз») орналастырылған, ботқа кірушілер («Пайдаланушылар», «Сіз») оны пайдалану кезінде бере алатын/алатын барлық ақпаратқа қолданылады.",
      "4": "Қызмет көрсетуші қолданыстағы заң талаптарына сәйкес деректердің құпиялылығын және деректерді рұқсатсыз кіруден, жария етуден, кездейсоқ осьтерден, өзгертуден, жоюдан немесе басқа да заңсыз өңдеуден қорғау үшін тиісті техникалық және ұйымдастырушылық шаралардың орындалуын қамтамасыз етеді.",
      "5": "Бұл Құпиялық саясаты біздің ағымдағы деректерді қорғау және құпиялылық саясаты мен міндеттемелерімізді белгілейді. Тиісінше, біз нақты және заңды мақсаттар үшін қызметтерді және/немесе ақпаратты ұсыну үшін тұтынушылармен, серіктестермен, Қызметіміздің пайдаланушыларымен/келушілерімен және онлайн ресурстармен қарым-қатынастар контекстінде қатаң қажет деректерді жинауға және өңдеуге тырысамыз.",
      "6": "Біз Құпиялық саясатымызды Telegram ботында @wefatebot оның соңғы нұсқасында жариялаймыз. Оны мұқият оқып шығыңыз. Осы ботқа кіру және пайдалану арқылы сіз осы Құпиялық саясатын оқығаныңызды, түсінгеніңізді және келіскеніңізді растайсыз.",
      "7": "Осы Құпиялық саясаты Telegram ботында @wefatebot жарияланған Пайдаланушы келісімінің ажырамас бөлігі болып табылады және Қызметті пайдалану үшін оны оқу қажет.",
      "8": "Қызмет провайдері өз қалауы бойынша осы Құпиялық саясатының жаңартылған нұсқасын Telegram-Bot @wefatebot сайтында жариялау және егер өзгерістер маңызды болса, бұл туралы Пайдаланушыларды хабардар ету арқылы кез келген уақытта осы Құпиялық саясатын өзгерту құқығын өзіне қалдырады. Осы Құпиялық саясатының өзгертілген немесе жаңартылған нұсқасы ол Ботта жарияланған сәттен бастап күшіне енеді. Қызметті пайдалануды жалғастыра отырып, Пайдаланушы жаңартылған Құпиялық саясатымен келіседі.",
      "9": "Қызмет Telegram қолданбасының алгоритмдеріне негізделген, сондықтан Telegram пайдалану шарттары мен құпиялылық саясатын қараңыз.",
      "10": "Біз сіз туралы жинайтын ақпарат",
      "11": "Қызмет көрсетуші деректеріңізді жинайтын негізгі мақсат сізге Telegram ботын @wefatebot (бұдан әрі - Қызметтер) пайдалану қызметтерін ұсыну болып табылады. Сізге Қызметтерімізді ұсыну процесінде қызметтерімізді пайдалану және жақсарту үшін біз сіз туралы жеке ақпаратты жинауымыз керек.",
      "12": "Қызмет көрсетуші сіз туралы келесі деректерді жинайды және өңдейді:",
      "13": "Сіз бізге ұсынатын ақпарат: Қызметтерімізді пайдалану үшін тіркелу барысында сіз өзіңіз туралы келесі ақпаратты бересіз: лақап аты, жынысы, жасы, бағыты, танысқыңыз келетін қала, қызмет жұмыс істейтін тіл. Ақпаратта жеке профильге сілтеме, Telegram мессенджеріндегі жеке тіркелгі идентификаторы және Telegram мессенджерінің тілі де болуы мүмкін. Бұған қоса, бұл сіз Қызметтерімізді пайдалануды жалғастыру, жарнамаға немесе сауалнамаға қатысу, сондай-ақ Қызметтерімізге қатысты мәселелер туралы хабарлау арқылы беретін ақпарат.",
      "14": "Біз сіз туралы жинайтын ақпарат: Қызмет көрсетуші келесі ақпаратты автоматты түрде жинауы мүмкін:",
      "15": "Техникалық ақпарат, соның ішінде тіркеу деректері, операциялық жүйе және құрылғы деректері.",
      "16": "Біздің қызметтерді пайдалану кезінде сіз жасаған транзакциялар туралы мәліметтер.",
      "17": "Тексеру мақсатында бейне материалдар: Тәуекел деңгейі жоғары пайдаланушылар үшін біз тексеру процесінің бөлігі ретінде бейне материалдарды жинай аламыз. Бұл бейнелер пайдаланушы профилінің түпнұсқалығын растау, алаяқтықтың алдын алу және қызмет қауіпсіздігін арттыру үшін ғана пайдаланылады. Тәуекелділігі жоғары профильдерді анықтау критерийлері ішкі болып табылады және жариялауға жатпайды, қауіпсіздік шаралары теріс пайдалану немесе айла-шарғы жасаудан тиімді болып қалуын қамтамасыз етеді.",
      "18": "Басқа көздерден алынған ақпарат: Егер сіз біз басқаратын веб-сайттарды немесе біз ұсынатын басқа қызметтерді пайдалансаңыз, Қызмет көрсетуші сіз туралы ақпаратты алуы мүмкін.",
      "19": "Сіз біздің барлық жиналған жеке ақпаратты біздің Қызметтерді пайдалануыңыздың бүкіл кезеңі ішінде және заңмен белгіленген, бірақ 5 (бес) жылдан аспайтын мерзімде сақтауға құқығымыз бар, бірақ міндетті емес екендігімізбен келісесіз. Сақтау мерзімі құзыретті органның дәлелді сұрау салуы болған жағдайда 1 (бір) жылдан аспайтын мерзімге ұзартылуы мүмкін.",
      "20": "Қызмет көрсетуші кәмелетке толмағандардың деректерін әдейі өңдемейді. Көрсетілетін қызметті беруші 18 жастан асқан тұлғаларға Ботты пайдалануды ұсынады. Кәмелетке толмағандардың әрекеттері, оның ішінде олардың қызметтерді сатып алуы үшін жауапкершілік кәмелетке толмағандардың заңды өкілдеріне жүктеледі. 18 жасқа толмаған барлық келушілер өздері туралы қандай да бір ақпарат бермес бұрын заңды өкілдерінің рұқсатын алуы қажет. Көрсетілетін қызметті беруші кәмелетке толмаған бала туралы ақпаратты заңды өкілдерінің келісімінсіз алғаны туралы белгілі болған жағдайда, мұндай ақпарат мүмкіндігінше қысқа мерзімде жойылады.",
      "21": "Ақпаратыңызды қалай қорғаймыз",
      "22": "Қызмет провайдері сіздің жеке ақпаратыңызды салалық стандарттарға сәйкес шифрлаумен қауіпсіз сақтауды пайдалана отырып, қауіпсіз сақтайды және біз ақпаратыңыздың жоғалып кетпеуін, дұрыс пайдаланылмауын немесе өзгертілмеуін қамтамасыз ету үшін бірқатар қауіпсіздік шараларын орындадық, соның ішінде, бірақ олармен шектелмейді:",
      "23": "Физикалық шаралар:",
      "24": "Сіздің деректеріңізді қамтитын физикалық тасымалдаушылар үй ішінде сақталады, сонымен қатар ақпаратты қорғаудың арнайы физикалық құралдары (сыртқы қоршаулар, бейнебақылау жүйесі, бейдждерді пайдалана отырып кіруді басқару жүйесі және биометриялық тану жүйесі, соның ішінде сайт шекараларын инфрақызыл қорғау) қолданылады.",
      "25": "Электрондық шаралар:",
      "26": "Деректер компьютерлік жүйелерде және физикалық деректер тасымалдаушыларында сақталады, олар кіруге қатаң шектеулермен орындалады.",
      "27": "Басқару шаралары:",
      "28": "Кіру деңгейлері деректеріңізбен тек уәкілетті қызметкерлердің байланысына рұқсат етілетін етіп бөлінген және мұндай қызметкерлер ішкі деректер құпиялылығы ережелерін сақтауға міндеттенеді.",
      "29": "Техникалық шаралар:",
      "30": "Шифрлау технологиясы деректеріңізді тасымалдау және сақтау үшін пайдаланылуы мүмкін. Деректеріңіздің ашылуы, бүлінуі, теріс пайдаланылуы, рұқсатсыз алынуы, рұқсатсыз ашылуы немесе өзгертілуі мүмкін қауіптерді азайту үшін біз қазіргі уақытта қол жетімді әртүрлі қауіпсіздік технологиялары мен басқару құралдарын пайдаланамыз. Техникалық қауіпсіздік топтарымыз серверлеріміз бен қызметтеріміздегі қалыптан тыс және зиянды әрекеттерді белсенді түрде бақылайды.",
      "31": "Басқа шаралар:",
      "32": "Біз сіздің ақпаратыңызды біз жинайтын және сақтайтын деректерді рұқсатсыз кіруден, өзгертуден, ашудан немесе жоюдан қорғауға тырысамыз.",
      "33": "Біз ақпараттық қауіпсіздікті қамтамасыз ету үшін әртүрлі шараларды қабылдаймыз, соның ішінде:",
      "34": "Сізбен хабарламаларымызды шифрлау;",
      "35": "Деректерді жинау, сақтау және өңдеу әдістерін мерзімді талдау;",
      "36": "Келісімшарттық құпиялылық бойынша қатаң міндеттемелерге бағынатын қызметкерлеріміз бен жеткізушілеріміз үшін қажетті білімге негізделген деректеріңізге шектеулі қолжетімділік.",
      "37": "Ақпараттың 100% қауіпсіздігіне кепілдік беру мүмкін емес екенін ескеріңіз. Сондықтан жеке ақпаратыңызды қорғау шараларын қабылдауыңызды сұраймыз.",
      "38": "Сіз Қызмет Провайдерінің заңмен рұқсат етілген максималды дәрежеде хакерлер шабуылы, электр қуатының үзілуі немесе болмай қалмайтын техникалық ақаулар, өз кінәсінен пайдаланушы деректерінің ағып кетуін қоса алғанда, бірақ олармен шектелмей, біздің ниетімізбен немесе өрескел немқұрайлылығымыздан туындамаған ақпараттың ағып кетуіне және басқа да шығындарға жауапты емес екеніне келісесіз.",
      "39": "Жеке ақпаратыңыз бұзылды деп күдіктенсеңіз, дереу бізге хабарласыңыз.",
      "40": "Деректеріңізді пайдалану жолдары",
      "41": "Біз сіз туралы жинаған ақпаратты келесі мақсаттарда немесе келесі жолдармен пайдаланамыз:",
      "42": "Біздің қызметтерді көрсету үшін: Қызмет көрсетуші жиналған ақпаратты сізге қатысты өз міндеттемелерін орындау, ақпаратты, өнімдер мен қызметтерді қамтамасыз ету, жақсырақ Қызметтерді қолдау және ұсыну, жеке басыңызды растау үшін пайдаланады.",
      "43": "Заң талаптарын орындау үшін: Қызмет провайдері ақпаратты біздің заңды міндеттемелерімізге, үкімет сұрауларына және пайдаланушылардың негізделген сұрауларына сәйкес пайдаланады.",
      "44": "Зерттеулер мен әзірлемелер үшін:",
      "45": "Қызмет көрсетуші қызметтерімізді басқару және ішкі операциялар, соның ішінде ақауларды жою, деректерді талдау, тестілеу, зерттеу, статистикалық және шолу мақсаттары үшін, сондай-ақ қызметтерімізді қалай пайдаланатыныңызды және олармен әрекеттесетініңізді түсіну үшін деректерді белсенді түрде өлшейді және талдайды.",
      "46": "Бұл шолуды біздің операциялық топтарымыз Қызметтерімізді үздіксіз жақсарту және пайдаланушы интерфейсі мәселелерін шешу үшін жүргізеді. Сонымен қатар, Қызмет көрсетуші мұндай ақпаратты Қызметтерімізді, веб-сайттарымыздың мазмұны мен орналасуын теңшеу, өлшеу және жақсарту, сондай-ақ жаңа қызметтерді әзірлеу үшін пайдаланады.",
      "47": "Біз ақауларды іздеу және жылдам түзету үшін жүйелеріміздегі әрекеттер мен пайдаланушылармен байланысымыз туралы ақпаратты үнемі бақылап отырамыз.",
      "48": "Сізбен байланысу үшін: Әрбір хабарламаны растау үшін деректеріңізді жинамай және өңдемейінше, Қызмет провайдері сіз жіберген сұрауларға жауап бере алмайды.",
      "49": "Біздің шарттарымыздың сақталуын қамтамасыз ету үшін: Жиналған ақпарат сонымен қатар біздің шарттарымызды үздіксіз және белсенді түрде орындау үшін пайдаланылады, соның ішінде, бірақ олармен шектелмей, жоғарыда аталған ережелерді бұзуы мүмкін кез келген ықтимал тыйым салынған немесе заңсыз әрекеттерді қарау, тексеру және алдын алу немесе оларға сәйкес үшінші тарапқа тиісті ақпаратты ашу.",
      "50": "Бейне тексеру үшін: Тексеру бөлігі ретінде жиналған бейне материалдар профильдің түпнұсқалығын растау және алаяқтық әрекеттердің алдын алу үшін пайдаланылады. Бұған қоса, анонимді бейне деректерін талдау, қауіпсіздік алгоритмдерін жақсарту және жаңа мүмкіндіктерді әзірлеу үшін пайдалануға болады.",
      "51": "Маркетинг және жарнама үшін: Қызмет көрсетуші сіздің жеке ақпаратыңызды маркетингтік серіктестерімізбен таргетинг, модельдеу және/немесе талдау, сондай-ақ маркетинг және жарнама мақсатында бөлісуі мүмкін. Жарнама берушілер жеке пайдаланушы деректеріне тікелей қол жеткізе алмайды. Оның орнына, Қызмет көрсетуші пайдаланушының құпиялылығына зиян келтірместен мақсатты жарнамаларды тиімді көрсету үшін анонимді және жинақталған ақпаратты пайдаланады.",
      "52": "Мақсатты жарнама үшін: Біз сіздің жынысыңыз, жасыңыз және географиялық орныңыз сияқты жеке ақпаратыңызды жарнамалық серіктестерімізбен бірлесіп жекелендірілген жарнамалар мен демеушілік мазмұнды қамтамасыз ету үшін пайдалана аламыз.",
      "53": "Басқа мақсаттарда: Қызмет көрсетуші жазбаша құжатқа қол қою немесе Қызмет көрсетуші ұсынған электрондық нысанды толтыру арқылы көрсетілген қосымша келісім беретін кез келген басқа мақсаттарда сіздің жеке ақпаратыңызды аша алады.",
      "54": "Өңдеудің құқықтық негіздері",
      "55": "Деректеріңізді өңдеген кезде біз өңдеу үшін келесі заңды негіздердің біріне сүйенеміз. Деректеріңізді пайдаланудың нақты мақсатына байланысты біз сіздің деректеріңізді бірнеше заңды себептермен өңдеуіміз мүмкін.",
      "56": "Шарттың орындалуы:",
      "57": "Егер деректеріңізді өңдеу біз сізбен жасасқан Пайдаланушы келісімі бойынша міндеттемелерімізді орындау үшін қажет болса, біз деректерді өңдей аламыз.",
      "58": "Заңды міндеттеме немесе қоғам мүддесі үшін:",
      "59": "Біз сіздің деректеріңізді заңды міндеттемелерге сәйкес өңдеуге міндеттіміз.",
      "60": "Өңдеу мақсаттарына жеке басын растауды бақылау, ақшаны жылыстату мен алаяқтықтың алдын алу, тәуекелді бақылау шаралары, сондай-ақ құзыретті органға, мемлекеттік органға немесе құқық қорғау органына ақпарат беру кіреді.",
      "61": "Заңды мүдделер:",
      "62": "Қажет болса, бізде немесе үшінші тараптың коммерциялық және іскерлік мүдделерді жүзеге асыруға заңды мүддесі болса, мұндай мүдделер сіздің мүдделеріңізбен, негізгі құқықтарыңыз бен бостандықтарыңызбен сәйкес келетін жағдайларды қоспағанда, деректерді өңдей аламыз.",
      "63": "Сіздің келісіміңіз:",
      "64": "Белгілі бір жағдайларда біз сізден белгілі бір мақсаттар үшін қосымша жеке ақпаратты өңдеуге арнайы рұқсат сұрауымыз мүмкін.",
      "65": "Егер сіз келісесіз, деректеріңіз осылай өңделеді. Заңды негіз сіз берген келісім болса, келісіміңізді кез келген уақытта қайтарып ала аласыз. Келісіміңіздің күшін жою кері қайтарылғанға дейін өңделген деректердің заңдылығына әсер етпейді.",
      "66": "Деректеріңізді кім алады",
      "67": "Қызмет көрсетуші сіздің деректеріңізді сұрауларды орындау және қызметтерді көрсету, сондай-ақ біздің келісім-шарттық және заңды міндеттемелерімізді орындау үшін алады.",
      "68": "Біз сіздің деректеріңізді үшінші тұлғаларға, егер ол біздің заңды іскерлік қажеттіліктерімізге, сұрауларды орындауға, қызметтерді көрсетуге және/немесе заң талаптарына немесе рұқсаттарына сәйкес қажет болса, береміз. Мұндай жағдайларда үшінші тұлғалар:",
      "69": "Қызмет көрсетушілер:",
      "70": "Қызмет провайдері деректерді үшінші тарап серіктестеріне және қызмет жеткізушілеріне (процессорларға) ашады, осылайша олар қажет болған жағдайда біздің атымыздан өңдей алады. Бұл қызмет жеткізушілері Деректерді қорғау туралы заңға сәйкес жеткілікті кепілдіктерді қамтамасыз етуі керек (мысалы, құпиялылық пен деректерді қорғауға қатысты шарттық міндеттемелермен байланысты). Біз олардың қызметтерін көрсету үшін қажет деректерді ғана жібереміз.",
      "71": "Аудиторлар мен кеңесшілер:",
      "72": "Біз деректерді қауіпсіздік мәселелерін, тәуекелдерді, шағымдарды және т.б. тексеру үшін заң және басқа консультанттарға тексерулер (мысалы, сыртқы тексерулер, қауіпсіздік тексерулері) мақсатында және контекстінде аша аламыз.",
      "73": "Бақылау органдары, құқық қорғау органдары, соттар:",
      "74": "Қызмет көрсетуші реттеуші органдардың, мемлекеттік және құқық қорғау органдарының, соттардың және сот бұйрықтарының сұрауларына жауап беру үшін қолданыстағы заңдарға, реттеуші міндеттемелерге сәйкес деректерді аша алады.",
      "75": "Басқа тұлғалар:",
      "76": "Басқа алушылар деректеріңізді (мысалы, сілтеме, т.б.) тасымалдауды сұрайтын немесе деректерді беруге келісім беретін кез келген жеке/заңды тұлғалар болуы мүмкін.",
      "77": "Қызмет провайдері сіздің деректеріңізді келесі жағдайларда ашуы мүмкін:",
      "78": "Құқықтарымызды, қауіпсіздігімізді немесе мүлкімізді, сондай-ақ тұтынушыларымыздың немесе үшінші тұлғалардың/қоғамның құқықтарын қорғау үшін. Бұл ақшаны жылыстату, алаяқтықтың алдын алу және осыған ұқсас тәуекелдер мақсатында басқа компаниялармен және ұйымдармен ақпарат алмасуды қамтиды.",
      "79": "Бізден кез келген заңды немесе реттеуші міндеттемелерге немесе сұрауларға сәйкес деректеріңізді ашу немесе беру талап етілсе.",
      "80": "Пайдаланушы құқықтары",
      "81": "Пайдаланушылар мыналарға құқылы:",
      "82": "Қолымызда бар ақпарат туралы мәліметтерге қол жеткізіңіз және сұраңыз.",
      "83": "Дәл емес немесе ескірген ақпаратты түзетуді сұраңыз.",
      "84": "Көрсетілген мақсаттар үшін қажет емес деректерді жоюды немесе анонимизациялауды сұраңыз.",
      "85": "Заңды мүдделерге негізделген өңдеуге қарсылық.",
      "86": "Қажет болса, деректерді өңдеуге берілген келісімді қайтарып алу.",
      "87": "Сақтау мерзімдері және деректерді өңдеу"
    }
  }
}
