{
  "page": {
    "text": {
      "1": "उपयोगकर्ता का समझौता",
      "2": "परिचय",
      "3": "यह उपयोगकर्ता अनुबंध (\"समझौता\") उपयोगकर्ता (\"उपयोगकर्ता\", \"ग्राहक\", \"आप\") द्वारा टेलीग्राम बॉट @wefatebot (\"सेवा\", \"बॉट\", \"हम\") के उपयोग के लिए प्रदान करता है।",
      "4": "सेवा का उपयोग करने से पहले, आप सहमत हैं कि आपने इस अनुबंध और @wefatebot पर उपलब्ध हमारी गोपनीयता नीति में शामिल सभी नियमों और शर्तों को पढ़ और स्वीकार कर लिया है।",
      "5": "सेवा या इसके व्यक्तिगत कार्यों का उपयोग शुरू करने पर, उपयोगकर्ता को बिना किसी आपत्ति या अपवाद के, समझौते की शर्तों को पूर्ण रूप से स्वीकार कर लिया गया माना जाएगा।",
      "6": "इस अनुबंध की शर्तें उन सभी उपयोगकर्ताओं और अन्य व्यक्तियों पर लागू होती हैं जो सेवा तक पहुंचते हैं या उपयोग करते हैं। यदि आप इस अनुबंध की किसी भी शर्त को स्वीकार करने और उसका अनुपालन करने के लिए सहमत नहीं हैं, या यदि अनुबंध आपके देश के कानूनों या आपके स्थान के कानूनों का खंडन करता है, तो आप @wefatebot का उपयोग न करने के लिए सहमत होंगे। यदि आप ऐसा करने में विफल रहते हैं, तो आपके इनकार के परिणामस्वरूप बॉट या तीसरे पक्ष को होने वाले सभी नुकसान और क्षति के लिए आप उत्तरदायी होंगे।",
      "7": "सेवा समय-समय पर, अपने विवेक से, इस अनुबंध में परिवर्तन और सुधार कर सकती है।",
      "8": "इन परिवर्तनों के बाद भी सेवा का उपयोग जारी रखने से, यह माना जाएगा कि आपने परिवर्तनों पर हस्ताक्षर कर दिए हैं और उनसे सहमत हैं।",
      "9": "सेवा टेलीग्राम एप्लिकेशन के एल्गोरिदम पर आधारित है, इसलिए कृपया टेलीग्राम उपयोग की शर्तें और गोपनीयता नीति भी देखें।",
      "10": "सेवाएँ प्रदान की गईं",
      "11": "बॉट डेटिंग और संचार सेवाएं प्रदान करता है: बॉट प्रोफाइल बनाने का अवसर प्रदान करता है जिसे अन्य उपयोगकर्ता देख सकते हैं और उन्हें पसंद या नापसंद कर सकते हैं। प्रोफ़ाइलों को परस्पर पसंद करने के परिणामस्वरूप आगे के संचार के लिए टेलीग्राम संपर्क विवरण का आदान-प्रदान होता है।",
      "12": "सुरक्षा और एक अनुरूप उपयोगकर्ता अनुभव सुनिश्चित करने के लिए, बॉट 18 वर्ष से कम उम्र के उपयोगकर्ताओं (नाबालिग) के प्रोफाइल को वयस्क उपयोगकर्ताओं से अलग करता है। यह अलगाव नाबालिगों और वयस्कों के बीच बातचीत को कम करता है और युवा उपयोगकर्ताओं के लिए पर्यावरण की सुरक्षा को बढ़ाता है।",
      "13": "उपयोग की शर्तें",
      "14": "सेवा का उपयोग करने के लिए पात्र होने के लिए, आप प्रतिनिधित्व करते हैं और आश्वासन देते हैं कि:",
      "15": "आप पूर्ण कानूनी क्षमता और शारीरिक क्षमता वाले व्यक्ति हैं और आपके पास इस दस्तावेज़ से सहमत होने के लिए पर्याप्त अधिकार हैं।",
      "16": "आप हमें भ्रामक, झूठी या कपटपूर्ण जानकारी प्रदान न करें।",
      "17": "आपको पहले हमारी सेवा का उपयोग करने से प्रतिबंधित या प्रतिबंधित नहीं किया गया है।",
      "18": "आप इस अनुबंध या लागू कानूनों और विनियमों के किसी भी प्रावधान का उल्लंघन नहीं करते हैं।",
      "19": "आप अपने निवास (पंजीकरण) के क्षेत्र में संबंधित कानूनों के अनुपालन के लिए जिम्मेदार हैं, जहां से आप @wefatebot तक पहुंच रहे हैं।",
      "20": "18 वर्ष से कम आयु के उपयोगकर्ताओं को सेवा का उपयोग करने से पहले अपने कानूनी प्रतिनिधियों से स्पष्ट सहमति प्राप्त करनी होगी। सेवा का उपयोग जारी रखकर, नाबालिग पुष्टि करते हैं कि ऐसी सहमति प्रदान की गई है। सेवा ऐसी सहमति के बिना नाबालिगों द्वारा किसी भी उपयोग के लिए उत्तरदायी नहीं है।",
      "21": "सेवा 18 वर्ष से अधिक आयु के व्यक्तियों को बॉट का उपयोग करने की अनुशंसा करती है। नाबालिग बॉट का उपयोग केवल दोस्तों को खोजने या गैर-रोमांटिक संचार में संलग्न होने के लिए कर सकते हैं, बशर्ते उन्होंने अपने कानूनी प्रतिनिधियों से अनुमति प्राप्त की हो।",
      "22": "सुरक्षा बढ़ाने के लिए, बॉट यह सुनिश्चित करता है कि नाबालिगों की प्रोफ़ाइल वयस्क उपयोगकर्ताओं को प्रदर्शित न हो, और इसके विपरीत। यह पृथक्करण अवांछित या अनुचित अंतःक्रियाओं को रोकने के लिए एक महत्वपूर्ण उपाय है।",
      "23": "यदि लागू कानून द्वारा आवश्यक हो, तो सेवा कुछ न्यायक्षेत्रों में बॉट के उपयोग को प्रतिबंधित या प्रतिबंधित करने का अधिकार सुरक्षित रखती है।",
      "24": "आप यह भी गारंटी देते हैं कि आप सेवा का दुरुपयोग नहीं करेंगे या इसमें बाधा डालने या अन्यथा हस्तक्षेप करने का प्रयास नहीं करेंगे, उदाहरण के लिए, धोखाधड़ी या भ्रामक कार्यों, मैलवेयर पेश करने, हैकिंग, स्पैम फैलाने, या हमारे सिस्टम या सुरक्षा उपायों को दरकिनार करने के लिए बॉट का उपयोग न करें।",
      "25": "यदि आप किसी भी समय समर्थन अनुरोध भेजकर बॉट तक पहुंच बंद करना चाहते हैं तो आप @wefatebot को भी सूचित कर सकते हैं।",
      "26": "पंजीकरण प्रक्रिया और बॉट का उपयोग",
      "27": "पंजीकरण प्रक्रिया.",
      "28": "अनुरोध भेजा जा रहा है.",
      "29": "@wefatebot का उपयोग शुरू करने के लिए, आपको बॉट को सक्रिय करना होगा और बॉट के उपयोगकर्ता की प्रोफ़ाइल बनाने के लिए आवश्यक डेटा @wefatebot को प्रदान करना होगा। डेटा में शामिल हैं: उपनाम, लिंग, आयु, अभिविन्यास, वह शहर जहां आप परिचित होने की योजना बना रहे हैं, भाषा, उपयोगकर्ता द्वारा प्रदान किया गया फोटो/वीडियो।",
      "30": "उपयोगकर्ता प्रोफ़ाइल में अपनी रुचियों, शौक और अन्य जानकारी का विवरण भी जोड़ सकता है।",
      "31": "उपयोगकर्ता सत्यापन और निगरानी।",
      "32": "यदि हम धोखाधड़ी या किसी अन्य अवैध गतिविधि के जोखिम का पता लगाते हैं तो हम @wefatebot तक आपकी पहुंच को प्रतिबंधित या अवरुद्ध करने और पंजीकरण को स्थगित करने का अधिकार सुरक्षित रखते हैं।",
      "33": "सेवाओं का उपयोग करने की अनुमति देने से पहले हमें आपसे अतिरिक्त जानकारी प्रदान करने या डेटा प्रदान करने के बाद कुछ समय प्रतीक्षा करने की भी आवश्यकता हो सकती है। प्रामाणिकता की पुष्टि के लिए उच्च जोखिम वाले प्रोफाइल के लिए वीडियो-सत्यापन का अनुरोध किया जा सकता है। उच्च जोखिम वाले प्रोफाइल की पहचान करने के मानदंड आंतरिक हैं और प्रकटीकरण के अधीन नहीं हैं।",
      "34": "बॉट के माध्यम से @wefatebot भागीदारों द्वारा प्रदान की गई सेवाओं तक पहुंच करके, आप अपने डेटा को बॉट के भागीदारों को स्थानांतरित करने के लिए अपनी सहमति देते हैं और समझते हैं कि @wefatebot को अपने भागीदारों से प्राप्त जानकारी के आधार पर सेवा और अतिरिक्त सेवाओं तक आपकी पहुंच को प्रतिबंधित करने का अधिकार है।",
      "35": "चैटबॉट का उपयोग करना।",
      "36": "प्रोफ़ाइल निर्माण प्रक्रिया पूरी करने के बाद, आपके पास अन्य उपयोगकर्ताओं की प्रोफ़ाइल देखने का अवसर होता है। अन्य उपयोगकर्ताओं की प्रोफ़ाइल से परिचित होने के लिए, आपको \"प्रोफ़ाइल देखें\" का चयन करना होगा।",
      "37": "यदि आप उपयोगकर्ता को जानना चाहते हैं तो \"दिल\" के रूप में एक आइटम चुनें। आगे परिचित होने की अनिच्छा के मामले में, \"रद्द करें\" के रूप में एक आइटम चुनें, फिर निम्नलिखित प्रोफ़ाइल आपको प्रदर्शित की जाएगी।",
      "38": "यदि आपने \"हृदय\" के रूप में कोई वस्तु चुनी है, तो जिस व्यक्ति के संबंध में आपने यह वस्तु चुनी है, उसे आपकी पसंद की सूचना प्राप्त होगी। यदि यह व्यक्ति भी इस आइटम को चुनता है, तो आपको उसके टेलीग्राम प्रोफ़ाइल का एक लिंक प्राप्त होगा, जहां आप टेलीग्राम मैसेंजर के माध्यम से संचार शुरू कर सकते हैं।",
      "39": "प्रोफ़ाइल देखने की प्रक्रिया में, कानून के प्रावधानों के अनुसार रखे गए विज्ञापन प्रदर्शित किए जा सकते हैं। विज्ञापनदाताओं के पास व्यक्तिगत उपयोगकर्ता डेटा तक सीधी पहुंच नहीं है। इसके बजाय, विज्ञापन लक्ष्यीकरण के लिए अज्ञात और एकत्रित जानकारी का उपयोग किया जाता है।",
      "40": "बॉट का निषिद्ध उपयोग",
      "41": "हम आपको इस अनुबंध के नियमों और शर्तों के अनुसार @wefatebot का उपयोग करने के लिए एक गैर-अनन्य, गैर-हस्तांतरणीय लाइसेंस प्रदान करते हैं।",
      "42": "आपको इस अनुबंध की शर्तों के अनुसार विशेष रूप से सेवा और संबंधित सामग्रियों और सूचनाओं (सामूहिक रूप से \"सामग्री\" के रूप में संदर्भित) तक पहुंचने और उपयोग करने का अधिकार है।",
      "43": "सेवा या सामग्री का कोई अन्य उपयोग सख्ती से प्रतिबंधित है, और सेवा या सामग्री के अन्य सभी अधिकार, शीर्षक विशेष रूप से @wefatebot के मालिक, उसके लाइसेंसकर्ताओं के पास हैं।",
      "44": "अवैध सेवाओं, धोखाधड़ी योजनाओं, पिरामिड, डार्कनेट, जबरन वसूली, मनी लॉन्ड्रिंग, आतंकवादी वित्तपोषण, प्रतिबंध शासन के विषयों और @wefatebot के लिए अस्वीकार्य जोखिम की अन्य श्रेणियों से संबंधित विज्ञापन के उद्देश्य से सेवा का उपयोग निषिद्ध है।",
      "45": "पंजीकरण करते समय और @wefatebot का उपयोग करते समय किसी अन्य व्यक्ति का प्रतिरूपण करना प्रतिबंधित है।",
      "46": "18 वर्ष से कम आयु के व्यक्तियों के विरुद्ध यौन प्रकृति की अभिव्यक्तियाँ या यौन कृत्यों के संकेत हमारी सेवा की शर्तों का अनुपालन नहीं करते हैं और कई देशों में अवैध हैं। यदि आप ऐसे कार्यों में पाए जाते हैं, तो आपका खाता हटा दिया जाएगा और इसके बारे में जानकारी स्थानीय पुलिस को स्थानांतरित कर दी जाएगी।",
      "47": "शिकायतों का समाधान",
      "48": "यदि आपके पास कोई प्रतिक्रिया, प्रश्न या शिकायत है, तो कृपया ग्राहक सहायता (@wefatehelp) से संपर्क करें।",
      "49": "यदि आपके पास कोई शिकायत है, तो कृपया अपनी शिकायत का कारण बताएं, आप हमसे शिकायत का समाधान कैसे चाहते हैं, और कोई अन्य जानकारी जिसे आप उचित समझते हैं, बताएं। हम आपके द्वारा प्रदान की गई जानकारी और @wefatebot द्वारा प्रदान की गई किसी भी जानकारी के आधार पर आपकी शिकायत की जांच करेंगे।",
      "50": "सहायता सेवा द्वारा शिकायत प्राप्त होने की तारीख से 14 (चौदह) कैलेंडर दिनों के भीतर आपकी शिकायत पर विचार किया जाएगा।",
      "51": "@wefatebot सहायता टीम का एजेंट आपकी शिकायत के आधार पर निम्नलिखित निर्णय ले सकता है:",
      "52": "आपके अनुरोध के अनुसार अपनी शिकायत का समाधान करें।",
      "53": "अपनी शिकायत को अस्वीकार करने का निर्णय लें और अस्वीकृति के कारण बताएं।",
      "54": "अपनी शिकायत का समाधान वैकल्पिक तरीके से करें.",
      "55": "आप अदालत में दावा दायर करने से पहले इस अनुभाग में वर्णित शिकायत प्रक्रिया का उपयोग करने के लिए सहमत हैं। इस प्रावधान का अनुपालन करने में विफलता को अदालत के बाहर मुद्दे को निपटाने में आपकी अनिच्छा और/या शिकायत की अस्वीकार्य प्रकृति के सबूत के रूप में इस्तेमाल किया जा सकता है।",
      "56": "बॉट तक पहुंच का निलंबन और समाप्ति",
      "57": "वैध सम्मन, अदालत के आदेश या किसी सरकारी एजेंसी के अनिवार्य आदेश के तहत आवश्यकता पड़ने पर @wefatebot सेवा तक आपकी पहुंच को प्रतिबंधित या समाप्त कर सकता है।",
      "58": "और/या हमें उपयोगकर्ता पर @wefatebot के प्रतिबंधित उपयोग का यथोचित संदेह है;",
      "59": "और/या आपकी प्रोफ़ाइल का उपयोग किसी भी कानूनी कार्यवाही, जांच या सरकारी कार्यवाही का विषय है;",
      "60": "और/या हमारा मानना है कि @wefatebot के आपके उपयोग के संबंध में कानूनी या नियामक आवश्यकताओं का अनुपालन न करने का जोखिम बढ़ गया है;",
      "61": "और/या हमारे सेवा भागीदार सेवा के आपके उपयोग का समर्थन नहीं कर सकते;",
      "62": "और/या आप ऐसी कार्रवाइयां करते हैं, जो हमारे विवेक के आधार पर, हमारे द्वारा स्थापित नियमों और नियंत्रणों को दरकिनार करती हैं, जिनमें कई प्रोफ़ाइल खोलना या @wefatebot द्वारा समय-समय पर पेश किए जाने वाले प्रचारों का दुरुपयोग करना शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है;"
    }
  }
}
