{
  "page": {
    "text": {
      "1": "गोपनीयता नीति",
      "2": "सामान्य प्रावधान",
      "3": "व्यक्तिगत डेटा की यह गोपनीयता नीति टेलीग्राम-बॉट @wefatebot (कंपनी, \"सेवा प्रदाता\", \"हम\") में पोस्ट की गई सभी जानकारी पर लागू होती है, जो बॉट के आगंतुक (\"उपयोगकर्ता\", \"आप\") इसका उपयोग करते समय प्रदान / प्राप्त कर सकते हैं।",
      "4": "सेवा प्रदाता, लागू कानूनी आवश्यकताओं के अनुसार, डेटा की गोपनीयता सुनिश्चित करता है और डेटा को अनधिकृत पहुंच, प्रकटीकरण, आकस्मिक चोरी, परिवर्तन, विनाश या अन्य अवैध प्रसंस्करण से बचाने के लिए उचित तकनीकी और संगठनात्मक उपायों के कार्यान्वयन को सुनिश्चित करता है।",
      "5": "यह गोपनीयता नीति हमारी वर्तमान डेटा सुरक्षा और गोपनीयता नीति और दायित्वों को निर्धारित करती है। तदनुसार, हम विशिष्ट और वैध उद्देश्यों के लिए सेवाएँ और/या जानकारी प्रदान करने के लिए ग्राहकों, भागीदारों, हमारी सेवा और ऑनलाइन संसाधनों के उपयोगकर्ताओं/आगंतुकों के साथ हमारे संबंधों के संदर्भ में केवल आवश्यक डेटा एकत्र करने और संसाधित करने का प्रयास करते हैं।",
      "6": "हम अपनी गोपनीयता नीति को टेलीग्राम बॉट @wefatebot में इसके नवीनतम संस्करण में पोस्ट करते हैं। कृपया इसे ध्यान से पढ़ें। इस बॉट तक पहुँचने और इसका उपयोग करके, आप पुष्टि करते हैं कि आपने इस गोपनीयता नीति को पढ़ लिया है, समझ लिया है और इससे सहमत हैं।",
      "7": "यह गोपनीयता नीति टेलीग्राम बॉट @wefatebot में प्रकाशित उपयोगकर्ता समझौते का एक अभिन्न अंग है और सेवा का उपयोग करने के लिए इसे पढ़ना आवश्यक है।",
      "8": "सेवा प्रदाता अपने विवेकानुसार, किसी भी समय Telegram-Bot @wefatebot में गोपनीयता नीति का अद्यतन संस्करण प्रकाशित करके इस गोपनीयता नीति को बदलने का अधिकार सुरक्षित रखता है और यदि परिवर्तन महत्वपूर्ण हैं, तो उपयोगकर्ताओं को इसके बारे में सूचित करता है। इस गोपनीयता नीति का संशोधित या अद्यतन संस्करण उस समय से लागू होता है जब इसे Bot में प्रकाशित किया जाता है। सेवा का उपयोग जारी रखते हुए, उपयोगकर्ता अद्यतन गोपनीयता नीति से सहमत होता है।",
      "9": "यह सेवा टेलीग्राम एप्लिकेशन के एल्गोरिदम पर आधारित है, इसलिए कृपया टेलीग्राम उपयोग की शर्तें और गोपनीयता नीति भी देखें।",
      "10": "हम आपके बारे में जो जानकारी एकत्र करते हैं",
      "11": "सेवा प्रदाता द्वारा आपका डेटा एकत्र करने का मुख्य उद्देश्य आपको टेलीग्राम बॉट @wefatebot (जिसे आगे सेवाओं के रूप में संदर्भित किया गया है) का उपयोग करने के लिए सेवाएँ प्रदान करना है। आपको हमारी सेवाएँ प्रदान करने की प्रक्रिया में, हमारी सेवाओं का उपयोग करने और उन्हें बेहतर बनाने में सक्षम होने के लिए, हमें आपके बारे में व्यक्तिगत जानकारी एकत्र करने की आवश्यकता है।",
      "12": "सेवा प्रदाता आपके बारे में निम्नलिखित डेटा एकत्रित और संसाधित करेगा:",
      "13": "वह जानकारी जो आप हमें प्रदान करते हैं: आप हमारी सेवाओं का उपयोग करने के लिए पंजीकरण प्रक्रिया के दौरान अपने बारे में निम्नलिखित जानकारी प्रदान करते हैं: उपनाम, लिंग, आयु, अभिविन्यास, वह शहर जिसमें आप परिचित बनाना चाहते हैं, वह भाषा जिसमें सेवा संचालित की जाएगी। जानकारी में व्यक्तिगत प्रोफ़ाइल का लिंक, टेलीग्राम मैसेंजर में व्यक्तिगत खाता आईडी और टेलीग्राम मैसेंजर की भाषा भी शामिल हो सकती है। इसके अलावा, यह वह जानकारी है जो आप हमारी सेवाओं का उपयोग जारी रखते हुए, किसी प्रचार या सर्वेक्षण में भाग लेते हुए, साथ ही हमारी सेवाओं के साथ समस्याओं की रिपोर्ट करते हुए प्रदान करते हैं।",
      "14": "आपके बारे में हमारे द्वारा एकत्रित की जाने वाली जानकारी: सेवा प्रदाता स्वचालित रूप से निम्नलिखित जानकारी एकत्रित कर सकता है:",
      "15": "तकनीकी जानकारी, जिसमें आपका पंजीकरण डेटा, ऑपरेटिंग सिस्टम और डिवाइस डेटा शामिल है।",
      "16": "हमारी सेवाओं का उपयोग करते समय आपके द्वारा किए गए लेन-देन का विवरण।",
      "17": "सत्यापन उद्देश्यों के लिए वीडियो सामग्री: उच्च जोखिम वाले उपयोगकर्ताओं के लिए, हम सत्यापन प्रक्रिया के भाग के रूप में वीडियो सामग्री एकत्र कर सकते हैं। इन वीडियो का उपयोग विशेष रूप से उपयोगकर्ता की प्रोफ़ाइल की प्रामाणिकता की पुष्टि करने, धोखाधड़ी को रोकने और सेवा सुरक्षा को बढ़ाने के लिए किया जाता है। उच्च जोखिम वाले प्रोफाइल की पहचान करने के मानदंड आंतरिक हैं और प्रकटीकरण के अधीन नहीं हैं, यह सुनिश्चित करते हुए कि दुरुपयोग या हेरफेर के खिलाफ सुरक्षा उपाय प्रभावी बने रहें।",
      "18": "अन्य स्रोतों से जानकारी: यदि आप हमारे द्वारा प्रबंधित किसी वेबसाइट या हमारे द्वारा प्रदान की गई अन्य सेवाओं का उपयोग करते हैं तो सेवा प्रदाता को आपके बारे में जानकारी प्राप्त हो सकती है।",
      "19": "आप सहमत हैं कि हमारे पास अधिकार है, लेकिन हम आपकी सेवाओं के उपयोग की पूरी अवधि के लिए और कानून द्वारा निर्धारित अवधि के लिए सभी एकत्रित व्यक्तिगत जानकारी को संग्रहीत करने के लिए बाध्य नहीं हैं, लेकिन 5 (पांच) वर्षों से अधिक नहीं। यदि सक्षम प्राधिकारी से कोई उचित अनुरोध है, तो भंडारण अवधि को 1 (एक) वर्ष से अधिक की अवधि के लिए बढ़ाया जा सकता है।",
      "20": "सेवा प्रदाता जानबूझकर नाबालिगों के डेटा को संसाधित नहीं करता है। सेवा प्रदाता 18 वर्ष से अधिक आयु के व्यक्तियों को बॉट का उपयोग करने की सलाह देता है। नाबालिगों द्वारा सेवाओं की खरीद सहित उनके कार्यों की जिम्मेदारी नाबालिगों के कानूनी प्रतिनिधियों के पास है। 18 वर्ष से कम आयु के सभी आगंतुकों को अपने बारे में कोई भी जानकारी देने से पहले अपने कानूनी प्रतिनिधियों की अनुमति प्राप्त करना आवश्यक है। यदि सेवा प्रदाता को पता चलता है कि उसे कानूनी प्रतिनिधियों की सहमति के बिना किसी नाबालिग के बारे में जानकारी मिली है, तो ऐसी जानकारी को जल्द से जल्द हटा दिया जाएगा।",
      "21": "हम आपकी जानकारी की सुरक्षा कैसे करते हैं",
      "22": "सेवा प्रदाता उद्योग मानकों के अनुसार एन्क्रिप्शन के साथ सुरक्षित भंडारण का उपयोग करके आपकी व्यक्तिगत जानकारी को सुरक्षित रखता है, और हमने यह सुनिश्चित करने के लिए कई सुरक्षा उपायों को लागू किया है कि आपकी जानकारी खो न जाए, उसका दुरुपयोग न हो या उसमें कोई बदलाव न हो, जिसमें निम्नलिखित शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं:",
      "23": "भौतिक उपाय:",
      "24": "आपके डेटा युक्त भौतिक मीडिया को घर के अंदर संग्रहीत किया जाएगा, साथ ही सूचना की सुरक्षा के विशेष भौतिक साधन (आसपास की बाहरी बाड़, वीडियो निगरानी प्रणाली, बैज का उपयोग करके प्रवेश नियंत्रण प्रणाली और बायोमेट्रिक पहचान प्रणाली, जिसमें साइट सीमाओं की अवरक्त सुरक्षा भी शामिल है) का उपयोग किया जाता है।",
      "25": "इलेक्ट्रॉनिक उपाय:",
      "26": "डेटा को कंप्यूटर प्रणालियों और भौतिक डेटा वाहकों में संग्रहीत किया जाएगा, जिन पर सख्त प्रवेश प्रतिबंध लागू होंगे।",
      "27": "प्रबंधन उपाय:",
      "28": "पहुंच स्तरों को अलग किया गया है ताकि केवल अधिकृत कर्मचारियों को ही आपके डेटा के संपर्क में आने की अनुमति दी जाए, और ऐसे कर्मचारियों ने हमारे आंतरिक डेटा गोपनीयता नियमों का पालन करने के लिए प्रतिबद्धता जताई हो।",
      "29": "तकनीकी उपाय:",
      "30": "एन्क्रिप्शन तकनीक का उपयोग आपके डेटा को स्थानांतरित करने और संग्रहीत करने के लिए किया जा सकता है। हम आपके डेटा के प्रकट होने, दूषित होने, दुरुपयोग होने, बिना अनुमति के प्राप्त होने, बिना अनुमति के प्रकट होने या बदले जाने के जोखिम को कम करने के लिए वर्तमान में उपलब्ध विभिन्न सुरक्षा तकनीकों और नियंत्रणों का उपयोग करते हैं। हमारी तकनीकी सुरक्षा टीमें हमारे सर्वर और सेवाओं पर असामान्य और दुर्भावनापूर्ण गतिविधि की सक्रिय रूप से निगरानी करती हैं।",
      "31": "अन्य उपाय:",
      "32": "हम आपके द्वारा एकत्रित और संग्रहीत डेटा की अनधिकृत पहुंच, संशोधन, प्रकटीकरण या विनाश से आपकी जानकारी की सुरक्षा करने का प्रयास करते हैं।",
      "33": "हम सूचना सुरक्षा सुनिश्चित करने के लिए विभिन्न उपाय करते हैं, जिनमें शामिल हैं:",
      "34": "आपके साथ हमारे संदेशों को एन्क्रिप्ट करना;",
      "35": "हमारे डेटा संग्रहण, भंडारण और प्रसंस्करण विधियों का आवधिक विश्लेषण;",
      "36": "हमारे कर्मचारियों और आपूर्तिकर्ताओं के लिए आवश्यक ज्ञान के आधार पर आपके डेटा तक सीमित पहुंच, जो सख्त संविदात्मक गोपनीयता दायित्वों के अधीन हैं।",
      "37": "कृपया ध्यान दें कि जानकारी की 100% सुरक्षा की गारंटी देना असंभव है। इसलिए, हम आपसे आपकी व्यक्तिगत जानकारी की सुरक्षा के लिए उपाय करने का अनुरोध करते हैं।",
      "38": "आप सहमत हैं कि सेवा प्रदाता किसी भी सूचना लीक और अन्य नुकसानों के लिए जिम्मेदार नहीं है, जो हमारे इरादे या घोर लापरवाही के कारण नहीं हुआ है, जिसमें हैकर हमला, बिजली कटौती या अपरिहार्य तकनीकी विफलता, कानून द्वारा अनुमत अधिकतम सीमा तक, उपयोगकर्ता की अपनी गलती के कारण उपयोगकर्ता डेटा का लीक होना शामिल है, लेकिन यह इन तक ही सीमित नहीं है।",
      "39": "यदि आपको संदेह है कि आपकी व्यक्तिगत जानकारी के साथ समझौता किया गया है, तो कृपया हमसे तुरंत संपर्क करें।",
      "40": "अपने डेटा का उपयोग करने के तरीके",
      "41": "हम आपके बारे में एकत्रित जानकारी का उपयोग निम्नलिखित उद्देश्यों के लिए या निम्नलिखित तरीकों से करते हैं:",
      "42": "हमारी सेवाएं प्रदान करने के लिए: सेवा प्रदाता आपसे संबंधित अपने दायित्वों को पूरा करने, आपको जानकारी, उत्पाद और सेवाएं प्रदान करने, बेहतर सेवाएं प्रदान करने और बनाए रखने, आपकी पहचान सत्यापित करने के लिए एकत्रित जानकारी का उपयोग करता है।",
      "43": "कानून की आवश्यकताओं का अनुपालन करने के लिए: सेवा प्रदाता हमारी कानूनी बाध्यताओं, सरकारी अनुरोधों और उचित उपयोगकर्ता अनुरोधों के अनुसार जानकारी का उपयोग करेगा।",
      "44": "अनुसंधान एवं विकास के लिए:",
      "45": "सेवा प्रदाता हमारी सेवाओं के प्रशासन और आंतरिक परिचालनों के लिए डेटा को सक्रिय रूप से मापता और विश्लेषण करता है, जिसमें समस्या निवारण, डेटा विश्लेषण, परीक्षण, अनुसंधान, सांख्यिकीय और समीक्षा उद्देश्य शामिल हैं, साथ ही यह समझने के लिए भी कि आप हमारी सेवाओं का उपयोग और उनसे कैसे इंटरैक्ट करते हैं।",
      "46": "यह समीक्षा हमारी परिचालन टीमों द्वारा हमारी सेवाओं को लगातार बेहतर बनाने और उपयोगकर्ता इंटरफ़ेस समस्याओं को ठीक करने के लिए की जा रही है। इसके अलावा, सेवा प्रदाता हमारी सेवाओं, हमारी वेबसाइटों की सामग्री और लेआउट को अनुकूलित करने, मापने और सुधारने के साथ-साथ नई सेवाओं को विकसित करने के लिए ऐसी जानकारी का उपयोग करता है।",
      "47": "हम समस्याओं की खोज करने और उन्हें शीघ्रता से ठीक करने के लिए अपने सिस्टम में होने वाली गतिविधियों और उपयोगकर्ताओं के साथ अपने संचार के बारे में लगातार निगरानी करते हैं।",
      "48": "आपसे संवाद करने के लिए: प्रत्येक संदेश की पुष्टि के लिए आपका डेटा एकत्रित और संसाधित किए बिना, सेवा प्रदाता आपके द्वारा भेजे गए अनुरोधों का जवाब नहीं दे पाएगा।",
      "49": "हमारे नियमों और शर्तों का अनुपालन सुनिश्चित करने के लिए: एकत्र की गई जानकारी का उपयोग हमारे नियमों और शर्तों का निरंतर और सक्रिय रूप से अनुपालन करने के लिए भी किया जाता है, जिसमें उपरोक्त प्रावधानों का उल्लंघन करने वाली किसी भी संभावित निषिद्ध या अवैध गतिविधियों की समीक्षा, जांच और रोकथाम, या उनके अनुसार किसी तीसरे पक्ष को प्रासंगिक जानकारी का खुलासा करना शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है।",
      "50": "वीडियो सत्यापन के लिए: सत्यापन के भाग के रूप में एकत्रित वीडियो सामग्री का उपयोग प्रोफ़ाइल प्रामाणिकता की पुष्टि करने और धोखाधड़ी गतिविधि को रोकने के लिए किया जाता है। इसके अलावा, अनाम वीडियो डेटा का उपयोग विश्लेषण, सुरक्षा एल्गोरिदम में सुधार और नई सुविधाएँ विकसित करने के लिए किया जा सकता है।",
      "51": "मार्केटिंग और विज्ञापन के लिए: सेवा प्रदाता आपके व्यक्तिगत जानकारी को हमारे मार्केटिंग भागीदारों के साथ लक्ष्यीकरण, मॉडलिंग और/या विश्लेषण के साथ-साथ मार्केटिंग और विज्ञापन के उद्देश्यों के लिए साझा कर सकता है। विज्ञापनदाताओं के पास व्यक्तिगत उपयोगकर्ता डेटा तक सीधी पहुँच नहीं होती है। इसके बजाय, सेवा प्रदाता उपयोगकर्ता की गोपनीयता से समझौता किए बिना विज्ञापनों को प्रभावी ढंग से लक्षित करने के लिए अनाम और एकत्रित जानकारी का उपयोग करता है।",
      "52": "लक्षित विज्ञापन के लिए: हम आपके व्यक्तिगत जानकारी, जैसे लिंग, आयु और भौगोलिक स्थान का उपयोग, हमारे विज्ञापन भागीदारों के साथ मिलकर व्यक्तिगत विज्ञापन और प्रायोजित सामग्री प्रदान करने के लिए कर सकते हैं।",
      "53": "अन्य प्रयोजनों के लिए: सेवा प्रदाता आपकी व्यक्तिगत जानकारी को किसी अन्य प्रयोजन के लिए प्रकट कर सकता है, जिसके लिए आप लिखित दस्तावेज पर हस्ताक्षर करके या सेवा प्रदाता द्वारा उपलब्ध कराए गए इलेक्ट्रॉनिक फॉर्म को भरकर अतिरिक्त सहमति देते हैं।",
      "54": "प्रसंस्करण के लिए कानूनी आधार",
      "55": "जब हम आपके डेटा को प्रोसेस करते हैं, तो हम प्रोसेसिंग के लिए निम्नलिखित कानूनी आधारों में से किसी एक पर भरोसा करेंगे। हम आपके डेटा को कई वैध कारणों से प्रोसेस कर सकते हैं, जो इस बात पर निर्भर करता है कि हम आपके डेटा का उपयोग किस विशिष्ट उद्देश्य के लिए करते हैं।",
      "56": "अनुबंध का निष्पादन:",
      "57": "हम डेटा को संसाधित कर सकते हैं यदि आपके साथ हमारे द्वारा किए गए उपयोगकर्ता समझौते के तहत हमारे दायित्वों को पूरा करने के लिए आपके डेटा को संसाधित करना आवश्यक है।",
      "58": "कानूनी दायित्व या सार्वजनिक हित में:",
      "59": "हमें कानूनी दायित्वों के अनुसार आपके डेटा को संसाधित करना आवश्यक है।",
      "60": "प्रसंस्करण के उद्देश्यों में पहचान सत्यापन पर नियंत्रण, धन शोधन और धोखाधड़ी की रोकथाम, जोखिम नियंत्रण उपाय, साथ ही सक्षम प्राधिकारी, सरकारी एजेंसी या कानून प्रवर्तन एजेंसी को जानकारी प्रदान करना शामिल है।",
      "61": "वैध हित:",
      "62": "यदि आवश्यक हो, तो हम डेटा को संसाधित कर सकते हैं यदि हमें या तीसरे पक्ष को वाणिज्यिक और व्यावसायिक हितों को आगे बढ़ाने में वैध रुचि हो, सिवाय उन मामलों को छोड़कर जहां ऐसे हित आपके हितों, मौलिक अधिकारों और स्वतंत्रताओं के साथ ओवरलैप होते हों।",
      "63": "आपकी सहमति:",
      "64": "कुछ परिस्थितियों में, हम कुछ उद्देश्यों के लिए अतिरिक्त व्यक्तिगत जानकारी को संसाधित करने के लिए आपसे विशिष्ट अनुमति का अनुरोध कर सकते हैं।",
      "65": "यदि आप इससे सहमत हैं तो आपके डेटा को इस तरह से संसाधित किया जाएगा। यदि कानूनी आधार आपकी दी गई सहमति है, तो आप किसी भी समय अपनी सहमति वापस ले सकते हैं। आपकी सहमति को रद्द करने से रद्द करने से पहले संसाधित किए गए डेटा की वैधता प्रभावित नहीं होगी।",
      "66": "आपका डेटा कौन प्राप्त करता है",
      "67": "सेवा प्रदाता आपके अनुरोधों को पूरा करने और सेवाएं प्रदान करने के साथ-साथ हमारे संविदात्मक और कानूनी दायित्वों को पूरा करने के लिए आपका डेटा प्राप्त करता है।",
      "68": "हम आपके डेटा को तीसरे पक्ष को तब हस्तांतरित करते हैं जब यह हमारी वैध व्यावसायिक आवश्यकताओं, अनुरोधों को पूरा करने, सेवाएँ प्रदान करने और/या कानून की आवश्यकताओं या परमिट के अनुसार आवश्यक हो। ऐसी परिस्थितियों में तीसरे पक्ष:",
      "69": "सेवा प्रदाताओं:",
      "70": "सेवा प्रदाता तीसरे पक्ष के भागीदारों और सेवा प्रदाताओं (प्रोसेसरों) को डेटा का खुलासा करेगा ताकि वे इसे हमारी ओर से संसाधित कर सकें, जहाँ आवश्यक हो। इन सेवा प्रदाताओं को डेटा सुरक्षा अधिनियम के अनुसार पर्याप्त गारंटी प्रदान करने की आवश्यकता होती है (उदाहरण के लिए, गोपनीयता और डेटा सुरक्षा के संबंध में अनुबंध संबंधी दायित्वों से बंधे रहना)। हम केवल वही डेटा संचारित करेंगे जो उन्हें अपनी सेवाएँ प्रदान करने के लिए आवश्यक है।",
      "71": "लेखा परीक्षक और सलाहकार:",
      "72": "हम निरीक्षणों (उदाहरण के लिए, बाह्य निरीक्षण, सुरक्षा जांच) के संदर्भ में तथा प्रयोजनों के लिए डेटा का खुलासा कानूनी और अन्य सलाहकारों को सुरक्षा मुद्दों, जोखिमों, शिकायतों आदि की जांच करने के लिए कर सकते हैं।",
      "73": "नियामक प्राधिकरण, कानून प्रवर्तन एजेंसियां, न्यायालय:",
      "74": "सेवा प्रदाता लागू कानूनों, नियामक दायित्वों, नियामक प्राधिकरणों, सरकार और कानून प्रवर्तन एजेंसियों, अदालतों और अदालती आदेशों के अनुरोधों का जवाब देने के लिए डेटा का खुलासा कर सकता है।",
      "75": "अन्य व्यक्ति:",
      "76": "अन्य प्राप्तकर्ता कोई भी प्राकृतिक/कानूनी व्यक्ति हो सकते हैं, जिन्हें आप अपना डेटा स्थानांतरित करने के लिए कहते हैं (उदाहरण के लिए, एक लिंक, आदि) या डेटा के हस्तांतरण के लिए अपनी सहमति देते हैं।",
      "77": "सेवा प्रदाता निम्नलिखित परिस्थितियों में भी आपका डेटा प्रकट कर सकता है:",
      "78": "हमारे अधिकारों, सुरक्षा या संपत्ति की रक्षा के लिए, साथ ही हमारे ग्राहकों या तीसरे पक्ष/जनता के अधिकारों की रक्षा के लिए। इसमें मनी लॉन्ड्रिंग, धोखाधड़ी की रोकथाम और इसी तरह के जोखिमों के उद्देश्यों के लिए अन्य कंपनियों और संगठनों के साथ जानकारी साझा करना शामिल है।",
      "79": "यदि हमें किसी कानूनी या नियामक दायित्वों या अनुरोधों के अनुसार आपके डेटा का खुलासा या हस्तांतरण करना आवश्यक हो।",
      "80": "प्रयोगकर्ता के अधिकार",
      "81": "उपयोगकर्ताओं को निम्नलिखित का अधिकार है:",
      "82": "हमारे पास मौजूद जानकारी तक पहुंचें और उसके विवरण का अनुरोध करें।",
      "83": "गलत या पुरानी जानकारी में सुधार का अनुरोध करें।",
      "84": "उन डेटा को हटाने या गुमनाम करने का अनुरोध करें जो अब बताए गए उद्देश्यों के लिए आवश्यक नहीं हैं।",
      "85": "वैध हितों के आधार पर प्रसंस्करण पर आपत्ति।",
      "86": "जहां लागू हो, वहां डेटा प्रोसेसिंग के लिए सहमति वापस लें।",
      "87": "अवधारण अवधि और डेटा प्रसंस्करण"
    }
  }
}
