{
  "page": {
    "text": {
      "1": "गोपनीयता नीति",
      "2": "सामान्य प्रावधान",
      "3": "व्यक्तिगत डेटा की यह गोपनीयता नीति टेलीग्राम-बॉट @wefatebot (कंपनी, \"सेवा प्रदाता\", \"हम\") में पोस्ट की गई सभी जानकारी पर लागू होती है, जो बॉट के आगंतुक (\"उपयोगकर्ता\", \"आप\") इसका उपयोग करते समय प्रदान / प्राप्त कर सकते हैं।",
      "4": "सेवा प्रदाता, लागू कानूनी आवश्यकताओं के अनुसार, डेटा की गोपनीयता सुनिश्चित करता है और डेटा को अनधिकृत पहुंच, प्रकटीकरण, आकस्मिक चोरी, परिवर्तन, विनाश या अन्य अवैध प्रसंस्करण से बचाने के लिए उचित तकनीकी और संगठनात्मक उपायों के कार्यान्वयन को सुनिश्चित करता है।",
      "5": "यह गोपनीयता नीति हमारी वर्तमान डेटा सुरक्षा और गोपनीयता नीति और दायित्वों को निर्धारित करती है। तदनुसार, हम विशिष्ट और वैध उद्देश्यों के लिए सेवाएँ और/या जानकारी प्रदान करने के लिए ग्राहकों, भागीदारों, हमारी सेवा और ऑनलाइन संसाधनों के उपयोगकर्ताओं/आगंतुकों के साथ हमारे संबंधों के संदर्भ में केवल आवश्यक डेटा एकत्र करने और संसाधित करने का प्रयास करते हैं।",
      "6": "हम अपनी गोपनीयता नीति को टेलीग्राम बॉट @wefatebot में इसके नवीनतम संस्करण में पोस्ट करते हैं। कृपया इसे ध्यान से पढ़ें। इस बॉट तक पहुँचने और इसका उपयोग करके, आप पुष्टि करते हैं कि आपने इस गोपनीयता नीति को पढ़ लिया है, समझ लिया है और इससे सहमत हैं।",
      "7": "यह गोपनीयता नीति टेलीग्राम बॉट @wefatebot में प्रकाशित उपयोगकर्ता समझौते का एक अभिन्न अंग है और सेवा का उपयोग करने के लिए इसे पढ़ना आवश्यक है।",
      "8": "सेवा प्रदाता अपने विवेकानुसार, किसी भी समय Telegram-Bot @wefatebot में गोपनीयता नीति का अद्यतन संस्करण प्रकाशित करके इस गोपनीयता नीति को बदलने का अधिकार सुरक्षित रखता है और यदि परिवर्तन महत्वपूर्ण हैं, तो उपयोगकर्ताओं को इसके बारे में सूचित करता है। इस गोपनीयता नीति का संशोधित या अद्यतन संस्करण उस समय से लागू होता है जब इसे Bot में प्रकाशित किया जाता है। सेवा का उपयोग जारी रखते हुए, उपयोगकर्ता अद्यतन गोपनीयता नीति से सहमत होता है।",
      "9": "यह सेवा टेलीग्राम एप्लिकेशन के एल्गोरिदम पर आधारित है, इसलिए कृपया टेलीग्राम उपयोग की शर्तें और गोपनीयता नीति भी देखें।",
      "10": "हम आपके बारे में जो जानकारी एकत्र करते हैं",
      "11": "सेवा प्रदाता द्वारा आपका डेटा एकत्र करने का मुख्य उद्देश्य आपको टेलीग्राम बॉट @wefatebot (जिसे आगे सेवाओं के रूप में संदर्भित किया गया है) का उपयोग करने के लिए सेवाएँ प्रदान करना है। आपको हमारी सेवाएँ प्रदान करने की प्रक्रिया में, हमारी सेवाओं का उपयोग करने और उन्हें बेहतर बनाने में सक्षम होने के लिए, हमें आपके बारे में व्यक्तिगत जानकारी एकत्र करने की आवश्यकता है।",
      "12": "सेवा प्रदाता आपके बारे में निम्नलिखित डेटा एकत्रित और संसाधित करेगा:",
      "13": "वह जानकारी जो आप हमें प्रदान करते हैं: आप हमारी सेवाओं का उपयोग करने के लिए पंजीकरण प्रक्रिया के दौरान अपने बारे में निम्नलिखित जानकारी प्रदान करते हैं: उपनाम, लिंग, आयु, अभिविन्यास, वह शहर जिसमें आप परिचित बनाना चाहते हैं, वह भाषा जिसमें सेवा संचालित की जाएगी। जानकारी में व्यक्तिगत प्रोफ़ाइल का लिंक, टेलीग्राम मैसेंजर में व्यक्तिगत खाता आईडी और टेलीग्राम मैसेंजर की भाषा भी शामिल हो सकती है। इसके अलावा, यह वह जानकारी है जो आप हमारी सेवाओं का उपयोग जारी रखते हुए, किसी प्रचार या सर्वेक्षण में भाग लेते हुए, साथ ही हमारी सेवाओं के साथ समस्याओं की रिपोर्ट करते हुए प्रदान करते हैं।",
      "14": "आपके बारे में हमारे द्वारा एकत्रित की जाने वाली जानकारी: सेवा प्रदाता स्वचालित रूप से निम्नलिखित जानकारी एकत्रित कर सकता है:",
      "15": "तकनीकी जानकारी, जिसमें आपका पंजीकरण डेटा, ऑपरेटिंग सिस्टम और डिवाइस डेटा शामिल है।",
      "16": "हमारी सेवाओं का उपयोग करते समय आपके द्वारा किए गए लेन-देन का विवरण।",
      "17": "सत्यापन उद्देश्यों के लिए वीडियो सामग्री: उच्च जोखिम वाले उपयोगकर्ताओं के लिए, हम सत्यापन प्रक्रिया के भाग के रूप में वीडियो सामग्री एकत्र कर सकते हैं। इन वीडियो का उपयोग विशेष रूप से उपयोगकर्ता की प्रोफ़ाइल की प्रामाणिकता की पुष्टि करने, धोखाधड़ी को रोकने और सेवा सुरक्षा को बढ़ाने के लिए किया जाता है। उच्च जोखिम वाले प्रोफाइल की पहचान करने के मानदंड आंतरिक हैं और प्रकटीकरण के अधीन नहीं हैं, यह सुनिश्चित करते हुए कि दुरुपयोग या हेरफेर के खिलाफ सुरक्षा उपाय प्रभावी बने रहें।",
      "18": "अन्य स्रोतों से जानकारी: यदि आप हमारे द्वारा प्रबंधित किसी वेबसाइट या हमारे द्वारा प्रदान की गई अन्य सेवाओं का उपयोग करते हैं तो सेवा प्रदाता को आपके बारे में जानकारी प्राप्त हो सकती है।",
      "19": "आप सहमत हैं कि हमारे पास अधिकार है, लेकिन हम आपकी सेवाओं के उपयोग की पूरी अवधि के लिए और कानून द्वारा निर्धारित अवधि के लिए सभी एकत्रित व्यक्तिगत जानकारी को संग्रहीत करने के लिए बाध्य नहीं हैं, लेकिन 5 (पांच) वर्षों से अधिक नहीं। यदि सक्षम प्राधिकारी से कोई उचित अनुरोध है, तो भंडारण अवधि को 1 (एक) वर्ष से अधिक की अवधि के लिए बढ़ाया जा सकता है।",
      "20": "सेवा प्रदाता जानबूझकर नाबालिगों के डेटा को संसाधित नहीं करता है। सेवा प्रदाता 18 वर्ष से अधिक आयु के व्यक्तियों को बॉट का उपयोग करने की सलाह देता है। नाबालिगों द्वारा सेवाओं की खरीद सहित उनके कार्यों की जिम्मेदारी नाबालिगों के कानूनी प्रतिनिधियों के पास है। 18 वर्ष से कम आयु के सभी आगंतुकों को अपने बारे में कोई भी जानकारी देने से पहले अपने कानूनी प्रतिनिधियों की अनुमति प्राप्त करना आवश्यक है। यदि सेवा प्रदाता को पता चलता है कि उसे कानूनी प्रतिनिधियों की सहमति के बिना किसी नाबालिग के बारे में जानकारी मिली है, तो ऐसी जानकारी को जल्द से जल्द हटा दिया जाएगा।",
      "21": "हम आपकी जानकारी की सुरक्षा कैसे करते हैं",
      "22": "सेवा प्रदाता उद्योग मानकों के अनुसार एन्क्रिप्शन के साथ सुरक्षित भंडारण का उपयोग करके आपकी व्यक्तिगत जानकारी को सुरक्षित रखता है, और हमने यह सुनिश्चित करने के लिए कई सुरक्षा उपायों को लागू किया है कि आपकी जानकारी खो न जाए, उसका दुरुपयोग न हो या उसमें कोई बदलाव न हो, जिसमें निम्नलिखित शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं:",
      "23": "भौतिक उपाय:",
      "24": "आपके डेटा युक्त भौतिक मीडिया को घर के अंदर संग्रहीत किया जाएगा, साथ ही सूचना की सुरक्षा के विशेष भौतिक साधन (आसपास की बाहरी बाड़, वीडियो निगरानी प्रणाली, बैज का उपयोग करके प्रवेश नियंत्रण प्रणाली और बायोमेट्रिक पहचान प्रणाली, जिसमें साइट सीमाओं की अवरक्त सुरक्षा भी शामिल है) का उपयोग किया जाता है।",
      "25": "इलेक्ट्रॉनिक उपाय:",
      "26": "डेटा को कंप्यूटर प्रणालियों और भौतिक डेटा वाहकों में संग्रहीत किया जाएगा, जिन पर सख्त प्रवेश प्रतिबंध लागू होंगे।",
      "27": "प्रबंधन उपाय:",
      "28": "पहुंच स्तरों को अलग किया गया है ताकि केवल अधिकृत कर्मचारियों को ही आपके डेटा के संपर्क में आने की अनुमति दी जाए, और ऐसे कर्मचारियों ने हमारे आंतरिक डेटा गोपनीयता नियमों का पालन करने के लिए प्रतिबद्धता जताई हो।",
      "29": "तकनीकी उपाय:",
      "30": "एन्क्रिप्शन तकनीक का उपयोग आपके डेटा को स्थानांतरित करने और संग्रहीत करने के लिए किया जा सकता है। हम आपके डेटा के प्रकट होने, दूषित होने, दुरुपयोग होने, बिना अनुमति के प्राप्त होने, बिना अनुमति के प्रकट होने या बदले जाने के जोखिम को कम करने के लिए वर्तमान में उपलब्ध विभिन्न सुरक्षा तकनीकों और नियंत्रणों का उपयोग करते हैं। हमारी तकनीकी सुरक्षा टीमें हमारे सर्वर और सेवाओं पर असामान्य और दुर्भावनापूर्ण गतिविधि की सक्रिय रूप से निगरानी करती हैं।",
      "31": "अन्य उपाय:",
      "32": "हम आपके द्वारा एकत्रित और संग्रहीत डेटा की अनधिकृत पहुंच, संशोधन, प्रकटीकरण या विनाश से आपकी जानकारी की सुरक्षा करने का प्रयास करते हैं।",
      "33": "हम सूचना सुरक्षा सुनिश्चित करने के लिए विभिन्न उपाय करते हैं, जिनमें शामिल हैं:",
      "34": "आपके साथ हमारे संदेशों को एन्क्रिप्ट करना;",
      "35": "हमारे डेटा संग्रहण, भंडारण और प्रसंस्करण विधियों का आवधिक विश्लेषण;",
      "36": "हमारे कर्मचारियों और आपूर्तिकर्ताओं के लिए आवश्यक ज्ञान के आधार पर आपके डेटा तक सीमित पहुंच, जो सख्त संविदात्मक गोपनीयता दायित्वों के अधीन हैं।"
    }
  }
}
