{
  "page": {
    "text": {
      "1": "accord d'utilisation",
      "2": "introduction",
      "3": "Cet accord d'utilisation (« Accord ») prévoit l'utilisation du bot Telegram @wefatebot (« Service », « Bot », « Nous ») par l'utilisateur (« Utilisateur », « Client », « Vous »).",
      "4": "Avant d'utiliser le Service, vous reconnaissez avoir lu et accepté tous les termes et conditions contenus dans le présent Accord et dans notre Politique de confidentialité disponible sur @wefatebot.",
      "5": "En commençant à utiliser le Service ou ses différentes fonctions, l'Utilisateur est réputé avoir accepté les termes du Contrat dans leur intégralité, sans aucune réserve ni exception.",
      "6": "Les termes du présent Contrat s'appliquent à tous les utilisateurs et autres personnes qui accèdent ou utilisent le Service. Si vous n'acceptez pas et ne vous conformez pas à l'un des termes du présent Accord, ou si l'Accord contredit les lois de votre pays ou les lois de votre emplacement, vous acceptez de ne pas utiliser @wefatebot. Si vous ne le faites pas, vous serez responsable de toutes les pertes et dommages causés au robot ou à des tiers du fait de votre refus.",
      "7": "Le Service peut de temps à autre, à sa discrétion, apporter des modifications et des améliorations au présent Contrat.",
      "8": "En continuant à utiliser le Service après que ces modifications ont été apportées, vous êtes réputé avoir signifié et accepté les modifications.",
      "9": "Le service est basé sur les algorithmes de l'application Telegram, veuillez donc également vous référer aux conditions d'utilisation et à la politique de confidentialité de Telegram.",
      "10": "services fournis",
      "11": "Le Bot fournit des services de rencontres et de communication : le Bot offre la possibilité de créer des profils qui peuvent être vus par d'autres utilisateurs et appréciés ou détestés par eux. L'appréciation mutuelle des profils entraîne l'échange de coordonnées Telegram pour une communication ultérieure.",
      "12": "Pour garantir la sécurité et une expérience utilisateur personnalisée, le Bot sépare les profils des utilisateurs de moins de 18 ans (mineurs) de ceux des utilisateurs adultes. Cet isolement minimise les interactions entre mineurs et adultes et améliore la sécurité de l’environnement pour les plus jeunes utilisateurs.",
      "13": "Conditions d'utilisation",
      "14": "Pour pouvoir utiliser le Service, vous déclarez et garantissez que:",
      "15": "Vous êtes une personne physique possédant la pleine capacité juridique et physique et disposez de l’autorité suffisante pour accepter ce document.",
      "16": "Vous ne nous fournissez pas d’informations trompeuses, fausses ou frauduleuses.",
      "17": "Vous n'avez jamais été banni ou limité dans l'utilisation de notre Service.",
      "18": "Vous ne violez aucune des dispositions du présent Accord ou des lois et réglementations applicables.",
      "19": "Vous êtes responsable du respect des lois en vigueur sur le territoire de votre résidence (enregistrement) à partir duquel vous accédez à @wefatebot.",
      "20": "Les Utilisateurs de moins de 18 ans doivent obtenir le consentement explicite de leurs représentants légaux avant d'utiliser le Service. En continuant à utiliser le Service, les mineurs confirment que ce consentement a été donné. Le Service n'est pas responsable de toute utilisation par des mineurs sans un tel consentement.",
      "21": "Le Service recommande l'utilisation du Bot aux personnes de plus de 18 ans. Les mineurs ne peuvent utiliser le Bot que pour trouver des amis ou engager une communication non romantique, à condition d'avoir obtenu l'autorisation de leurs représentants légaux.",
      "22": "Pour renforcer la sécurité, le Bot veille à ce que les profils des mineurs ne soient pas affichés aux utilisateurs adultes, et vice versa. Cette séparation est une mesure essentielle pour éviter les interactions indésirables ou inappropriées.",
      "23": "Le Service se réserve le droit de restreindre ou d'interdire l'utilisation du Bot dans certaines juridictions, si la loi applicable l'exige.",
      "24": "Vous garantissez également que vous n'utilisez pas le Service à mauvais escient et que vous ne tentez pas de le perturber ou d'interférer de toute autre manière avec celui-ci, par exemple, de ne pas utiliser le Bot pour des actions frauduleuses ou trompeuses, d'introduire des logiciels malveillants, de pirater, de diffuser du spam ou de contourner nos systèmes ou mesures de sécurité.",
      "25": "Vous pouvez également informer @wefatebot si vous souhaitez cesser d'accéder au Bot à tout moment en envoyant une demande d'assistance.",
      "26": "Procédure d'inscription et utilisation du bot",
      "27": "Procédure d'inscription.",
      "28": "Envoi d'une demande.",
      "29": "Pour commencer à utiliser @wefatebot, vous devez activer le bot et fournir à @wefatebot les données nécessaires pour créer le profil de l'utilisateur du Bot. Les données comprennent : le pseudo, le sexe, l'âge, l'orientation, la ville où vous envisagez de faire connaissance, la langue, la photo/vidéo fournie par l'utilisateur.",
      "30": "L'utilisateur peut également ajouter une description de ses intérêts, passe-temps et autres informations dans le profil.",
      "31": "Vérification et surveillance des utilisateurs.",
      "32": "Nous nous réservons le droit de restreindre ou de bloquer votre accès à @wefatebot et de reporter l'inscription si nous détectons un risque de fraude ou toute autre activité illégale.",
      "33": "Nous pouvons également vous demander de fournir des informations supplémentaires ou d'attendre un certain temps après avoir terminé de fournir les données avant de vous autoriser à utiliser les services. Une vérification vidéo peut être demandée pour les profils à haut risque afin de confirmer l’authenticité. Les critères d’identification des profils à risque sont internes et non soumis à divulgation.",
      "34": "En accédant aux services fournis par les partenaires de @wefatebot via le Bot, vous consentez au transfert de vos données aux partenaires du Bot et comprenez que @wefatebot a le droit de restreindre votre accès au Service et aux services supplémentaires en fonction des informations reçues de ses partenaires.",
      "35": "Utilisation du chatbot.",
      "36": "Après avoir terminé le processus de création de profil, vous avez la possibilité de consulter les profils des autres utilisateurs. Afin de vous familiariser avec les profils des autres utilisateurs, vous devez sélectionner \"Afficher les profils\".",
      "37": "Choisissez un élément en forme de « cœur » si vous souhaitez faire connaissance avec l'utilisateur. En cas de refus de faire davantage connaissance, choisissez un élément sous la forme d'\"annuler\", le profil suivant vous sera alors affiché.",
      "38": "Si vous avez sélectionné un élément en forme de « cœur », alors la personne pour laquelle vous avez sélectionné cet élément recevra une notification de votre choix. Si cette personne choisit également cet élément, vous recevrez un lien vers son profil Telegram, où vous pourrez commencer à communiquer via la messagerie Telegram.",
      "39": "Lors de la consultation des profils, des publicités placées conformément aux dispositions de la législation peuvent être affichées. Les annonceurs n'ont pas d'accès direct aux données personnelles des utilisateurs. Au lieu de cela, des informations anonymisées et agrégées sont utilisées pour le ciblage publicitaire.",
      "40": "Utilisation interdite du bot",
      "41": "Nous vous accordons une licence non exclusive et non transférable pour utiliser @wefatebot conformément aux termes et conditions du présent accord.",
      "42": "Vous avez le droit d'accéder et d'utiliser le Service ainsi que les documents et informations associés (collectivement appelés le «Contenu») exclusivement conformément aux termes du présent Accord.",
      "43": "Toute autre utilisation du Service ou du Contenu est strictement interdite, et tous les autres droits, titres sur le Service ou le Contenu appartiennent exclusivement au propriétaire du @wefatebot, ses concédants de licence.",
      "44": "L'utilisation du Service à des fins publicitaires liées à des services illégaux, des stratagèmes frauduleux, des pyramides, du darknet, de l'extorsion, du blanchiment d'argent, du financement du terrorisme, des sujets de régimes de sanctions et d'autres catégories de risques inacceptables pour @wefatebot est interdite.",
      "45": "Il est interdit de se faire passer pour une autre personne lors de l'inscription et de l'utilisation de @wefatebot.",
      "46": "Les expressions à caractère sexuel ou les allusions à des actes sexuels contre des personnes de moins de 18 ans ne sont pas conformes à nos conditions d'utilisation et sont illégales dans de nombreux pays. Si vous êtes détecté dans de telles actions, votre compte sera supprimé et les informations le concernant seront transférées à la police locale.",
      "47": "Résolution des plaintes",
      "48": "Si vous avez des commentaires, des questions ou des réclamations, veuillez contacter le service client (@wefatehelp).",
      "49": "Si vous avez une plainte, veuillez indiquer la raison de votre plainte, la manière dont vous souhaitez que nous résolvions la plainte et toute autre information que vous jugez appropriée. Nous examinerons votre plainte sur la base des informations que vous avez fournies et de toute information fournie par @wefatebot.",
      "50": "Votre réclamation sera examinée dans un délai de 14 (quatorze) jours calendaires à compter de la date de réception de la réclamation par le service support.",
      "51": "L'agent de l'équipe d'assistance @wefatebot peut prendre les décisions suivantes en fonction de votre plainte:",
      "52": "Résolvez votre plainte conformément à votre demande.",
      "53": "Prenez la décision de rejeter votre plainte et indiquez les raisons du rejet.",
      "54": "Résolvez votre plainte d'une manière alternative.",
      "55": "Vous acceptez d'utiliser la procédure de plainte décrite dans cette section avant de déposer une réclamation auprès du tribunal. Le non-respect de cette disposition peut être utilisé comme preuve de votre refus de régler le problème à l'amiable et/ou du caractère inacceptable de la plainte.",
      "56": "Suspension et résiliation de l'accès au bot",
      "57": "@wefatebot peut restreindre ou mettre fin à votre accès au Service si cela est requis par une assignation à comparaître valide, une ordonnance d'un tribunal ou une ordonnance obligatoire d'un organisme gouvernemental,",
      "58": "et/ou nous soupçonnons raisonnablement l'Utilisateur d'une utilisation interdite de @wefatebot;",
      "59": "et/ou l'utilisation de votre profil fait l'objet d'une quelconque procédure judiciaire, enquête ou procédure gouvernementale ;",
      "60": "et/ou nous pensons qu'il existe un risque accru de non-respect des exigences légales ou réglementaires concernant votre utilisation de @wefatebot;",
      "61": "et/ou nos partenaires de service ne peuvent pas prendre en charge votre utilisation du Service;",
      "62": "et/ou vous prenez des mesures qui, à notre seule discrétion, contournent les règles et contrôles que nous avons établis, y compris, mais sans s'y limiter, l'ouverture de plusieurs profils ou l'abus des promotions que @wefatebot peut proposer de temps à autre;",
      "63": "ou vous violez cet accord et d'autres règles de @wefatebot.",
      "64": "Contenu tiers",
      "66": "Si, lors de l'utilisation du Bot, les profils d'utilisateur contiennent (ou peuvent contenir) des liens vers des sites sur Internet (sites tiers) ainsi que des articles, des photographies, des illustrations, des images graphiques, de la musique, des sons, des vidéos, des informations, des applications, des programmes et d'autres contenus appartenant à ou provenant de tiers (Third PartyvContent). Ces tiers et leur contenu ne sont pas vérifiés par le Service pour le respect d'exigences particulières (par exemple, l'exactitude, l'exhaustivité, la légalité, etc.). Le Service n'est pas responsable des informations publiées sur des sites tiers auxquels les utilisateurs accèdent via des liens dans les profils d'utilisateur ou le Contenu tiers. Les utilisateurs interagissent avec le Contenu tiers à leur propre discrétion et à leurs propres risques.",
      "67": "Si un contenu tiers viole vos droits ou semble illégal, vous pouvez contacter le Service pour examen et action potentielle, mais la responsabilité finale incombe au créateur ou au propriétaire du contenu tiers.",
      "68": "Coopération avec les forces de l’ordre",
      "69": "Le Service coopère avec les forces de l'ordre et d'autres organismes autorisés dans le strict cadre des lois et réglementations en vigueur. Les demandes de données d'utilisateur ou d'autres informations doivent respecter les exigences suivantes :",
      "70": "Soumission des demandes :",
      "71": "Les demandes doivent être envoyées à partir d'une adresse e-mail officielle appartenant à l'organisme d'application de la loi demandeur à l'adresse e-mail désignée : budaev.e@gmail.com",
      "72": "La demande doit inclure le nom et le poste de l’agent demandeur, l’objet et la portée de la demande, ainsi que les documents pertinents, tels qu’une ordonnance d’un tribunal ou une autre autorisation légale.",
      "73": "L'e-mail doit également fournir un contact Telegram pour une communication rapide avec l'agent demandeur, si nécessaire.",
      "74": "Vérification des demandes",
      "75": "Le Service se réserve le droit de vérifier l’authenticité de la demande en contactant l’organisme demandeur par le biais des canaux officiels accessibles au public.",
      "76": "Les demandes qui ne répondent pas à ces exigences peuvent être retardées ou rejetées.",
      "77": "Limitations de la divulgation des données :",
      "78": "Le Service ne divulguera que la quantité minimale de données nécessaires pour répondre à la demande légale.",
      "79": "Lorsque la loi le permet et en l’absence d’ordonnance de confidentialité, le Service peut informer l’utilisateur dont les données sont demandées.",
      "80": "Situations d’urgence :",
      "81": "Dans les cas urgents impliquant un danger imminent ou une menace pour la sécurité publique, le Service peut accélérer le traitement des demandes. Ces demandes doivent néanmoins être formellement présentées et justifiées.",
      "82": "Dispositions finales",
      "83": "La signification des termes utilisés dans le présent Contrat est déterminée conformément aux lois de la juridiction concernée, sauf indication contraire explicite. Si une disposition du présent Contrat est jugée invalide ou inapplicable, cela n'affectera pas la validité ou l'applicabilité des dispositions restantes.",
      "84": "Les utilisateurs de moins de 18 ans sont tenus d'informer leurs représentants légaux de leur inscription et de leur utilisation du Service. Le Service n'assume aucune responsabilité quant à la fourniture d'une telle notification.",
      "85": "La responsabilité des actes des mineurs utilisant le Service incombe entièrement à leurs représentants légaux. En inscrivant ou en autorisant un mineur à utiliser le Service, les représentants légaux confirment leur consentement au présent Accord et assument l'entière responsabilité du respect de ses conditions.",
      "86": "Le Service se réserve le droit de céder ou de transférer ses droits et obligations en vertu du présent Contrat à un tiers sans préavis, à condition qu'une telle cession ne porte pas atteinte aux droits de l'Utilisateur.",
      "87": "En acceptant le présent accord, vous acceptez que toutes les communications, tous les avis et tous les accords soient délivrés par voie électronique lorsque la loi le permet.",
      "88": "Le présent Contrat constitue l’intégralité de l’accord entre les parties concernant l’utilisation du Service et remplace tous les accords ou ententes antérieurs, qu’ils soient écrits ou oraux, relatifs à son objet.",
      "89": "Si vous avez des questions ou des préoccupations concernant cet accord, veuillez nous contacter à @wafatehelp."
    }
  }
}
