{
  "page": {
    "text": {
      "1": "Politique de confidentialité",
      "2": "Dispositions générales",
      "3": "Cette politique de confidentialité des données personnelles s'applique à toutes les informations publiées dans Telegram-bot @wefatebot (Société, le « Fournisseur de services », « Nous »), que les visiteurs du bot (les « Utilisateurs », « Vous ») peuvent fournir/recevoir lors de son utilisation.",
      "4": "Le Prestataire de Services, conformément aux exigences légales applicables, assure la confidentialité des données et la mise en œuvre de mesures techniques et organisationnelles appropriées pour protéger les données contre tout accès non autorisé, divulgation, perte accidentelle, altération, destruction ou autre traitement illégal.",
      "5": "La présente politique de confidentialité définit notre politique et nos obligations actuelles en matière de protection des données et de confidentialité. En conséquence, nous nous efforçons de collecter et de traiter uniquement les données strictement nécessaires dans le cadre de nos relations avec les clients, partenaires, utilisateurs/visiteurs de notre Service et des ressources en ligne, pour fournir des services et/ou des informations à des fins spécifiques et légitimes.",
      "6": "Nous publions notre politique de confidentialité dans le bot Telegram @wefatebot dans sa dernière version. Veuillez la lire attentivement. En accédant et en utilisant ce bot, vous confirmez avoir lu, compris et accepté cette politique de confidentialité.",
      "7": "Cette politique de confidentialité fait partie intégrante de l'accord d'utilisation publié dans le bot Telegram @wefatebot et doit être lue pour utiliser le service.",
      "8": "Le fournisseur de services se réserve le droit, à sa seule discrétion, de modifier cette politique de confidentialité à tout moment en publiant une version mise à jour de la politique de confidentialité dans le bot Telegram @wefatebot et, si les modifications sont importantes, en en informant les utilisateurs. Une version modifiée ou mise à jour de cette politique de confidentialité entre en vigueur à partir du moment où elle est publiée dans le bot. En continuant à utiliser le service, l'utilisateur accepte la politique de confidentialité mise à jour.",
      "9": "Le service est basé sur les algorithmes de l'application Telegram, veuillez donc également vous référer aux conditions d'utilisation et à la politique de confidentialité de Telegram.",
      "10": "Les informations que nous collectons à votre sujet",
      "11": "Le principal objectif pour lequel le fournisseur de services collecte vos données est de vous fournir des services pour l'utilisation du bot Telegram @wefatebot (ci-après dénommés les Services). Dans le cadre de la fourniture de nos services, afin de pouvoir utiliser et améliorer nos services, nous devons collecter des informations personnelles vous concernant.",
      "12": "Le prestataire de services collectera et traitera les données suivantes vous concernant:",
      "13": "Informations que vous nous fournissez : Vous nous fournissez les informations suivantes vous concernant lors du processus d'inscription pour utiliser nos Services : pseudonyme, sexe, âge, orientation, la ville dans laquelle vous souhaitez faire des connaissances, la langue dans laquelle le service sera exploité. Les informations peuvent également inclure un lien vers un profil personnel, un identifiant de compte personnel dans la messagerie Telegram et la langue de la messagerie Telegram. En outre, il s'agit d'informations que vous fournissez en continuant à utiliser nos Services, en participant à une promotion ou à une enquête, ainsi qu'en signalant des problèmes avec nos Services.",
      "14": "Informations que nous collectons à votre sujet: Le prestataire de services peut collecter automatiquement les informations suivantes:",
      "15": "Informations techniques, y compris vos données d'enregistrement, votre système d'exploitation et les données de votre appareil.",
      "16": "Détails des transactions que vous effectuez lorsque vous utilisez nos services.",
      "17": "Vidéos à des fins de vérification: Pour les utilisateurs à haut risque, nous pouvons collecter des vidéos dans le cadre du processus de vérification. Ces vidéos sont utilisées exclusivement pour confirmer l'authenticité du profil de l'utilisateur, prévenir la fraude et améliorer la sécurité du service. Les critères d'identification des profils à haut risque sont internes et ne sont pas susceptibles d'être divulgués, ce qui garantit que les mesures de sécurité restent efficaces contre les abus ou les manipulations.",
      "18": "Informations provenant d’autres sources: Le fournisseur de services peut recevoir des informations vous concernant si vous utilisez l’un des sites Web que nous gérons ou d’autres services que nous fournissons.",
      "19": "Vous acceptez que nous ayons le droit, mais ne soyons pas obligés, de conserver toutes les informations personnelles collectées pendant toute la durée de votre utilisation de nos Services et pendant une période prescrite par la loi, mais ne dépassant pas 5 (cinq) ans. La période de conservation peut être prolongée pour une période n'excédant pas 1 (un) an, sur demande motivée de l'autorité compétente.",
      "20": "Le prestataire de services ne traite pas intentionnellement les données des mineurs. Le prestataire de services recommande l'utilisation du Bot aux personnes âgées de plus de 18 ans. La responsabilité des actes des mineurs, y compris l'achat de services par eux, incombe aux représentants légaux des mineurs. Tous les visiteurs de moins de 18 ans sont tenus d'obtenir l'autorisation de leurs représentants légaux avant de fournir des informations les concernant. Si le prestataire de services apprend qu'il a reçu des informations sur un mineur sans le consentement des représentants légaux, ces informations seront supprimées dès que possible.",
      "21": "Comment nous protégeons vos informations",
      "22": "Le fournisseur de services conserve vos informations personnelles en toute sécurité à l'aide d'un stockage sécurisé avec cryptage conformément aux normes du secteur, et nous avons mis en œuvre un certain nombre de mesures de sécurité pour garantir que vos informations ne soient pas perdues, utilisées à mauvais escient ou modifiées, y compris, mais sans s'y limiter, les suivantes :",
      "23": "Mesures physiques:",
      "24": "Les supports physiques contenant vos données seront stockés à l'intérieur, des moyens physiques spéciaux de protection des informations (clôtures extérieures environnantes, système de vidéosurveillance, système de contrôle d'accès utilisant des badges et système de reconnaissance biométrique, y compris la protection infrarouge des limites du site) sont également utilisés.",
      "25": "Mesures électroniques:",
      "26": "Les données seront stockées dans des systèmes informatiques et sur des supports de données physiques, soumis à des restrictions d'accès strictes.",
      "27": "Mesures de gestion:",
      "28": "Les niveaux d'accès sont séparés afin que seuls les employés autorisés soient autorisés à entrer en contact avec vos données, et ces employés se sont engagés à respecter nos règles internes de confidentialité des données.",
      "29": "Mesures techniques :",
      "30": "La technologie de cryptage peut être utilisée pour transférer et stocker vos données. Nous utilisons différentes technologies et contrôles de sécurité actuellement disponibles pour minimiser le risque que vos données soient divulguées, corrompues, utilisées à mauvais escient, obtenues sans autorisation, divulguées sans autorisation ou modifiées. Nos équipes de sécurité technique surveillent activement les activités anormales et malveillantes sur nos serveurs et services.",
      "31": "Autres mesures :",
      "32": "Nous nous efforçons de protéger vos informations contre tout accès, modification, divulgation ou destruction non autorisés des données que nous collectons et stockons.",
      "33": "Nous prenons diverses mesures pour assurer la sécurité des informations, notamment:",
      "34": "Crypter nos messages avec vous;",
      "35": "Analyse périodique de nos méthodes de collecte, de stockage et de traitement des données;",
      "36": "Accès limité à vos données en fonction des connaissances nécessaires pour nos collaborateurs et fournisseurs, qui sont soumis à de strictes obligations contractuelles de confidentialité.",
      "37": "Veuillez noter qu'il est impossible de garantir à 100 % la sécurité des informations. Par conséquent, nous vous demandons de prendre des mesures pour protéger vos informations personnelles.",
      "38": "Vous acceptez que le fournisseur de services ne soit pas responsable de toute fuite d'informations et autres pertes non causées par notre intention ou notre négligence grave, y compris, mais sans s'y limiter, les attaques de pirates informatiques, les pannes de courant ou les défaillances techniques inévitables, dans la mesure maximale autorisée par la loi, la fuite de données utilisateur par sa propre faute.",
      "39": "Si vous pensez que vos informations personnelles ont été compromises, veuillez nous contacter immédiatement.",
      "40": "Façons d'utiliser vos données",
      "41": "Nous utilisons les informations que nous collectons à votre sujet aux fins suivantes ou de la manière suivante:",
      "42": "Pour fournir nos services : Le Prestataire de services utilise les informations collectées pour remplir ses obligations vous concernant, pour vous fournir des informations, des produits et des services, pour maintenir et fournir de meilleurs Services, pour vérifier votre identité.",
      "43": "Pour se conformer aux exigences de la loi: Le fournisseur de services utilisera les informations conformément à nos obligations légales, aux demandes gouvernementales et aux demandes raisonnables des utilisateurs.",
      "44": "Pour la recherche et le développement:",
      "45": "Le fournisseur de services mesure et analyse activement les données pour l'administration de nos services et pour les opérations internes, y compris le dépannage, l'analyse des données, les tests, la recherche, les statistiques et les examens, ainsi que pour comprendre comment vous utilisez et interagissez avec nos services.",
      "46": "Cette analyse est menée par nos équipes opérationnelles afin d'améliorer continuellement nos services et de résoudre les problèmes d'interface utilisateur. En outre, le prestataire de services utilise ces informations pour personnaliser, mesurer et améliorer nos services, le contenu et la présentation de nos sites Web, ainsi que pour développer de nouveaux services.",
      "47": "Nous surveillons en permanence les informations sur les activités dans nos systèmes et nos communications avec les utilisateurs afin de rechercher et de résoudre rapidement les problèmes.",
      "48": "Pour communiquer avec vous: Sans collecte et traitement de vos données pour confirmer chaque message, le Prestataire ne pourra pas répondre aux demandes que vous lui adressez.",
      "49": "Pour assurer le respect de nos conditions générales: Les informations collectées sont également utilisées pour respecter en permanence et activement nos conditions générales, y compris, mais sans s'y limiter, l'examen, l'enquête et la prévention de toute activité potentiellement interdite ou illégale qui pourrait violer les dispositions ci-dessus, ou la divulgation d'informations pertinentes à un tiers conformément à celles-ci.",
      "50": "Pour la vérification vidéo: les vidéos collectées dans le cadre de la vérification sont utilisées pour confirmer l'authenticité du profil et prévenir les activités frauduleuses. En outre, les données vidéo anonymisées peuvent être utilisées à des fins d'analyse, d'amélioration des algorithmes de sécurité et de développement de nouvelles fonctionnalités.",
      "51": "À des fins de marketing et de publicité: le prestataire de services peut partager vos informations personnelles avec nos partenaires marketing à des fins de ciblage, de modélisation et/ou d'analyse, ainsi que de marketing et de publicité. Les annonceurs n'ont pas d'accès direct aux données personnelles des utilisateurs. Au lieu de cela, le prestataire de services utilise des informations anonymisées et agrégées pour cibler efficacement les publicités sans compromettre la confidentialité des utilisateurs.",
      "52": "Pour la publicité ciblée : nous pouvons utiliser vos informations personnelles, telles que le sexe, l'âge et la situation géographique, pour fournir des publicités personnalisées et du contenu sponsorisé en collaboration avec nos partenaires publicitaires.",
      "53": "À d’autres fins: Le Fournisseur de services peut divulguer vos renseignements personnels à toute autre fin pour laquelle vous donnez un consentement supplémentaire, exprimé en signant un document écrit ou en remplissant un formulaire électronique fourni par le Fournisseur de services.",
      "54": "Base juridique du traitement",
      "55": "Lorsque nous traitons vos données, nous nous appuyons sur l'une des bases juridiques suivantes pour le traitement. Nous pouvons traiter vos données pour plusieurs raisons légitimes, en fonction de la finalité spécifique pour laquelle nous utilisons vos données.",
      "56": "Exécution du contrat:",
      "57": "Nous pouvons traiter des données si le traitement de vos données est nécessaire pour remplir nos obligations en vertu du contrat d'utilisation que nous avons conclu avec vous.",
      "58": "Obligation légale ou intérêt public:",
      "59": "Nous sommes tenus de traiter vos données conformément aux obligations légales.",
      "60": "Les finalités du traitement comprennent le contrôle de la vérification de l’identité, la prévention du blanchiment d’argent et de la fraude, les mesures de contrôle des risques, ainsi que la fourniture d’informations à une autorité compétente, à une agence gouvernementale ou à un organisme chargé de l’application de la loi.",
      "61": "Intérêts légitimes:",
      "62": "Si nécessaire, nous pouvons traiter des données si nous ou le tiers avons un intérêt légitime à poursuivre des intérêts commerciaux et professionnels, sauf dans les cas où ces intérêts chevauchent vos intérêts, droits et libertés fondamentaux.",
      "63": "Votre consentement:",
      "64": "Dans certaines circonstances, nous pouvons vous demander une autorisation spécifique pour traiter des informations personnelles supplémentaires à certaines fins.",
      "65": "Vos données seront traitées de cette manière si vous y consentez. Si la base juridique est le consentement que vous avez donné, vous pouvez révoquer votre consentement à tout moment. La révocation de votre consentement n'affecte pas la légalité des données traitées avant la révocation.",
      "66": "Qui reçoit vos données",
      "67": "Le prestataire de services reçoit vos données pour répondre aux demandes et fournir des services, ainsi que pour remplir nos obligations contractuelles et légales.",
      "68": "Nous transférons vos données à des tiers si cela est nécessaire pour nos besoins commerciaux légitimes, pour répondre à des demandes, fournir des services et/ou conformément aux exigences ou aux autorisations de la loi. Les tiers dans de telles circonstances :",
      "69": "Prestataires de services:",
      "70": "Le prestataire de services transmettra les données à des partenaires et prestataires de services tiers (sous-traitants) afin qu'ils puissent les traiter pour notre compte, si nécessaire. Ces prestataires de services sont tenus de fournir des garanties suffisantes conformément à la loi sur la protection des données (par exemple, être liés par des obligations contractuelles en matière de confidentialité et de protection des données). Nous ne transmettons que les données dont ils ont besoin pour fournir leurs services.",
      "71": "Auditeurs et consultants:",
      "72": "Nous pouvons divulguer des données aux fins et dans le cadre d'inspections (par exemple, des inspections externes, des contrôles de sécurité) à des consultants juridiques et autres pour enquêter sur des problèmes de sécurité, des risques, des plaintes, etc.",
      "73": "Autorités de régulation, forces de l’ordre, tribunaux :",
      "74": "Le prestataire de services peut divulguer des données conformément aux lois applicables, aux obligations réglementaires, pour répondre aux demandes des autorités réglementaires, des organismes gouvernementaux et chargés de l'application de la loi, des tribunaux et des ordonnances des tribunaux.",
      "75": "Autres personnes:",
      "76": "Les autres destinataires peuvent être toutes personnes physiques/morales à qui vous demandez de transférer vos données (par exemple, un lien, etc.) ou donnez votre consentement au transfert de données.",
      "77": "Le prestataire de services peut également divulguer vos données dans des circonstances telles que :",
      "78": "Afin de protéger nos droits, notre sécurité ou nos biens, ainsi que les droits de nos clients ou de tiers/du public. Cela comprend le partage d'informations avec d'autres sociétés et organisations à des fins de blanchiment d'argent, de prévention de la fraude et de risques similaires.",
      "79": "Si nous sommes tenus de divulguer ou de transférer vos données conformément à des obligations ou demandes légales ou réglementaires.",
      "80": "Droits des utilisateurs",
      "81": "Les utilisateurs ont le droit de:",
      "82": "Accéder et demander des détails sur les informations que nous détenons.",
      "83": "Demander des corrections aux informations inexactes ou obsolètes.",
      "84": "Demander la suppression ou l’anonymisation des données qui ne sont plus nécessaires aux finalités indiquées.",
      "85": "S’opposer au traitement fondé sur des intérêts légitimes.",
      "86": "Retirer le consentement au traitement des données, le cas échéant.",
      "87": "Durées de conservation et traitement des données",
      "88": "Toutes les données collectées, y compris, mais sans s'y limiter, les informations de profil, les photos, les vidéos et les interactions des utilisateurs (par exemple, les mentions « j'aime » et les correspondances), sont conservées pour:",
      "89": "Le temps nécessaire pour fournir des services et remplir les obligations contractuelles.",
      "90": "Conformité aux exigences légales et réglementaires.",
      "91": "À des fins statistiques ou analytiques, à condition que les données soient anonymisées.",
      "92": "Amélioration des algorithmes de sécurité et développement de nouvelles fonctionnalités (données anonymisées uniquement).",
      "93": "Les données peuvent être conservées au-delà de ces périodes s'il existe des motifs légitimes, tels que des obligations légales en cours ou le consentement de l'utilisateur. À l'expiration des périodes de conservation, les données seront supprimées de manière sécurisée ou anonymisées pour une utilisation continue à des fins d'analyse et d'amélioration des services.",
      "94": "Droit de porter plainte",
      "95": "Si vous n'êtes pas satisfait de la manière dont vos données personnelles ont été traitées ou si vous avez des inquiétudes concernant un problème lié à la confidentialité, vous pouvez nous contacter aux coordonnées fournies ci-dessous. Nous examinerons votre réclamation et vous répondrons dans un délai de 14 jours calendaires.",
      "96": "Avant d’engager une action en justice, vous acceptez de tenter d’abord de résoudre la plainte directement avec le fournisseur de services en utilisant les coordonnées fournies.",
      "97": "Coordonnées",
      "98": "Pour toute question relative à la confidentialité, veuillez contacter:",
      "99": "Assistance Telegram : @wefatehelp",
      "100": "Si vos préoccupations ne sont pas traitées de manière satisfaisante, vous pouvez déposer une plainte auprès de l’autorité de contrôle compétente de votre juridiction.",
      "101": "Modifications apportées à cette politique",
      "102": "Cette politique de confidentialité peut être mise à jour de temps à autre pour refléter les changements dans les exigences légales, réglementaires ou opérationnelles. Les mises à jour importantes seront communiquées aux utilisateurs via l'interface du bot Telegram."
    }
  },
  "common": {
    "actions": {
      "ok": "D'accord"
    }
  }
}
