{
  "page": {
    "text": {
      "1": "Politique de confidentialité",
      "2": "Dispositions générales",
      "3": "Cette politique de confidentialité des données personnelles s'applique à toutes les informations publiées dans Telegram-bot @wefatebot (Société, le « Fournisseur de services », « Nous »), que les visiteurs du bot (les « Utilisateurs », « Vous ») peuvent fournir/recevoir lors de son utilisation.",
      "4": "Le Prestataire de Services, conformément aux exigences légales applicables, assure la confidentialité des données et la mise en œuvre de mesures techniques et organisationnelles appropriées pour protéger les données contre tout accès non autorisé, divulgation, perte accidentelle, altération, destruction ou autre traitement illégal.",
      "5": "La présente politique de confidentialité définit notre politique et nos obligations actuelles en matière de protection des données et de confidentialité. En conséquence, nous nous efforçons de collecter et de traiter uniquement les données strictement nécessaires dans le cadre de nos relations avec les clients, partenaires, utilisateurs/visiteurs de notre Service et des ressources en ligne, pour fournir des services et/ou des informations à des fins spécifiques et légitimes.",
      "6": "Nous publions notre politique de confidentialité dans le bot Telegram @wefatebot dans sa dernière version. Veuillez la lire attentivement. En accédant et en utilisant ce bot, vous confirmez avoir lu, compris et accepté cette politique de confidentialité.",
      "7": "Cette politique de confidentialité fait partie intégrante de l'accord d'utilisation publié dans le bot Telegram @wefatebot et doit être lue pour utiliser le service.",
      "8": "Le fournisseur de services se réserve le droit, à sa seule discrétion, de modifier cette politique de confidentialité à tout moment en publiant une version mise à jour de la politique de confidentialité dans le bot Telegram @wefatebot et, si les modifications sont importantes, en en informant les utilisateurs. Une version modifiée ou mise à jour de cette politique de confidentialité entre en vigueur à partir du moment où elle est publiée dans le bot. En continuant à utiliser le service, l'utilisateur accepte la politique de confidentialité mise à jour.",
      "9": "Le service est basé sur les algorithmes de l'application Telegram, veuillez donc également vous référer aux conditions d'utilisation et à la politique de confidentialité de Telegram.",
      "10": "Les informations que nous collectons à votre sujet",
      "11": "Le principal objectif pour lequel le fournisseur de services collecte vos données est de vous fournir des services pour l'utilisation du bot Telegram @wefatebot (ci-après dénommés les Services). Dans le cadre de la fourniture de nos services, afin de pouvoir utiliser et améliorer nos services, nous devons collecter des informations personnelles vous concernant.",
      "12": "Le prestataire de services collectera et traitera les données suivantes vous concernant:",
      "13": "Informations que vous nous fournissez : Vous nous fournissez les informations suivantes vous concernant lors du processus d'inscription pour utiliser nos Services : pseudonyme, sexe, âge, orientation, la ville dans laquelle vous souhaitez faire des connaissances, la langue dans laquelle le service sera exploité. Les informations peuvent également inclure un lien vers un profil personnel, un identifiant de compte personnel dans la messagerie Telegram et la langue de la messagerie Telegram. En outre, il s'agit d'informations que vous fournissez en continuant à utiliser nos Services, en participant à une promotion ou à une enquête, ainsi qu'en signalant des problèmes avec nos Services.",
      "14": "Informations que nous collectons à votre sujet: Le prestataire de services peut collecter automatiquement les informations suivantes:",
      "15": "Informations techniques, y compris vos données d'enregistrement, votre système d'exploitation et les données de votre appareil.",
      "16": "Détails des transactions que vous effectuez lorsque vous utilisez nos services.",
      "17": "Vidéos à des fins de vérification: Pour les utilisateurs à haut risque, nous pouvons collecter des vidéos dans le cadre du processus de vérification. Ces vidéos sont utilisées exclusivement pour confirmer l'authenticité du profil de l'utilisateur, prévenir la fraude et améliorer la sécurité du service. Les critères d'identification des profils à haut risque sont internes et ne sont pas susceptibles d'être divulgués, ce qui garantit que les mesures de sécurité restent efficaces contre les abus ou les manipulations.",
      "18": "Informations provenant d’autres sources: Le fournisseur de services peut recevoir des informations vous concernant si vous utilisez l’un des sites Web que nous gérons ou d’autres services que nous fournissons.",
      "19": "Vous acceptez que nous ayons le droit, mais ne soyons pas obligés, de conserver toutes les informations personnelles collectées pendant toute la durée de votre utilisation de nos Services et pendant une période prescrite par la loi, mais ne dépassant pas 5 (cinq) ans. La période de conservation peut être prolongée pour une période n'excédant pas 1 (un) an, sur demande motivée de l'autorité compétente.",
      "20": "Le prestataire de services ne traite pas intentionnellement les données des mineurs. Le prestataire de services recommande l'utilisation du Bot aux personnes âgées de plus de 18 ans. La responsabilité des actes des mineurs, y compris l'achat de services par eux, incombe aux représentants légaux des mineurs. Tous les visiteurs de moins de 18 ans sont tenus d'obtenir l'autorisation de leurs représentants légaux avant de fournir des informations les concernant. Si le prestataire de services apprend qu'il a reçu des informations sur un mineur sans le consentement des représentants légaux, ces informations seront supprimées dès que possible.",
      "21": "Comment nous protégeons vos informations",
      "22": "Le fournisseur de services conserve vos informations personnelles en toute sécurité à l'aide d'un stockage sécurisé avec cryptage conformément aux normes du secteur, et nous avons mis en œuvre un certain nombre de mesures de sécurité pour garantir que vos informations ne soient pas perdues, utilisées à mauvais escient ou modifiées, y compris, mais sans s'y limiter, les suivantes :",
      "23": "Mesures physiques:",
      "24": "Les supports physiques contenant vos données seront stockés à l'intérieur, des moyens physiques spéciaux de protection des informations (clôtures extérieures environnantes, système de vidéosurveillance, système de contrôle d'accès utilisant des badges et système de reconnaissance biométrique, y compris la protection infrarouge des limites du site) sont également utilisés.",
      "25": "Mesures électroniques:",
      "26": "Les données seront stockées dans des systèmes informatiques et sur des supports de données physiques, soumis à des restrictions d'accès strictes.",
      "27": "Mesures de gestion:",
      "28": "Les niveaux d'accès sont séparés afin que seuls les employés autorisés soient autorisés à entrer en contact avec vos données, et ces employés se sont engagés à respecter nos règles internes de confidentialité des données.",
      "29": "Mesures techniques :",
      "30": "La technologie de cryptage peut être utilisée pour transférer et stocker vos données. Nous utilisons différentes technologies et contrôles de sécurité actuellement disponibles pour minimiser le risque que vos données soient divulguées, corrompues, utilisées à mauvais escient, obtenues sans autorisation, divulguées sans autorisation ou modifiées. Nos équipes de sécurité technique surveillent activement les activités anormales et malveillantes sur nos serveurs et services.",
      "31": "Autres mesures :",
      "32": "Nous nous efforçons de protéger vos informations contre tout accès, modification, divulgation ou destruction non autorisés des données que nous collectons et stockons.",
      "33": "Nous prenons diverses mesures pour assurer la sécurité des informations, notamment :",
      "34": "Crypter nos messages avec vous ;",
      "35": "Analyse périodique de nos méthodes de collecte, de stockage et de traitement des données ;",
      "36": "Accès limité à vos données en fonction des connaissances nécessaires pour nos collaborateurs et fournisseurs, qui sont soumis à de strictes obligations contractuelles de confidentialité."
    }
  }
}
