{
  "page": {
    "text": {
      "1": "contratto d'uso",
      "2": "introduzione",
      "3": "Il presente Accordo per gli utenti (“Accordo”) prevede l’utilizzo del bot di Telegram @wefatebot (“Servizio”, “Bot”, “Noi”) da parte dell’utente (“Utente”, “Cliente”, “Tu”).",
      "4": "Prima di utilizzare il Servizio, confermi di aver letto e accettato tutti i termini e le condizioni contenuti nel presente Accordo e nella nostra Informativa sulla privacy disponibile su @wefatebot.",
      "5": "Iniziando ad utilizzare il Servizio o le sue singole funzionalità, si ritiene che l'Utente abbia accettato integralmente i termini del Contratto, senza alcuna riserva ed eccezione.",
      "6": "I termini del presente Contratto si applicano a tutti gli utenti e alle altre persone che accedono o utilizzano il Servizio. Se non accetti di accettare e rispettare uno qualsiasi dei termini del presente Accordo, o se l'Accordo contraddice le leggi del tuo Paese o le leggi della tua posizione, accetti di non utilizzare @wefatebot. In caso contrario, sarai responsabile per tutte le perdite e i danni causati al bot o a terzi a seguito del tuo rifiuto.",
      "7": "Il Servizio può di volta in volta, a sua discrezione, apportare modifiche e miglioramenti al presente Contratto.",
      "8": "Continuando a utilizzare il Servizio dopo che queste modifiche sono state apportate, si ritiene che tu abbia indicato e accettato le modifiche.",
      "9": "Il servizio si basa sugli algoritmi dell'applicazione Telegram, pertanto ti invitiamo a fare riferimento anche ai Termini di utilizzo e all'Informativa sulla privacy di Telegram.",
      "10": "servizi forniti",
      "11": "Il Bot fornisce servizi di incontri e comunicazione: il Bot offre l'opportunità di creare profili che possono essere visti da altri utenti e apprezzati o meno da loro. Il reciproco gradimento dei profili comporta lo scambio dei dettagli di contatto di Telegram per ulteriori comunicazioni.",
      "12": "Per garantire sicurezza e un'esperienza utente su misura, il Bot separa i profili degli utenti sotto i 18 anni (minori) da quelli degli utenti adulti. Questo isolamento riduce al minimo le interazioni tra minori e adulti e migliora la sicurezza dell'ambiente per gli utenti più giovani.",
      "13": "Termini di utilizzo",
      "14": "Per avere diritto a utilizzare il Servizio, dichiari e garantisci che:",
      "15": "Sei un individuo dotato di piena capacità giuridica e capacità fisica e hai autorità sufficiente per accettare questo documento.",
      "16": "Non ci fornisci informazioni fuorvianti, false o fraudolente.",
      "17": "Non sei stato precedentemente bannato o limitato dall'utilizzo del nostro Servizio.",
      "18": "Non violare nessuna delle disposizioni del presente Contratto o delle leggi e dei regolamenti applicabili.",
      "19": "Sei responsabile del rispetto delle leggi in materia nel territorio di tua residenza (registrazione) da cui accedi a @wefatebot.",
      "20": "Gli utenti di età inferiore ai 18 anni devono ottenere il consenso esplicito dai propri rappresentanti legali prima di utilizzare il Servizio. Continuando a utilizzare il Servizio i minori confermano di aver fornito tale consenso. Il Servizio non è responsabile per qualsiasi utilizzo da parte di minori senza tale consenso.",
      "21": "Il Servizio consiglia l'utilizzo del Bot a persone di età superiore ai 18 anni. I minori possono utilizzare il Bot solo per trovare amici o impegnarsi in comunicazioni non romantiche, a condizione che abbiano ottenuto il permesso dai loro rappresentanti legali.",
      "22": "Per aumentare la sicurezza, il Bot garantisce che i profili dei minorenni non vengano mostrati agli utenti adulti e viceversa. Questa separazione è una misura fondamentale per prevenire interazioni indesiderate o inappropriate.",
      "23": "Il Servizio si riserva il diritto di limitare o vietare l'uso del Bot in determinate giurisdizioni, se richiesto dalla legge applicabile.",
      "24": "Garantisci inoltre di non utilizzare in modo improprio il Servizio o tentare di interromperlo o interferire in altro modo con esso, ad esempio, di non utilizzare il Bot per azioni fraudolente o fuorvianti, introducendo malware, hacking, diffondendo spam o eludendo i nostri sistemi o misure di sicurezza.",
      "25": "Puoi anche avvisare @wefatebot se desideri interrompere l'accesso al Bot in qualsiasi momento inviando una richiesta di supporto.",
      "26": "Procedura di registrazione e utilizzo del bot",
      "27": "Procedura di registrazione.",
      "28": "Invio di una richiesta.",
      "29": "Per iniziare a utilizzare @wefatebot è necessario attivare il bot e fornire a @wefatebot i dati necessari per creare il profilo dell'utente del Bot. I dati includono: nickname, sesso, età, orientamento, città in cui intendi fare conoscenza, la lingua, la foto/video fornita dall'utente.",
      "30": "L'utente può anche aggiungere una descrizione dei propri interessi, hobby e altre informazioni nel profilo.",
      "31": "Verifica e monitoraggio degli utenti.",
      "32": "Ci riserviamo il diritto di limitare o bloccare il tuo accesso a @wefatebot e di posticipare la registrazione se rileviamo un rischio di frode o qualsiasi altra attività illegale.",
      "33": "Potremmo anche chiederti di fornire ulteriori informazioni o attendere un po' di tempo dopo aver completato la fornitura dei dati prima di consentirti di utilizzare i servizi. Per i profili ad alto rischio potrebbe essere richiesta una videoverifica per confermare l'autenticità. I criteri per l'individuazione dei profili ad alto rischio sono interni e non soggetti a diffusione.",
      "34": "Accedendo ai servizi forniti dai partner di @wefatebot tramite il Bot, dai il tuo consenso al trasferimento dei tuoi dati ai partner del Bot e comprendi che @wefatebot ha il diritto di limitare il tuo accesso al Servizio e ai servizi aggiuntivi in base alle informazioni ricevute dai suoi partner.",
      "35": "Utilizzando il chatbot.",
      "36": "Dopo aver completato il processo di creazione del profilo, hai la possibilità di visualizzare i profili di altri utenti. Per conoscere i profili di altri utenti, è necessario selezionare \"Visualizza profili\".",
      "37": "Scegli un elemento a forma di \"cuore\" se vuoi conoscere l'utente. In caso di riluttanza a ulteriori conoscenze, scegli un elemento sotto forma di \"annulla\", quindi ti verrà visualizzato il seguente profilo.",
      "38": "Se hai selezionato un oggetto a forma di \"cuore\", la persona per la quale hai selezionato questo oggetto riceverà una notifica di tua scelta. Se anche questa persona sceglie questo elemento, riceverai un collegamento al suo profilo Telegram, dove potrai iniziare a comunicare tramite il messenger di Telegram.",
      "39": "Dalam proses melihat profil, iklan yang ditempatkan sesuai dengan ketentuan peraturan perundang-undangan dapat ditampilkan. Pengiklan tidak memiliki akses langsung ke data pribadi pengguna. Sebaliknya, informasi yang dianonimkan dan dikumpulkan digunakan untuk penargetan iklan.",
      "40": "Vietato l'uso del bot",
      "41": "Ti concediamo una licenza non esclusiva e non trasferibile per utilizzare @wefatebot in conformità con i termini e le condizioni del presente Accordo.",
      "42": "Hai il diritto di accedere e utilizzare il Servizio e i relativi materiali e informazioni (collettivamente denominati \"Contenuti\") esclusivamente in conformità con i termini del presente Contratto.",
      "43": "Qualsiasi altro utilizzo del Servizio o del Contenuto è severamente vietato e tutti gli altri diritti, titoli del Servizio o del Contenuto appartengono esclusivamente al proprietario di @wefatebot, ai suoi concessori di licenza.",
      "44": "È vietato l'utilizzo del Servizio a fini pubblicitari relativi a servizi illegali, schemi fraudolenti, piramidi, darknet, estorsione, riciclaggio di denaro, finanziamento del terrorismo, soggetti a regimi sanzionatori e altre categorie di rischio inaccettabili per @wefatebot.",
      "45": "È vietato impersonare un'altra persona al momento della registrazione e dell'utilizzo di @wefatebot.",
      "46": "Espressioni di natura sessuale o accenni ad atti sessuali contro persone di età inferiore ai 18 anni non rispettano i nostri termini di servizio e sono illegali in molti paesi. Se vieni scoperto in tali azioni, il tuo account verrà cancellato e le informazioni al riguardo verranno trasferite alla polizia locale.",
      "47": "Risoluzione dei reclami",
      "48": "In caso di feedback, domande o reclami, contattare l'assistenza clienti (@wefatehelp).",
      "49": "Se hai un reclamo, indica il motivo del tuo reclamo, come vorresti che risolvessimo il reclamo e qualsiasi altra informazione che ritieni appropriata. Esamineremo il tuo reclamo in base alle informazioni che hai fornito e a qualsiasi informazione fornita da @wefatebot.",
      "50": "Il tuo reclamo verrà preso in considerazione entro 14 (quattordici) giorni di calendario dalla data di ricezione del reclamo da parte del servizio di supporto.",
      "51": "L'agente del team di supporto @wefatebot può prendere le seguenti decisioni in base al tuo reclamo:",
      "52": "Risolvi il tuo reclamo in conformità con la tua richiesta.",
      "53": "Prendi la decisione di respingere il tuo reclamo e indica i motivi del rifiuto.",
      "54": "Risolvi il tuo reclamo in modo alternativo.",
      "55": "L'utente accetta di utilizzare la procedura di reclamo descritta in questa sezione prima di presentare un reclamo al tribunale. Il mancato rispetto di questa disposizione può essere utilizzato come prova della vostra riluttanza a risolvere la questione in via extragiudiziale e/o della natura inaccettabile del reclamo.",
      "56": "Sospensione e cessazione dell'accesso al bot",
      "57": "@wefatebot può limitare o interrompere l'accesso al Servizio se richiesto da un mandato di comparizione valido, un'ordinanza del tribunale o un ordine obbligatorio di un'agenzia governativa,",
      "58": "e/o sospettiamo ragionevolmente che l'Utente faccia un uso proibito di @wefatebot;",
      "59": "e/o l'utilizzo del tuo profilo sia oggetto di procedimenti legali, indagini o procedimenti governativi;",
      "60": "e/o riteniamo che esista un rischio maggiore di non conformità con i requisiti legali o normativi relativi all'utilizzo di @wefatebot;",
      "61": "e/o i nostri partner di servizio non possono supportare l'utilizzo del Servizio;",
      "62": "e/o intraprendi azioni che, a nostra esclusiva discrezione, eludono le regole e i controlli che abbiamo stabilito, inclusi, ma non limitati a, l'apertura di più profili o l'abuso delle promozioni che @wefatebot può offrire di volta in volta;",
      "63": "oppure stai violando il presente Accordo e altre regole di @wefatebot.",
      "64": "Contenuti di terze parti",
      "66": "Se durante l'uso del Bot, i profili utente contengono (o possono contenere) link a siti su Internet (siti di terze parti) nonché articoli, fotografie, illustrazioni, immagini grafiche, musica, suoni, video, informazioni, applicazioni, programmi e altri contenuti appartenenti a o provenienti da terze parti (Third PartyvContent). Queste terze parti e i loro contenuti non sono verificati dal Servizio per la conformità a particolari requisiti (ad esempio, accuratezza, completezza, legalità, ecc.). Il Servizio non è responsabile per alcuna informazione pubblicata su siti di terze parti a cui gli utenti accedono tramite link nei profili utente o nei Contenuti di terze parti. Gli utenti interagiscono con i Contenuti di terze parti a propria discrezione e rischio.",
      "67": "Se un Contenuto di terze parti viola i tuoi diritti o sembra essere illegale, puoi contattare il Servizio per una revisione e un'eventuale azione, ma la responsabilità finale ricade sul creatore o proprietario del Contenuto di terze parti.",
      "68": "Cooperazione con le forze dell'ordine",
      "69": "Il Servizio collabora con le forze dell'ordine e altre organizzazioni autorizzate rigorosamente nel quadro delle leggi e dei regolamenti applicabili. Le richieste di dati utente o altre informazioni devono rispettare i seguenti requisiti:",
      "70": "Presentazione delle richieste:",
      "71": "Le richieste devono essere inviate da un indirizzo e-mail ufficiale appartenente all'autorità di polizia richiedente all'indirizzo e-mail designato: budaev.e@gmail.com",
      "72": "La richiesta deve includere il nome e la posizione del funzionario richiedente, lo scopo e l'ambito della richiesta, nonché la documentazione pertinente, come un ordine del tribunale o un'altra autorizzazione legale.",
      "73": "Nell'e-mail deve essere indicato anche un contatto Telegram per comunicare tempestivamente con il funzionario richiedente, se necessario.",
      "74": "Verifica delle richieste",
      "75": "Il Servizio si riserva il diritto di verificare l'autenticità della richiesta contattando l'ente richiedente attraverso i canali ufficiali accessibili al pubblico.",
      "76": "Le richieste che non soddisfano questi requisiti potrebbero essere ritardate o respinte.",
      "77": "Limitazioni alla divulgazione dei dati:",
      "78": "Il Servizio divulgherà solo la quantità minima di dati necessaria per soddisfare la richiesta legale.",
      "79": "Laddove consentito dalla legge e in assenza di un ordine di riservatezza, il Servizio potrà avvisare l'utente i cui dati sono richiesti.",
      "80": "Situazioni di emergenza:",
      "81": "In casi urgenti che comportano danni imminenti o minacce alla sicurezza pubblica, il Servizio può accelerare l'elaborazione delle richieste. Tali richieste devono comunque essere formalmente presentate e giustificate.",
      "82": "Disposizioni finali",
      "83": "I significati dei termini utilizzati nel presente Contratto sono determinati in conformità alle leggi della giurisdizione pertinente, salvo diversamente specificato. Se una qualsiasi disposizione del presente Contratto dovesse risultare non valida o inapplicabile, ciò non influirà sulla validità o applicabilità delle restanti disposizioni.",
      "84": "Gli utenti di età inferiore ai 18 anni sono tenuti a informare i propri rappresentanti legali in merito alla registrazione e all'utilizzo del Servizio. Il Servizio non si assume la responsabilità di garantire che tale notifica venga fornita.",
      "85": "La responsabilità per le azioni dei minori che utilizzano il Servizio ricade interamente sui loro rappresentanti legali. Registrando o consentendo a un minore di utilizzare il Servizio, i rappresentanti legali confermano il loro consenso al presente Contratto e si assumono la piena responsabilità di garantire il rispetto dei suoi termini.",
      "86": "Il Servizio si riserva il diritto di cedere o trasferire i propri diritti e obblighi derivanti dal presente Contratto a terzi senza preavviso, a condizione che tale cessione non influisca negativamente sui diritti dell'Utente.",
      "87": "Accettando il presente Contratto, l'utente accetta che tutte le comunicazioni, gli avvisi e gli accordi vengano recapitati elettronicamente ove legalmente consentito.",
      "88": "Il presente Contratto costituisce l'intero accordo tra le parti in merito all'utilizzo del Servizio e sostituisce tutti gli accordi o intese precedenti, scritti o orali, relativi al suo oggetto.",
      "89": "In caso di domande o dubbi in merito al presente Contratto, contattateci all'indirizzo @wafatehelp."
    }
  },
  "common": {
    "actions": {
      "ok": "Ok"
    }
  }
}
