{
  "page": {
    "text": {
      "1": "Politica sulla riservatezza",
      "2": "Disposizioni generali",
      "3": "La presente informativa sulla privacy dei dati personali si applica a tutte le informazioni pubblicate su Telegram-bot @wefatebot (Società, il \"Fornitore del servizio\", \"Noi\") che i visitatori del bot (gli \"Utenti\", \"Tu\") possono fornire/ricevere durante l'utilizzo.",
      "4": "Il Fornitore del Servizio, in conformità con i requisiti di legge applicabili, garantisce la riservatezza dei dati e l'attuazione di misure tecniche e organizzative adeguate per proteggere i dati da accessi non autorizzati, divulgazione, perdita accidentale, alterazione, distruzione o altri trattamenti illeciti.",
      "5": "La presente Informativa sulla privacy stabilisce la nostra attuale politica e i nostri obblighi in materia di protezione dei dati e privacy. Di conseguenza, ci impegniamo a raccogliere ed elaborare solo i dati strettamente necessari nel contesto delle nostre relazioni con clienti, partner, utenti/visitatori del nostro Servizio e risorse online, per fornire servizi e/o informazioni per scopi specifici e legittimi.",
      "6": "Pubblichiamo la nostra Informativa sulla privacy nel bot Telegram @wefatebot nella sua ultima versione. Si prega di leggerla attentamente. Accedendo e utilizzando questo Bot, confermi di aver letto, compreso e accettato questa Informativa sulla privacy.",
      "7": "La presente Informativa sulla privacy è parte integrante delle Condizioni d'uso pubblicate sul bot Telegram @wefatebot ed è obbligatorio leggerla per poter utilizzare il Servizio.",
      "8": "Il Fornitore del servizio si riserva il diritto, a sua esclusiva discrezione, di modificare la presente Informativa sulla privacy in qualsiasi momento pubblicando una versione aggiornata dell'Informativa sulla privacy in Telegram-Bot @wefatebot e, se le modifiche sono significative, notificandole agli Utenti. Una versione modificata o aggiornata della presente Informativa sulla privacy entra in vigore dal momento in cui viene pubblicata nel Bot. Continuando a utilizzare il Servizio, l'Utente accetta l'Informativa sulla privacy aggiornata.",
      "9": "Il servizio si basa sugli algoritmi dell'applicazione Telegram, pertanto si prega di consultare anche i Termini di utilizzo e l'Informativa sulla privacy di Telegram.",
      "10": "Le informazioni che raccogliamo su di te",
      "11": "Lo scopo principale per cui il Fornitore di servizi raccoglie i tuoi dati è quello di fornirti servizi per l'utilizzo del bot Telegram @wefatebot (di seguito denominati Servizi). Nel processo di fornitura dei nostri Servizi a te, per poter utilizzare e migliorare i nostri servizi, abbiamo bisogno di raccogliere informazioni personali su di te.",
      "12": "Il Fornitore del Servizio raccoglierà ed elaborerà i seguenti dati su di te:",
      "13": "Informazioni che ci fornisci: ci fornisci le seguenti informazioni su di te durante il processo di registrazione per l'utilizzo dei nostri Servizi: nickname, sesso, età, orientamento, la città in cui desideri fare conoscenze, la lingua in cui verrà gestito il servizio. Le informazioni possono anche includere un collegamento a un profilo personale, un ID account personale nel messenger Telegram e la lingua del messenger Telegram. Inoltre, queste sono informazioni che fornisci continuando a utilizzare i nostri Servizi, partecipando a una promozione o a un sondaggio, nonché segnalando problemi con i nostri Servizi.",
      "14": "Informazioni che raccogliamo su di te: il fornitore del servizio può raccogliere automaticamente le seguenti informazioni:",
      "15": "Informazioni tecniche, tra cui i dati di registrazione, il sistema operativo e i dati del dispositivo.",
      "16": "Dettagli sulle transazioni effettuate quando utilizzi i nostri servizi.",
      "17": "Materiali video a fini di verifica: per gli utenti ad alto rischio, potremmo raccogliere materiali video come parte del processo di verifica. Questi video vengono utilizzati esclusivamente per confermare l'autenticità del profilo dell'utente, prevenire frodi e migliorare la sicurezza del servizio. I criteri per identificare i profili ad alto rischio sono interni e non soggetti a divulgazione, garantendo che le misure di sicurezza rimangano efficaci contro l'uso improprio o la manipolazione.",
      "18": "Informazioni da altre fonti: il Fornitore del servizio potrebbe ricevere informazioni su di te se utilizzi uno qualsiasi dei siti web da noi gestiti o altri servizi da noi forniti.",
      "19": "Accetti che abbiamo il diritto, ma non l'obbligo, di conservare tutte le informazioni personali raccolte per l'intero periodo di utilizzo dei nostri Servizi e per un periodo prescritto dalla legge, ma non superiore a 5 (cinque) anni. Il periodo di conservazione può essere esteso per un periodo non superiore a 1 (un) anno, se vi è una richiesta motivata da parte dell'autorità competente.",
      "20": "Il Fornitore di servizi non elabora intenzionalmente i dati dei minori. Il Fornitore di servizi consiglia di utilizzare il Bot alle persone di età superiore ai 18 anni. La responsabilità delle azioni dei minori, incluso l'acquisto di servizi da parte loro, ricade sui rappresentanti legali dei minori. Tutti i visitatori di età inferiore ai 18 anni sono tenuti a ottenere il permesso dei loro rappresentanti legali prima di fornire qualsiasi informazione su se stessi. Se il Fornitore di servizi viene a conoscenza di aver ricevuto informazioni su un minore senza il consenso dei rappresentanti legali, tali informazioni verranno eliminate il prima possibile.",
      "21": "Come proteggiamo le tue informazioni",
      "22": "Il fornitore del servizio protegge i tuoi dati personali mediante un archivio protetto con crittografia conforme agli standard del settore e ha implementato una serie di misure di sicurezza per garantire che i tuoi dati non vengano persi, utilizzati in modo improprio o alterati, tra cui, a titolo esemplificativo ma non esaustivo, quanto segue:",
      "23": "Misure fisiche:",
      "24": "I supporti fisici contenenti i vostri dati saranno conservati al chiuso e verranno utilizzati speciali mezzi fisici di protezione delle informazioni (recinzioni esterne di protezione, sistema di videosorveglianza, sistema di controllo degli accessi tramite badge e sistema di riconoscimento biometrico, inclusa la protezione a infrarossi dei confini del sito).",
      "25": "Misure elettroniche:",
      "26": "I dati saranno conservati in sistemi informatici e su supporti fisici, il cui accesso sarà soggetto a rigide restrizioni.",
      "27": "Misure di gestione:",
      "28": "I livelli di accesso sono separati in modo che solo i dipendenti autorizzati possano entrare in contatto con i tuoi dati e tali dipendenti si sono impegnati a rispettare le nostre norme interne sulla privacy dei dati.",
      "29": "Misure tecniche:",
      "30": "La tecnologia di crittografia può essere utilizzata per trasferire e archiviare i tuoi dati. Utilizziamo varie tecnologie e controlli di sicurezza attualmente disponibili per ridurre al minimo il rischio che i tuoi dati possano essere divulgati, corrotti, utilizzati in modo improprio, ottenuti senza autorizzazione, divulgati senza autorizzazione o alterati. I nostri team di sicurezza tecnica monitorano attivamente attività anomale e dannose sui nostri server e servizi.",
      "31": "Altre misure:",
      "32": "Ci impegniamo a proteggere le tue informazioni da accessi non autorizzati, modifiche, divulgazioni o distruzioni dei dati che raccogliamo e archiviamo.",
      "33": "Adottiamo diverse misure per garantire la sicurezza delle informazioni, tra cui:",
      "34": "Crittografare i nostri messaggi con te;",
      "35": "Analisi periodica dei nostri metodi di raccolta, archiviazione ed elaborazione dei dati;",
      "36": "Accesso limitato ai tuoi dati in base alle conoscenze necessarie per i nostri dipendenti e fornitori, che sono soggetti a rigorosi obblighi contrattuali di riservatezza.",
      "37": "Si prega di notare che è impossibile garantire la sicurezza delle informazioni al 100%. Pertanto, ti chiediamo di adottare misure per proteggere i tuoi dati personali.",
      "38": "L'utente accetta che il Fornitore del servizio non è responsabile per eventuali perdite di informazioni e altre perdite non causate da nostro intento o grave negligenza, inclusi, a titolo esemplificativo ma non esaustivo, attacchi hacker, interruzioni di corrente o guasti tecnici inevitabili, nella misura massima consentita dalla legge, perdite di dati dell'utente per colpa sua.",
      "39": "Se sospetti che i tuoi dati personali siano stati compromessi, ti preghiamo di contattarci immediatamente.",
      "40": "Modalità di utilizzo dei tuoi dati",
      "41": "Utilizziamo le informazioni che raccogliamo su di te per i seguenti scopi o nei seguenti modi:",
      "42": "Per fornire i nostri servizi: il Fornitore del servizio utilizza le informazioni raccolte per adempiere ai propri obblighi nei tuoi confronti, per fornirti informazioni, prodotti e servizi, per mantenere e fornire Servizi migliori, per verificare la tua identità.",
      "43": "Per rispettare i requisiti di legge: il fornitore del servizio utilizzerà le informazioni in conformità con i nostri obblighi legali, le richieste governative e le richieste ragionevoli degli utenti.",
      "44": "Per la ricerca e lo sviluppo:",
      "45": "Il Fornitore del servizio misura e analizza attivamente i dati per l'amministrazione dei nostri Servizi e per le operazioni interne, tra cui la risoluzione dei problemi, l'analisi dei dati, i test, la ricerca, le statistiche e le finalità di revisione, nonché per comprendere come utilizzi e interagisci con i nostri Servizi.",
      "46": "Questa revisione viene condotta dai nostri team operativi per migliorare costantemente i nostri Servizi e risolvere i problemi dell'interfaccia utente. Inoltre, il Fornitore di servizi utilizza tali informazioni per personalizzare, misurare e migliorare i nostri Servizi, il contenuto e il layout dei nostri siti Web, nonché per sviluppare nuovi servizi.",
      "47": "Monitoriamo costantemente le informazioni sulle attività nei nostri sistemi e sulle nostre comunicazioni con gli utenti per ricercare e risolvere rapidamente i problemi.",
      "48": "Per comunicare con te: senza raccogliere ed elaborare i tuoi dati per confermare ogni messaggio, il Fornitore del servizio non sarà in grado di rispondere alle richieste da te inviate.",
      "49": "Per garantire il rispetto dei nostri termini e condizioni: le informazioni raccolte vengono utilizzate anche per rispettare in modo continuo e attivo i nostri termini e condizioni, inclusi, a titolo esemplificativo ma non esaustivo, la revisione, l'indagine e la prevenzione di qualsiasi attività potenzialmente proibita o illegale che possa violare le disposizioni di cui sopra, o la divulgazione di informazioni rilevanti a terzi in conformità con le stesse.",
      "50": "Per la verifica video: i materiali video raccolti come parte della verifica vengono utilizzati per confermare l'autenticità del profilo e prevenire attività fraudolente. Inoltre, i dati video resi anonimi possono essere utilizzati per analisi, miglioramento degli algoritmi di sicurezza e sviluppo di nuove funzionalità.",
      "51": "Per marketing e pubblicità: il Fornitore di servizi può condividere le tue informazioni personali con i nostri partner di marketing per scopi di targeting, modellazione e/o analisi, nonché marketing e pubblicità. Gli inserzionisti non hanno accesso diretto ai dati personali degli utenti. Invece, il Fornitore di servizi utilizza informazioni anonimizzate e aggregate per indirizzare in modo efficace gli annunci pubblicitari senza compromettere la privacy degli utenti.",
      "52": "Per pubblicità mirate: potremmo utilizzare le tue informazioni personali, come sesso, età e posizione geografica, per fornire pubblicità personalizzate e contenuti sponsorizzati in collaborazione con i nostri partner pubblicitari.",
      "53": "Per altri scopi: il Fornitore del servizio può divulgare i tuoi dati personali per qualsiasi altro scopo per il quale tu fornisca un ulteriore consenso, espresso mediante la firma di un documento scritto o la compilazione di un modulo elettronico fornito dal Fornitore del servizio.",
      "54": "Base giuridica del trattamento",
      "55": "Quando elaboriamo i tuoi dati, faremo affidamento su una delle seguenti basi legali per l'elaborazione. Potremmo elaborare i tuoi dati per diversi motivi legittimi, a seconda dello scopo specifico per cui utilizziamo i tuoi dati.",
      "56": "Esecuzione del contratto:",
      "57": "Potremmo elaborare i dati se l'elaborazione dei tuoi dati è necessaria per adempiere ai nostri obblighi ai sensi del Contratto con l'utente che abbiamo stipulato con te.",
      "58": "Obbligo legale o nell'interesse pubblico:",
      "59": "Siamo tenuti a trattare i tuoi dati in conformità agli obblighi di legge.",
      "60": "Le finalità del trattamento includono il controllo sulla verifica dell'identità, la prevenzione del riciclaggio di denaro e delle frodi, le misure di controllo del rischio, nonché la fornitura di informazioni a un'autorità competente, a un'agenzia governativa o alle forze dell'ordine.",
      "61": "Interessi legittimi:",
      "62": "Se necessario, potremmo elaborare i dati se noi o la terza parte abbiamo un legittimo interesse nel perseguire interessi commerciali e aziendali, tranne nei casi in cui tali interessi si sovrappongono ai tuoi interessi, diritti e libertà fondamentali.",
      "63": "Il tuo consenso:",
      "64": "In determinate circostanze potremmo richiederti un'autorizzazione specifica per elaborare ulteriori dati personali per determinati scopi.",
      "65": "I tuoi dati saranno trattati in questo modo se acconsenti. Se la base giuridica è il consenso da te fornito, puoi revocare il tuo consenso in qualsiasi momento. La revoca del tuo consenso non influirà sulla liceità dei dati trattati prima della revoca.",
      "66": "Chi riceve i tuoi dati",
      "67": "Il Fornitore del servizio riceve i tuoi dati per soddisfare le richieste e fornire servizi, nonché per adempiere ai nostri obblighi contrattuali e legali.",
      "68": "Trasferiamo i tuoi dati a terze parti se è necessario per le nostre legittime esigenze aziendali, per soddisfare richieste, fornire servizi e/o in conformità con i requisiti o i permessi di legge. Terze parti in tali circostanze:",
      "69": "Fornitori di servizi:",
      "70": "Il fornitore di servizi divulgherà i dati a partner terzi e fornitori di servizi (responsabili del trattamento) in modo che possano elaborarli per nostro conto, ove necessario. Questi fornitori di servizi sono tenuti a fornire garanzie sufficienti in conformità con la legge sulla protezione dei dati (ad esempio, essendo vincolati da obblighi contrattuali in materia di riservatezza e protezione dei dati). Trasmetteremo solo i dati di cui hanno bisogno per fornire i loro servizi.",
      "71": "Revisori e consulenti:",
      "72": "Potremmo divulgare i dati ai fini e nel contesto delle ispezioni (ad esempio, ispezioni esterne, controlli di sicurezza) a consulenti legali e di altro tipo per indagare su problemi di sicurezza, rischi, reclami, ecc.",
      "73": "Autorità di regolamentazione, forze dell'ordine, tribunali:",
      "74": "Il fornitore del servizio può divulgare i dati in conformità alle leggi applicabili, agli obblighi normativi, per rispondere alle richieste delle autorità di regolamentazione, delle agenzie governative e delle forze dell'ordine, dei tribunali e degli ordini dei tribunali.",
      "75": "Altre persone:",
      "76": "Altri destinatari possono essere tutte le persone fisiche/giuridiche a cui chiedi di trasferire i tuoi dati (ad esempio tramite un link, ecc.) o a cui dai il tuo consenso al trasferimento dei dati.",
      "77": "Il fornitore del servizio può inoltre divulgare i tuoi dati in circostanze quali:",
      "78": "Per proteggere i nostri diritti, la nostra sicurezza o la nostra proprietà, nonché i diritti dei nostri clienti o di terze parti/del pubblico. Ciò include la condivisione di informazioni con altre aziende e organizzazioni ai fini del riciclaggio di denaro, della prevenzione delle frodi e di rischi simili.",
      "79": "Se siamo tenuti a divulgare o trasferire i tuoi dati in conformità a obblighi o richieste legali o regolamentari.",
      "80": "Diritti dell'utente",
      "81": "Gli utenti hanno il diritto di:",
      "82": "Accedi e richiedi dettagli sulle informazioni in nostro possesso.",
      "83": "Richiedi correzioni a informazioni inesatte o obsolete.",
      "84": "Richiedere la cancellazione o la trasformazione in forma anonima dei dati non più necessari per le finalità indicate.",
      "85": "Opporsi al trattamento basato su interessi legittimi.",
      "86": "Revoca del consenso al trattamento dei dati, ove applicabile.",
      "87": "Periodi di conservazione e trattamento dei dati"
    }
  }
}
