{
  "page": {
    "text": {
      "1": "Politica sulla riservatezza",
      "2": "Disposizioni generali",
      "3": "La presente informativa sulla privacy dei dati personali si applica a tutte le informazioni pubblicate su Telegram-bot @wefatebot (Società, il \"Fornitore del servizio\", \"Noi\") che i visitatori del bot (gli \"Utenti\", \"Tu\") possono fornire/ricevere durante l'utilizzo.",
      "4": "Il Fornitore del Servizio, in conformità con i requisiti di legge applicabili, garantisce la riservatezza dei dati e l'attuazione di misure tecniche e organizzative adeguate per proteggere i dati da accessi non autorizzati, divulgazione, perdita accidentale, alterazione, distruzione o altri trattamenti illeciti.",
      "5": "La presente Informativa sulla privacy stabilisce la nostra attuale politica e i nostri obblighi in materia di protezione dei dati e privacy. Di conseguenza, ci impegniamo a raccogliere ed elaborare solo i dati strettamente necessari nel contesto delle nostre relazioni con clienti, partner, utenti/visitatori del nostro Servizio e risorse online, per fornire servizi e/o informazioni per scopi specifici e legittimi.",
      "6": "Pubblichiamo la nostra Informativa sulla privacy nel bot Telegram @wefatebot nella sua ultima versione. Si prega di leggerla attentamente. Accedendo e utilizzando questo Bot, confermi di aver letto, compreso e accettato questa Informativa sulla privacy.",
      "7": "La presente Informativa sulla privacy è parte integrante delle Condizioni d'uso pubblicate sul bot Telegram @wefatebot ed è obbligatorio leggerla per poter utilizzare il Servizio.",
      "8": "Il Fornitore del servizio si riserva il diritto, a sua esclusiva discrezione, di modificare la presente Informativa sulla privacy in qualsiasi momento pubblicando una versione aggiornata dell'Informativa sulla privacy in Telegram-Bot @wefatebot e, se le modifiche sono significative, notificandole agli Utenti. Una versione modificata o aggiornata della presente Informativa sulla privacy entra in vigore dal momento in cui viene pubblicata nel Bot. Continuando a utilizzare il Servizio, l'Utente accetta l'Informativa sulla privacy aggiornata.",
      "9": "Il servizio si basa sugli algoritmi dell'applicazione Telegram, pertanto si prega di consultare anche i Termini di utilizzo e l'Informativa sulla privacy di Telegram.",
      "10": "Le informazioni che raccogliamo su di te",
      "11": "Lo scopo principale per cui il Fornitore di servizi raccoglie i tuoi dati è quello di fornirti servizi per l'utilizzo del bot Telegram @wefatebot (di seguito denominati Servizi). Nel processo di fornitura dei nostri Servizi a te, per poter utilizzare e migliorare i nostri servizi, abbiamo bisogno di raccogliere informazioni personali su di te.",
      "12": "Il Fornitore del Servizio raccoglierà ed elaborerà i seguenti dati su di te:",
      "13": "Informazioni che ci fornisci: ci fornisci le seguenti informazioni su di te durante il processo di registrazione per l'utilizzo dei nostri Servizi: nickname, sesso, età, orientamento, la città in cui desideri fare conoscenze, la lingua in cui verrà gestito il servizio. Le informazioni possono anche includere un collegamento a un profilo personale, un ID account personale nel messenger Telegram e la lingua del messenger Telegram. Inoltre, queste sono informazioni che fornisci continuando a utilizzare i nostri Servizi, partecipando a una promozione o a un sondaggio, nonché segnalando problemi con i nostri Servizi.",
      "14": "Informazioni che raccogliamo su di te: il fornitore del servizio può raccogliere automaticamente le seguenti informazioni:",
      "15": "Informazioni tecniche, tra cui i dati di registrazione, il sistema operativo e i dati del dispositivo.",
      "16": "Dettagli sulle transazioni effettuate quando utilizzi i nostri servizi.",
      "17": "Materiali video a fini di verifica: per gli utenti ad alto rischio, potremmo raccogliere materiali video come parte del processo di verifica. Questi video vengono utilizzati esclusivamente per confermare l'autenticità del profilo dell'utente, prevenire frodi e migliorare la sicurezza del servizio. I criteri per identificare i profili ad alto rischio sono interni e non soggetti a divulgazione, garantendo che le misure di sicurezza rimangano efficaci contro l'uso improprio o la manipolazione.",
      "18": "Informazioni da altre fonti: il Fornitore del servizio potrebbe ricevere informazioni su di te se utilizzi uno qualsiasi dei siti web da noi gestiti o altri servizi da noi forniti.",
      "19": "Accetti che abbiamo il diritto, ma non l'obbligo, di conservare tutte le informazioni personali raccolte per l'intero periodo di utilizzo dei nostri Servizi e per un periodo prescritto dalla legge, ma non superiore a 5 (cinque) anni. Il periodo di conservazione può essere esteso per un periodo non superiore a 1 (un) anno, se vi è una richiesta motivata da parte dell'autorità competente.",
      "20": "Il Fornitore di servizi non elabora intenzionalmente i dati dei minori. Il Fornitore di servizi consiglia di utilizzare il Bot alle persone di età superiore ai 18 anni. La responsabilità delle azioni dei minori, incluso l'acquisto di servizi da parte loro, ricade sui rappresentanti legali dei minori. Tutti i visitatori di età inferiore ai 18 anni sono tenuti a ottenere il permesso dei loro rappresentanti legali prima di fornire qualsiasi informazione su se stessi. Se il Fornitore di servizi viene a conoscenza di aver ricevuto informazioni su un minore senza il consenso dei rappresentanti legali, tali informazioni verranno eliminate il prima possibile.",
      "21": "Come proteggiamo le tue informazioni",
      "22": "Il fornitore del servizio protegge i tuoi dati personali mediante un archivio protetto con crittografia conforme agli standard del settore e ha implementato una serie di misure di sicurezza per garantire che i tuoi dati non vengano persi, utilizzati in modo improprio o alterati, tra cui, a titolo esemplificativo ma non esaustivo, quanto segue:",
      "23": "Misure fisiche:",
      "24": "I supporti fisici contenenti i vostri dati saranno conservati al chiuso e verranno utilizzati speciali mezzi fisici di protezione delle informazioni (recinzioni esterne di protezione, sistema di videosorveglianza, sistema di controllo degli accessi tramite badge e sistema di riconoscimento biometrico, inclusa la protezione a infrarossi dei confini del sito).",
      "25": "Misure elettroniche:",
      "26": "I dati saranno conservati in sistemi informatici e su supporti fisici, il cui accesso sarà soggetto a rigide restrizioni.",
      "27": "Misure di gestione:",
      "28": "I livelli di accesso sono separati in modo che solo i dipendenti autorizzati possano entrare in contatto con i tuoi dati e tali dipendenti si sono impegnati a rispettare le nostre norme interne sulla privacy dei dati.",
      "29": "Misure tecniche:",
      "30": "La tecnologia di crittografia può essere utilizzata per trasferire e archiviare i tuoi dati. Utilizziamo varie tecnologie e controlli di sicurezza attualmente disponibili per ridurre al minimo il rischio che i tuoi dati possano essere divulgati, corrotti, utilizzati in modo improprio, ottenuti senza autorizzazione, divulgati senza autorizzazione o alterati. I nostri team di sicurezza tecnica monitorano attivamente attività anomale e dannose sui nostri server e servizi.",
      "31": "Altre misure:",
      "32": "Ci impegniamo a proteggere le tue informazioni da accessi non autorizzati, modifiche, divulgazioni o distruzioni dei dati che raccogliamo e archiviamo.",
      "33": "Adottiamo diverse misure per garantire la sicurezza delle informazioni, tra cui:",
      "34": "Crittografare i nostri messaggi con te;",
      "35": "Analisi periodica dei nostri metodi di raccolta, archiviazione ed elaborazione dei dati;",
      "36": "Accesso limitato ai tuoi dati in base alle conoscenze necessarie per i nostri dipendenti e fornitori, che sono soggetti a rigorosi obblighi contrattuali di riservatezza."
    }
  }
}
