{
  "page": {
    "text": {
      "1": "用户协议",
      "2": "介绍",
      "3": "本用户协议（“协议”）规定了用户（“用户”、“客户”、“您”）对 Telegram 机器人 @wefatebot（“服务”、“机器人”、“我们”）的使用。",
      "4": "在使用服务之前，您同意您已阅读并接受本协议以及 @wefatebot 上提供的隐私政策中包含的所有条款和条件。",
      "5": "一旦开始使用本服务或其个别功能，即表示用户已完全接受本协议的条款，无任何保留和例外。",
      "6": "本协议的条款适用于所有用户以及访问或使用服务的其他人员。如果您不同意接受并遵守本协议的任何条款，或者如果本协议与您所在国家或您所在地的法律相抵触，您应同意不使用@wefatebot。如果您不这样做，您应对因您的拒绝而给机器人或第三方造成的所有损失和损害承担责任。",
      "7": "本服务可能会不时自行决定对本协议进行更改和改进。",
      "8": "在进行这些更改后继续使用服务，即表示您已签署并同意这些更改。",
      "9": "该服务基于 Telegram 应用程序的算法，因此另请参阅 Telegram 使用条款和隐私政策。",
      "10": "提供的服务",
      "11": "机器人提供约会和通信服务：机器人提供了创建其他用户可以看到并喜欢或不喜欢的个人资料的机会。个人资料的相互喜欢导致交换 Telegram 联系方式以进行进一步的沟通。",
      "12": "为了确保安全和定制的用户体验，机器人将 18 岁以下（未成年人）用户的个人资料与成人用户的个人资料分开。这种隔离最大限度地减少了未成年人与成人之间的互动，并增强了年轻用户的环境安全性。",
      "13": "使用条款",
      "14": "为了有资格使用该服务，您声明并保证：",
      "15": "您是具有完全法律行为能力和身体能力的个人，并且有足够的权力同意本文件。",
      "16": "您不得向我们提供误导性、虚假或欺诈性信息。",
      "17": "您之前没有被禁止或限制使用我们的服务。",
      "18": "您不违反本协议或适用法律法规的任何规定。",
      "19": "您有责任遵守您访问@wefatebot 的居住（注册）地区的相关法律。",
      "20": "18岁以下的用户在使用本服务前必须获得其法定代表人的明确同意。通过继续使用服务，未成年人确认已获得此类同意。对于未经未成年人同意的未成年人的任何使用，本服务不承担任何责任。",
      "21": "本服务建议年满 18 岁的人士使用机器人。未成年人仅可使用机器人寻找朋友或进行非浪漫的交流，前提是获得其法定代表人的许可。",
      "22": "为了增强安全性，机器人确保未成年人的个人资料不会向成年用户显示，反之亦然。这种分离是防止不必要或不适当的相互作用的关键措施。",
      "23": "如果适用法律有要求，本服务保留在某些司法管辖区限制或禁止使用机器人的权利。",
      "24": "您还保证您不会滥用本服务或试图破坏或以其他方式干扰本服务，例如，不会使用机器人进行欺诈或误导性行为、引入恶意软件、黑客攻击、传播垃圾邮件或规避我们的系统或安全措施。",
      "25": "如果您希望随时停止访问机器人，您也可以通过发送支持请求来通知@wefatebot。",
      "26": "机器人的注册流程和使用",
      "27": "注册程序。",
      "28": "发送请求。",
      "29": "要开始使用 @wefatebot，您必须激活机器人并向 @wefatebot 提供创建机器人用户的个人资料所需的数据。数据包括：昵称、性别、年龄、取向、您打算结识的城市、语言、用户提供的照片/视频。",
      "30": "用户还可以在个人资料中添加对他们的兴趣、爱好和其他信息的描述。",
      "31": "用户验证和监控。",
      "32": "如果我们检测到欺诈或任何其他非法活动的风险，我们保留限制或阻止您访问@wefatebot 并推迟注册的权利。",
      "33": "我们还可能要求您提供其他信息，或者在您完成提供数据后等待一段时间，然后才允许您使用服务。高风险档案可能会被要求进行视频验证以确认真实性。识别高风险状况的标准是内部标准，无需披露。",
      "34": "通过 Bot 访问 @wefatebot 合作伙伴提供的服务，即表示您同意将您的数据传输给 Bot 的合作伙伴，并了解 @wefatebot 有权根据从其合作伙伴收到的信息限制您对服务和附加服务的访问。",
      "35": "使用聊天机器人。",
      "36": "完成个人资料创建过程后，您有机会查看其他用户的个人资料。为了熟悉其他用户的个人资料，您需要选择“查看个人资料”。",
      "37": "如果您想了解用户，请选择“心”形的项目。如果不愿意进一步了解，请选择“取消”形式的项目，然后将向您显示以下个人资料。",
      "38": "如果您选择了“心”形式的项目，那么您选择该项目的人将收到您选择的通知。如果此人也选择了此项目，那么您将收到他的 Telegram 个人资料的链接，您可以在其中开始通过 Telegram Messenger 进行通信。",
      "39": "在查看个人资料的过程中，可能会显示根据法律规定放置的广告。广告商无法直接访问个人用户数据。相反，匿名和聚合的信息用于广告定位。",
      "40": "禁止使用机器人",
      "41": "我们授予您非排他性、不可转让的许可，以根据本协议的条款和条件使用@wefatebot。",
      "42": "您有权仅根据本协议的条款访问和使用本服务以及相关材料和信息（统称为“内容”）。",
      "43": "严格禁止对服务或内容进行任何其他使用，服务或内容的所有其他权利、所有权专属于 @wefatebot 的所有者及其许可方。",
      "44": "禁止将本服务用于与非法服务、欺诈计划、传销、暗网、敲诈勒索、洗钱、恐怖主义融资、制裁制度主题以及 @wefatebot 不可接受的其他类别风险相关的广告。",
      "45": "禁止在注册和使用@wefatebot时冒充他人。",
      "46": "针对 18 岁以下人士的性表达或性行为暗示不符合我们的服务条款，并且在许多国家/地区属于非法行为。如果您被发现有此类行为，您的帐户将被删除，相关信息将被转移给当地警方。",
      "47": "投诉解决",
      "48": "如果您有任何反馈、问题或投诉，请联系客户支持 (@wefatehelp)。",
      "49": "如果您有投诉，请说明投诉原因、您希望我们如何解决投诉以及您认为适当的任何其他信息。我们将根据您提供的信息以及@wefatebot 提供的任何信息来调查您的投诉。",
      "50": "您的投诉将在支持服务收到投诉之日起 14（十四）个日历日内予以考虑。",
      "51": "@wefatebot 支持团队的代理可能会根据您的投诉做出以下决定：",
      "52": "根据您的要求解决您的投诉。",
      "53": "做出拒绝您的投诉的决定并说明拒绝的原因。",
      "54": "以其他方式解决您的投诉。",
      "55": "您同意在向法院提出索赔之前使用本节中描述的投诉程序。未能遵守本规定可能会被用作您不愿意在法庭外解决问题和/或投诉性质不可接受的证据。",
      "56": "暂停和终止对机器人的访问",
      "57": "如果有效传票、法院命令或政府机构的强制性命令有要求，@wefatebot 可以限制或终止您对服务的访问，",
      "58": "和/或我们有理由怀疑用户禁止使用@wefatebot；",
      "59": "和/或您的个人资料的使用是任何法律诉讼、调查或政府诉讼的主题；",
      "60": "和/或我们认为不遵守有关您使用 @wefatebot 的法律或监管要求的风险会增加；",
      "61": "和/或我们的服务合作伙伴无法支持您使用服务；",
      "62": "和/或您采取了我们自行决定规避我们制定的规则和控制措施的行动，包括但不限于打开多个个人资料或滥用 @wefatebot 可能不时提供的促销活动；"
    }
  }
}
