{
  "page": {
    "text": {
      "1": "隐私政策",
      "2": "一般规定",
      "3": "本个人数据隐私政策适用于 Telegram-bot @wefatebot（公司，“服务提供商”，“我们”）上发布的所有信息，机器人访问者（“用户”，“您”）在使用时可能提供/接收这些信息。",
      "4": "服务提供商根据适用的法律要求确保数据的机密性，并实施适当的技术和组织措施，以保护数据免遭未经授权的访问、泄露、意外丢失、更改、破坏或其他非法处理。",
      "5": "本隐私政策规定了我们当前的数据保护和隐私政策及义务。因此，我们努力仅收集和处理与客户、合作伙伴、我们的服务和在线资源的用户/访问者的关系中严格必要的数据，以便为特定和合法目的提供服务和/或信息。",
      "6": "我们在 Telegram 机器人 @wefatebot 中发布了最新版本的隐私政策。请仔细阅读。通过访问和使用此机器人，您确认您已阅读、理解并同意本隐私政策。",
      "7": "本隐私政策是 Telegram 机器人@wefatebot 发布的用户协议的组成部分，使用本服务前必须阅读本隐私政策。",
      "8": "服务提供商保留随时自行决定更改本隐私政策的权利，通过在 Telegram-Bot @wefatebot 中发布隐私政策的更新版本，如果更改重大，则通知用户。本隐私政策的修改或更新版本自在 Bot 中发布之日起生效。继续使用服务，即表示用户同意更新后的隐私政策。",
      "9": "该服务基于 Telegram 应用程序的算法，因此请参阅 Telegram 使用条款和隐私政策。",
      "10": "我们收集的有关您的信息",
      "11": "服务提供商收集您的数据的主要目的是为您提供使用 Telegram 机器人 @wefatebot 的服务（以下简称“服务”）。在向您提供我们的服务的过程中，为了能够使用和改进我们的服务，我们需要收集您的个人信息。",
      "12": "服务提供商将收集和处理有关您的以下数据：",
      "13": "您向我们提供的信息：您在注册使用我们的服务时向我们提供以下有关您自己的信息：昵称、性别、年龄、性取向、您想要结识的城市、服务将以何种语言运行。这些信息还可能包括个人资料的链接、Telegram 信使中的个人帐户 ID 以及 Telegram 信使的语言。此外，这些信息是您通过继续使用我们的服务、参与促销或调查以及报告我们服务的问题而提供的信息。",
      "14": "我们收集的有关您的信息：服务提供商可能会自动收集以下信息：",
      "15": "技术信息，包括您的注册数据、操作系统和设备数据。",
      "16": "您在使用我们服务时进行的交易的详细信息。",
      "17": "用于验证目的的视频资料：对于高风险用户，我们可能会在验证过程中收集视频资料。这些视频仅用于确认用户个人资料的真实性、防止欺诈和增强服务安全性。识别高风险个人资料的标准是内部的，不会公开，以确保安全措施能够有效防止滥用或操纵。",
      "18": "来自其他来源的信息：如果您使用我们管理的任何网站或我们提供的其他服务，服务提供商可能会收到有关您的信息。",
      "19": "您同意，我们有权（但没有义务）在您使用我们服务的整个期间以及法律规定的期限内存储所有收集的个人信息，但存储期限不得超过 5（五）年。如果主管部门提出合理要求，存储期限可延长，但不得超过 1（一）年。",
      "20": "服务提供商不会故意处理未成年人的数据。服务提供商建议 18 岁以上的人使用机器人。未成年人的行为（包括他们购买服务）的责任由未成年人的法定代表人承担。所有 18 岁以下的访客在提供任何有关自己的信息之前都必须获得其法定代表人的许可。如果服务提供商意识到自己在未经法定代表人同意的情况下收到了有关未成年人的信息，则会尽快删除此类信息。",
      "21": "我们如何保护您的信息",
      "22": "服务提供商按照业界标准采用加密安全存储来保证您的个人信息安全，并且我们实施了多项安全措施来确保您的信息不丢失，不被滥用或更改，包括但不限于以下内容：",
      "23": "物理措施：",
      "24": "包含您的数据的物理介质将存储在室内，同时采用特殊的物理信息保护手段（周围外部围栏、视频监控系统、使用徽章和生物识别系统的门禁系统，包括场地边界的红外保护）。",
      "25": "电子措施：",
      "26": "数据将存储在计算机系统和物理数据载体中，并受到严格的进入限制。",
      "27": "管理措施：",
      "28": "访问级别是分开的，以便只有授权的员工才可以接触您的数据，并且这些员工承诺遵守我们的内部数据隐私规则。",
      "29": "技术措施：",
      "30": "加密技术可用于传输和存储您的数据。我们使用目前可用的各种安全技术和控制措施，以最大限度地降低您的数据被泄露、损坏、滥用、未经许可获取、未经许可披露或更改的风险。我们的技术安全团队积极监控我们服务器和服务上的异常和恶意活动。",
      "31": "其他措施：",
      "32": "我们努力保护您的信息免遭我们收集和存储的数据的未经授权的访问、修改、披露或破坏。",
      "33": "我们采取各种措施确保信息安全，包括：",
      "34": "加密我们与您发送的信息；",
      "35": "定期分析我们的数据收集、存储和处理方法；",
      "36": "根据我们的员工和供应商所掌握的必要知识，限制他们访问您的数据，并且他们必须遵守严格的合同保密义务。",
      "37": "请注意，我们无法保证信息 100% 的安全。因此，我们要求您采取措施保护您的个人信息。",
      "38": "您同意，在法律允许的最大范围内，服务商无需对任何非因其故意或重大过失所造成的信息泄露及其他损失负责，包括但不限于黑客攻击、电力中断或不可避免的技术故障，以及因其自身过错导致的用户数据泄露。",
      "39": "如果您怀疑您的个人信息已被泄露，请立即与我们联系。",
      "40": "使用数据的方式",
      "41": "我们将收集到的有关您的信息用于以下目的或以以下方式使用：",
      "42": "提供我们的服务：服务提供商使用收集到的信息来履行对您的义务，向您提供信息、产品和服务，维护和提供更好的服务，验证您的身份。",
      "43": "遵守法律的要求：服务提供商将根据我们的法律义务、政府要求和合理的用户请求使用这些信息。",
      "44": "对于研究和开发：",
      "45": "服务提供商积极测量和分析数据，以管理我们的服务和内部运营，包括故障排除、数据分析、测试、研究、统计和审查目的，以及了解您如何使用和与我们的服务互动。",
      "46": "我们的运营团队正在进行此审核，以不断改进我们的服务并修复用户界面问题。此外，服务提供商还会使用此类信息来定制、衡量和改进我们的服务、我们网站的内容和布局，以及开发新服务。",
      "47": "我们不断监控有关我们系统活动和与用户通信的信息，以便搜索并快速解决问题。",
      "48": "与您沟通：如果不收集和处理您的数据来确认每条消息，服务提供商将无法响应您发送的请求。",
      "49": "确保遵守我们的条款和条件：所收集的信息还用于持续、积极地遵守我们的条款和条件，包括但不限于审查、调查和防止任何可能违反上述规定的潜在禁止或非法活动，或根据上述规定向第三方披露相关信息。",
      "50": "用于视频验证：在验证过程中收集的视频资料用于确认个人资料的真实性并防止欺诈行为。此外，匿名视频数据可用于分析、改进安全算法和开发新功能。",
      "51": "用于营销和广告：服务提供商可能会与我们的营销合作伙伴共享您的个人信息，用于定位、建模和/或分析以及营销和广告。广告商无法直接访问个人用户数据。相反，服务提供商使用匿名和汇总信息来有效地定位广告，而不会损害用户隐私。",
      "52": "用于定向广告：我们可能会使用您的个人信息，例如性别、年龄和地理位置，与我们的广告合作伙伴合作提供个性化广告和赞助内容。",
      "53": "用于其他目的：服务提供商可能会为了任何其他目的披露您的个人信息，但需您通过签署书面文件或填写服务提供商提供的电子表格来表示额外同意。",
      "54": "处理的法律依据",
      "55": "当我们处理您的数据时，我们将依据以下法律依据之一进行处理。我们可能出于多种合法理由处理您的数据，具体取决于我们使用您的数据的具体目的。",
      "56": "合同履行：",
      "57": "如果处理您的数据对于履行我们与您签订的用户协议项下的义务是必要的，我们可能会处理您的数据。",
      "58": "法律义务或公共利益：",
      "59": "我们需要根据法律义务处理您的数据。",
      "60": "处理的目的包括控制身份验证、防止洗钱和欺诈、风险控制措施，以及向主管当局、政府机构或执法机构提供信息。",
      "61": "合法权益：",
      "62": "如果有必要，如果我们或第三方有追求商业和业务利益的合法利益，我们可能会处理数据，除非此类利益与您的利益、基本权利和自由重叠的情况。",
      "63": "您的同意：",
      "64": "在某些情况下，我们可能会请求您给予特定许可，以便为某些目的处理额外的个人信息。",
      "65": "如果您同意，您的数据将以这种方式处理。如果法律依据是您提供的同意，您可以随时撤回您的同意。撤回您的同意不会影响撤回前处理的数据的合法性。",
      "66": "谁接收你的数据",
      "67": "服务提供商接收您的数据是为了满足请求和提供服务，以及履行我们的合同和法律义务。",
      "68": "如果出于我们合法业务需要、满足请求、提供服务和/或根据法律要求或许可的需要，我们会将您的数据传输给第三方。在以下情况下，第三方：",
      "69": "服务提供商：",
      "70": "服务提供商将向第三方合作伙伴和服务提供商（处理者）披露数据，以便他们在必要时代表我们处理数据。这些服务提供商必须根据《数据保护法》提供足够的保障（例如，受保密和数据保护合同义务的约束）。我们只会传输他们提供服务所需的数据。",
      "71": "审计师和顾问：",
      "72": "我们可能会在检查目的和背景下（例如，外部检查、安全检查）向法律和其他顾问披露数据，以调查安全问题、风险、投诉等。",
      "73": "监管机构、执法机构、法院：",
      "74": "服务提供商可能会根据适用法律、监管义务、响应监管机构、政府和执法机构、法院和法院命令的请求披露数据。"
    }
  }
}
