{
  "page": {
    "text": {
      "1": "gebruikersovereenkomst",
      "2": "invoering",
      "3": "Deze Gebruikersovereenkomst (“Overeenkomst”) voorziet in het gebruik van de Telegram-bot @wefatebot (“Service”, “Bot”, “Wij”) door de gebruiker (“Gebruiker”, “Klant”, “Jij”).",
      "4": "Voordat u de Dienst gebruikt, gaat u ermee akkoord dat u alle voorwaarden en bepalingen in deze Overeenkomst en in ons Privacybeleid, beschikbaar op @wefatebot, hebt gelezen en geaccepteerd.",
      "5": "Door de Dienst of de individuele functies ervan te gaan gebruiken, wordt de Gebruiker geacht de voorwaarden van de Overeenkomst volledig te hebben aanvaard, zonder enig voorbehoud en uitzonderingen.",
      "6": "De voorwaarden van deze Overeenkomst zijn van toepassing op alle gebruikers en andere personen die toegang hebben tot of gebruik maken van de Dienst. Als u niet akkoord gaat met het accepteren en naleven van de voorwaarden van deze Overeenkomst, of als de Overeenkomst in strijd is met de wetten van uw land of de wetten van uw locatie, gaat u ermee akkoord @wefatebot niet te gebruiken. Als u dit niet doet, bent u aansprakelijk voor alle verliezen en schade die aan de bot of derden worden veroorzaakt als gevolg van uw weigering.",
      "7": "De Dienst kan van tijd tot tijd, naar eigen goeddunken, wijzigingen en verbeteringen aanbrengen in deze Overeenkomst.",
      "8": "Als u de Dienst blijft gebruiken nadat deze wijzigingen zijn aangebracht, wordt u geacht de wijzigingen te hebben ondertekend en ermee akkoord te gaan.",
      "9": "De dienst is gebaseerd op de algoritmen van de Telegram-applicatie, dus raadpleeg ook de Gebruiksvoorwaarden en het Privacybeleid van Telegram.",
      "10": "geleverde diensten",
      "11": "De Bot biedt dating- en communicatiediensten: de Bot biedt de mogelijkheid om profielen aan te maken die door andere gebruikers kunnen worden gezien en die zij wel of niet leuk vinden. Het wederzijds leuk vinden van profielen resulteert in de uitwisseling van Telegram-contactgegevens voor verdere communicatie.",
      "12": "Om de veiligheid en een op maat gemaakte gebruikerservaring te garanderen, scheidt de Bot de profielen van gebruikers jonger dan 18 jaar (minderjarigen) van die van volwassen gebruikers. Deze isolatie minimaliseert interacties tussen minderjarigen en volwassenen en verbetert de veiligheid van de omgeving voor jongere gebruikers.",
      "13": "Gebruiksvoorwaarden",
      "14": "Om in aanmerking te komen voor het gebruik van de Service, verklaart en garandeert u dat:",
      "15": "U bent een individu met volledige handelingsbekwaamheid en fysieke mogelijkheden en beschikt over voldoende bevoegdheid om met dit document in te stemmen.",
      "16": "U verstrekt ons geen misleidende, valse of frauduleuze informatie.",
      "17": "U bent niet eerder verbannen of beperkt in het gebruik van onze Service.",
      "18": "U schendt geen enkele bepaling van deze Overeenkomst of toepasselijke wet- en regelgeving.",
      "19": "U bent verantwoordelijk voor de naleving van de relevante wetten op het grondgebied van uw woonplaats (registratie) van waaruit u toegang krijgt tot @wefatebot.",
      "20": "Gebruikers jonger dan 18 jaar moeten expliciete toestemming verkrijgen van hun wettelijke vertegenwoordigers voordat ze de Dienst gebruiken. Door de Dienst te blijven gebruiken, bevestigen minderjarigen dat dergelijke toestemming is verleend. De Dienst is niet aansprakelijk voor enig gebruik door minderjarigen zonder dergelijke toestemming.",
      "21": "De Dienst raadt het gebruik van de Bot aan voor personen ouder dan 18 jaar. Minderjarigen mogen de Bot alleen gebruiken om vrienden te vinden of om niet-romantische communicatie aan te gaan, op voorwaarde dat zij toestemming hebben gekregen van hun wettelijke vertegenwoordigers.",
      "22": "Om de veiligheid te vergroten zorgt de Bot ervoor dat de profielen van minderjarigen niet aan volwassen gebruikers worden weergegeven, en omgekeerd. Deze scheiding is een cruciale maatregel om ongewenste of ongepaste interacties te voorkomen.",
      "23": "De Service behoudt zich het recht voor om het gebruik van de Bot in bepaalde rechtsgebieden te beperken of te verbieden, indien vereist door de toepasselijke wetgeving.",
      "24": "U garandeert ook dat u de Dienst niet misbruikt of probeert deze te verstoren of anderszins te verstoren, bijvoorbeeld de Bot niet gebruikt voor frauduleuze of misleidende acties, het introduceren van malware, hacken, het verspreiden van spam of het omzeilen van onze systemen of beveiligingsmaatregelen.",
      "25": "U kunt @wefatebot ook op elk moment op de hoogte stellen als u de toegang tot de Bot wilt stopzetten door een ondersteuningsverzoek te sturen.",
      "26": "Registratieprocedure en gebruik van de bot",
      "27": "Registratieprocedure.",
      "28": "Een verzoek verzenden.",
      "29": "Om @wefatebot te gaan gebruiken, moet u de bot activeren en @wefatebot de gegevens verstrekken die nodig zijn om het profiel van de Bot-gebruiker aan te maken. De gegevens omvatten: bijnaam, geslacht, leeftijd, geaardheid, de stad waar u kennis wilt maken, de taal, de door de gebruiker verstrekte foto/video.",
      "30": "De gebruiker kan ook een beschrijving van zijn interesses, hobby's en andere informatie in het profiel toevoegen.",
      "31": "Gebruikersverificatie en monitoring.",
      "32": "We behouden ons het recht voor om uw toegang tot @wefatebot te beperken of te blokkeren en de registratie uit te stellen als we een risico op fraude of andere illegale activiteiten detecteren.",
      "33": "Het kan zijn dat wij u ook vragen om aanvullende informatie te verstrekken of enige tijd te wachten nadat u de gegevens heeft verstrekt voordat u toestemming krijgt om van de diensten gebruik te maken. Voor profielen met een hoog risico kan videoverificatie worden aangevraagd om de authenticiteit te bevestigen. De criteria voor het identificeren van risicoprofielen zijn intern en niet openbaar.",
      "34": "Door toegang te krijgen tot de diensten die door @wefatebot-partners via de Bot worden aangeboden, geeft u toestemming voor de overdracht van uw gegevens aan de partners van de Bot en begrijpt u dat @wefatebot het recht heeft om uw toegang tot de Dienst en aanvullende diensten te beperken op basis van informatie ontvangen van zijn partners.",
      "35": "Met behulp van de chatbot.",
      "36": "Nadat u het profielaanmaakproces heeft voltooid, heeft u de mogelijkheid om de profielen van andere gebruikers te bekijken. Om kennis te maken met de profielen van andere gebruikers, moet u \"Profielen bekijken\" selecteren.",
      "37": "Kies een item in de vorm van een \"hart\" als je de gebruiker wilt leren kennen. Als u geen verdere kennismaking wilt, kiest u een item in de vorm van een \"annuleren\", waarna het volgende profiel aan u wordt getoond.",
      "38": "Als u een artikel in de vorm van een \"hart\" heeft geselecteerd, ontvangt de persoon van wie u dit artikel heeft geselecteerd een melding van uw keuze. Als deze persoon ook voor dit item kiest, ontvangt u een link naar zijn Telegram-profiel, waar u kunt beginnen met communiceren via de Telegram-messenger.",
      "39": "Tijdens het bekijken van de profielen kunnen advertenties worden weergegeven die zijn geplaatst in overeenstemming met de bepalingen van de wetgeving. Adverteerders hebben geen directe toegang tot persoonlijke gebruikersgegevens. In plaats daarvan wordt geanonimiseerde en geaggregeerde informatie gebruikt voor advertentietargeting.",
      "40": "Verboden gebruik van de bot",
      "41": "Wij verlenen u een niet-exclusieve, niet-overdraagbare licentie om @wefatebot te gebruiken in overeenstemming met de voorwaarden van deze Overeenkomst.",
      "42": "U heeft uitsluitend recht op toegang tot en gebruik van de Service en gerelateerde materialen en informatie (gezamenlijk de \"Inhoud\" genoemd) in overeenstemming met de voorwaarden van deze Overeenkomst.",
      "43": "Elk ander gebruik van de Dienst of Inhoud is ten strengste verboden, en alle andere rechten, titels op de Dienst of Inhoud behoren uitsluitend toe aan de eigenaar van de @wefatebot, zijn licentiegevers.",
      "44": "Het gebruik van de Dienst met het oog op reclame met betrekking tot illegale diensten, frauduleuze plannen, piramides, darknet, afpersing, het witwassen van geld, de financiering van terrorisme, onderwerpen van sanctieregimes en andere categorieën van onaanvaardbaar risico voor @wefatebot is verboden.",
      "45": "Het nabootsen van een andere persoon bij het registreren en gebruiken van @wefatebot is verboden.",
      "46": "Uitingen van seksuele aard of hints van seksuele handelingen tegen personen jonger dan 18 jaar voldoen niet aan onze servicevoorwaarden en zijn in veel landen illegaal. Als u bij dergelijke acties wordt betrapt, wordt uw account verwijderd en wordt informatie hierover overgedragen aan de lokale politie.",
      "47": "Afhandeling van klachten",
      "48": "Als u feedback, vragen of klachten heeft, neem dan contact op met de klantenservice (@wefatehelp).",
      "49": "Als u een klacht heeft, vermeld dan de reden van uw klacht, hoe u wilt dat wij de klacht oplossen en alle andere informatie die u passend acht. We zullen uw klacht onderzoeken op basis van de informatie die u heeft verstrekt en eventuele informatie verstrekt door @wefatebot.",
      "50": "Uw klacht wordt binnen 14 (veertien) kalenderdagen vanaf de datum van ontvangst van de klacht door de ondersteuningsdienst in behandeling genomen.",
      "51": "De agent van het @wefatebot-ondersteuningsteam kan de volgende beslissingen nemen op basis van uw klacht:",
      "52": "Los uw klacht op in overeenstemming met uw verzoek.",
      "53": "Neem een besluit om uw klacht af te wijzen en geef de redenen voor de afwijzing aan.",
      "54": "Los uw klacht op een alternatieve manier op.",
      "55": "U stemt ermee in de klachtenprocedure te gebruiken die in deze sectie wordt beschreven voordat u een claim bij de rechtbank indient. Het niet naleven van deze bepaling kan worden gebruikt als bewijs van uw onwil om de kwestie buitengerechtelijk te schikken en/of van het onaanvaardbare karakter van de klacht.",
      "56": "Opschorting en beëindiging van de toegang tot de bot",
      "57": "@wefatebot kan uw toegang tot de Dienst beperken of beëindigen indien dit wordt vereist door een geldige dagvaarding, gerechtelijk bevel of verplicht bevel van een overheidsinstantie,",
      "58": "en/of wij de Gebruiker redelijkerwijs vermoeden van verboden gebruik van @wefatebot;",
      "59": "en/of het gebruik van uw profiel onderwerp is van een gerechtelijke procedure, onderzoek of overheidsprocedure;",
      "60": "en/of wij van mening zijn dat er een verhoogd risico bestaat op niet-naleving van wettelijke of regelgevende vereisten met betrekking tot uw gebruik van @wefatebot;",
      "61": "en/of onze servicepartners kunnen uw gebruik van de Dienst niet ondersteunen;",
      "62": "en/of je onderneemt acties die, naar eigen goeddunken, de regels en controles omzeilen die we hebben opgesteld, inclusief, maar niet beperkt tot, het openen van meerdere profielen of het misbruiken van promoties die @wefatebot van tijd tot tijd kan aanbieden;",
      "63": "of u schendt deze Overeenkomst en andere regels van @wefatebot.",
      "64": "Inhoud van derden",
      "66": "Als tijdens het gebruik van de Bot de gebruikersprofielen links bevatten (of kunnen bevatten) naar sites op internet (sites van derden) evenals artikelen, foto's, illustraties, grafische afbeeldingen, muziek, geluiden, video's, informatie, applicaties, programma's en andere content die toebehoort aan of afkomstig is van derden (Derde PartijvContent). Deze derden en hun content worden niet door de Service geverifieerd op naleving van specifieke vereisten (bijv. nauwkeurigheid, volledigheid, wettigheid, enz.). De Service is niet verantwoordelijk voor informatie die op sites van derden wordt geplaatst en die gebruikers openen via links in gebruikersprofielen of Derde Partij Content. Gebruikers interacteren met Derde Partij Content op eigen risico en naar eigen goeddunken.",
      "67": "Als Content van derden uw rechten schendt of onrechtmatig lijkt, kunt u contact opnemen met de Service voor beoordeling en mogelijke maatregelen. De uiteindelijke verantwoordelijkheid ligt echter bij de maker of eigenaar van de Content van derden.",
      "68": "Samenwerking met wetshandhavingsinstanties",
      "69": "De Service werkt samen met wetshandhavingsinstanties en andere geautoriseerde organisaties strikt binnen het kader van de toepasselijke wetten en regelgevingen. Verzoeken om gebruikersgegevens of andere informatie moeten voldoen aan de volgende vereisten:",
      "70": "Indienen van verzoeken:",
      "71": "Verzoeken moeten worden verzonden vanaf een officieel e-mailadres dat toebehoort aan de verzoekende wetshandhavingsinstantie naar het aangewezen e-mailadres: budaev.e@gmail.com",
      "72": "Het verzoek moet de naam en functie van de verzoekende functionaris, het doel en de reikwijdte van het verzoek en relevante documentatie, zoals een gerechtelijk bevel of andere wettelijke machtiging, bevatten.",
      "73": "In het e-mailadres moet ook een Telegram-contactpersoon staan, zodat er indien nodig snel contact kan worden opgenomen met de verzoekende ambtenaar.",
      "74": "Verificatie van verzoeken",
      "75": "De Dienst behoudt zich het recht voor om de authenticiteit van het verzoek te verifiëren door contact op te nemen met de verzoekende instantie via de openbare officiële kanalen.",
      "76": "Aanvragen die niet aan deze vereisten voldoen, kunnen vertraging oplopen of zelfs worden afgewezen.",
      "77": "Beperkingen op openbaarmaking van gegevens:",
      "78": "De Dienst verstrekt uitsluitend de minimale hoeveelheid gegevens die nodig is om aan het wettelijke verzoek te voldoen.",
      "79": "Indien de wet dit toestaat en er geen geheimhoudingsbevel is uitgevaardigd, kan de Dienst de gebruiker op de hoogte stellen van wiens gegevens er wordt opgevraagd.",
      "80": "Noodsituaties:",
      "81": "In urgente gevallen met betrekking tot dreigende schade of bedreigingen voor de openbare veiligheid, kan de Service de verwerking van verzoeken versnellen. Dergelijke verzoeken moeten nog steeds formeel worden ingediend en gerechtvaardigd.",
      "82": "Slotbepalingen",
      "83": "De betekenissen van termen die in deze Overeenkomst worden gebruikt, worden bepaald in overeenstemming met de wetten van het relevante rechtsgebied, tenzij expliciet anders vermeld. Als een bepaling van deze Overeenkomst ongeldig of niet-afdwingbaar blijkt te zijn, heeft dit geen invloed op de geldigheid of afdwingbaarheid van de overige bepalingen.",
      "84": "Gebruikers jonger dan 18 jaar dienen hun wettelijke vertegenwoordigers te informeren over hun registratie en gebruik van de Service. De Service is niet verantwoordelijk voor het verstrekken van dergelijke kennisgevingen.",
      "85": "De verantwoordelijkheid voor de acties van minderjarigen die de Service gebruiken, ligt volledig bij hun wettelijke vertegenwoordigers. Door een minderjarige te registreren of toe te staan de Service te gebruiken, bevestigen wettelijke vertegenwoordigers hun toestemming voor deze Overeenkomst en nemen zij de volledige verantwoordelijkheid voor het waarborgen van de naleving van de voorwaarden ervan.",
      "86": "De Dienst behoudt zich het recht voor om haar rechten en verplichtingen uit deze Overeenkomst zonder voorafgaande kennisgeving over te dragen aan een derde partij, op voorwaarde dat een dergelijke overdracht geen nadelige gevolgen heeft voor de rechten van de Gebruiker.",
      "87": "Door deze Overeenkomst te accepteren, stemt u ermee in dat alle communicatie, kennisgevingen en overeenkomsten elektronisch worden geleverd, voor zover wettelijk toegestaan.",
      "88": "Deze Overeenkomst vormt de volledige overeenkomst tussen de partijen met betrekking tot het gebruik van de Dienst en vervangt alle eerdere overeenkomsten of afspraken, schriftelijk of mondeling, met betrekking tot het onderwerp ervan.",
      "89": "Als u vragen of opmerkingen hebt over deze Overeenkomst, neem dan contact met ons op via @wafatehelp."
    }
  },
  "common": {
    "actions": {
      "ok": "Ok"
    }
  }
}
