{
  "page": {
    "text": {
      "1": "Privacybeleid",
      "2": "Algemene bepalingen",
      "3": "Dit privacybeleid voor persoonsgegevens is van toepassing op alle informatie die wordt geplaatst in Telegram-bot @wefatebot (Bedrijf, de \"Dienstverlener\", \"Wij\"), die bezoekers van de bot (de \"Gebruikers\", \"U\") kunnen verstrekken/ontvangen tijdens het gebruik ervan.",
      "4": "De Dienstverlener zorgt, in overeenstemming met de toepasselijke wettelijke vereisten, voor de vertrouwelijkheid van de gegevens en de implementatie van passende technische en organisatorische maatregelen om de gegevens te beschermen tegen ongeautoriseerde toegang, openbaarmaking, onbedoelde verwijdering, wijziging, vernietiging of andere onrechtmatige verwerking.",
      "5": "Dit Privacybeleid beschrijft ons huidige gegevensbeschermings- en privacybeleid en onze verplichtingen. Dienovereenkomstig streven wij ernaar om alleen gegevens te verzamelen en te verwerken die strikt noodzakelijk zijn in de context van onze relaties met klanten, partners, gebruikers/bezoekers van onze Service en online bronnen, om diensten en/of informatie te leveren voor specifieke en legitieme doeleinden.",
      "6": "We plaatsen ons Privacybeleid in de Telegram-bot @wefatebot in de nieuwste versie. Lees het aandachtig door. Door deze bot te openen en te gebruiken, bevestigt u dat u dit Privacybeleid hebt gelezen, begrepen en ermee akkoord bent gegaan.",
      "7": "Dit privacybeleid is een integraal onderdeel van de gebruikersovereenkomst die is gepubliceerd in de Telegram-bot @wefatebot en moet worden gelezen om de service te kunnen gebruiken.",
      "8": "De Service Provider behoudt zich het recht voor om, naar eigen goeddunken, dit Privacybeleid op elk gewenst moment te wijzigen door een bijgewerkte versie van het Privacybeleid te publiceren in Telegram-Bot @wefatebot en, indien de wijzigingen aanzienlijk zijn, Gebruikers hiervan op de hoogte te stellen. Een gewijzigde of bijgewerkte versie van dit Privacybeleid treedt in werking vanaf het moment dat deze in de Bot wordt gepubliceerd. Door de Service te blijven gebruiken, stemt de Gebruiker in met het bijgewerkte Privacybeleid.",
      "9": "De service is gebaseerd op de algoritmen van de Telegram-applicatie. Raadpleeg daarom ook de Gebruiksvoorwaarden en het Privacybeleid van Telegram.",
      "10": "De informatie die wij over u verzamelen",
      "11": "Het hoofddoel waarvoor de Service Provider uw gegevens verzamelt, is om u diensten te leveren voor het gebruik van de Telegram-bot @wefatebot (hierna de Diensten genoemd). Tijdens het leveren van onze Diensten aan u, om onze diensten te kunnen gebruiken en verbeteren, moeten we persoonlijke informatie over u verzamelen.",
      "12": "De Dienstverlener verzamelt en verwerkt de volgende gegevens over u:",
      "13": "Informatie die u ons verstrekt: U verstrekt ons de volgende informatie over uzelf tijdens het registratieproces voor het gebruik van onze Services: bijnaam, geslacht, leeftijd, geaardheid, de stad waarin u kennis wilt maken, de taal waarin de service wordt uitgevoerd. De informatie kan ook een link naar een persoonlijk profiel, een persoonlijke account-ID in de Telegram-messenger en de taal van de Telegram-messenger bevatten. Daarnaast is dit informatie die u verstrekt door onze Services te blijven gebruiken, deel te nemen aan een promotie of enquête, evenals door problemen met onze Services te melden.",
      "14": "Informatie die wij over u verzamelen: De Dienstverlener kan automatisch de volgende informatie verzamelen:",
      "15": "Technische informatie, waaronder uw registratiegegevens, besturingssysteem en apparaatgegevens.",
      "16": "Gegevens over de transacties die u uitvoert bij het gebruik van onze diensten.",
      "17": "Videomateriaal voor verificatiedoeleinden: Voor gebruikers met een hoog risico kunnen we videomateriaal verzamelen als onderdeel van het verificatieproces. Deze video's worden uitsluitend gebruikt om de authenticiteit van het profiel van de gebruiker te bevestigen, fraude te voorkomen en de beveiliging van de service te verbeteren. De criteria voor het identificeren van profielen met een hoog risico zijn intern en niet onderhevig aan openbaarmaking, waardoor de beveiligingsmaatregelen effectief blijven tegen misbruik of manipulatie.",
      "18": "Informatie uit andere bronnen: De Dienstverlener kan informatie over u ontvangen als u een van de websites gebruikt die wij beheren of andere diensten die wij leveren.",
      "19": "U stemt ermee in dat wij het recht hebben, maar niet verplicht zijn, om alle verzamelde persoonlijke informatie op te slaan gedurende de gehele periode van uw gebruik van onze Diensten en gedurende een wettelijk voorgeschreven periode, maar niet langer dan 5 (vijf) jaar. De opslagperiode kan worden verlengd met een periode van maximaal 1 (één) jaar, indien er een gemotiveerd verzoek is van de bevoegde autoriteit.",
      "20": "De Service Provider verwerkt niet opzettelijk de gegevens van minderjarigen. De service provider raadt personen ouder dan 18 jaar aan om de Bot te gebruiken. De verantwoordelijkheid voor de acties van minderjarigen, inclusief de aankoop van diensten door hen, ligt bij de wettelijke vertegenwoordigers van minderjarigen. Alle bezoekers jonger dan 18 jaar zijn verplicht om toestemming te verkrijgen van hun wettelijke vertegenwoordigers voordat ze informatie over zichzelf verstrekken. Als de Service Provider zich ervan bewust wordt dat hij informatie over een minderjarige heeft ontvangen zonder de toestemming van wettelijke vertegenwoordigers, zal dergelijke informatie zo snel mogelijk worden verwijderd.",
      "21": "Hoe wij uw informatie beschermen",
      "22": "De serviceprovider houdt uw persoonlijke gegevens veilig met behulp van beveiligde opslag met encryptie volgens de industrienormen. Daarnaast hebben we een aantal veiligheidsmaatregelen geïmplementeerd om ervoor te zorgen dat uw gegevens niet verloren gaan, misbruikt of gewijzigd worden, waaronder, maar niet beperkt tot, het volgende:",
      "23": "Fysieke maatregelen:",
      "24": "De fysieke media met uw gegevens worden binnenshuis opgeslagen. Daarnaast worden speciale fysieke middelen voor informatiebeveiliging gebruikt (omheiningen aan de buitenkant, videobewakingssysteem, toegangscontrolesysteem met behulp van badges en biometrisch herkenningssysteem, inclusief infraroodbeveiliging van de terreingrenzen).",
      "25": "Elektronische maatregelen:",
      "26": "De gegevens worden opgeslagen in computersystemen en op fysieke gegevensdragers, waar strenge toegangsbeperkingen gelden.",
      "27": "Beheersmaatregelen:",
      "28": "De toegangsniveaus zijn gescheiden, zodat alleen bevoegde medewerkers uw gegevens kunnen raadplegen. Deze medewerkers hebben zich ertoe verbonden onze interne regels voor gegevensbescherming na te leven.",
      "29": "Technische maatregelen:",
      "30": "Versleutelingstechnologie kan worden gebruikt om uw gegevens over te dragen en op te slaan. We gebruiken verschillende beveiligingstechnologieën en -controles die momenteel beschikbaar zijn om het risico te minimaliseren dat uw gegevens worden vrijgegeven, beschadigd, misbruikt, zonder toestemming worden verkregen, zonder toestemming worden vrijgegeven of worden gewijzigd. Onze technische beveiligingsteams controleren actief abnormale en kwaadaardige activiteiten op onze servers en services.",
      "31": "Andere maatregelen:",
      "32": "Wij streven ernaar uw gegevens te beschermen tegen ongeautoriseerde toegang, wijziging, openbaarmaking of vernietiging van de gegevens die wij verzamelen en opslaan.",
      "33": "Wij nemen verschillende maatregelen om de informatiebeveiliging te waarborgen, waaronder:",
      "34": "Het versleutelen van onze berichten met u;",
      "35": "Periodieke analyse van onze methoden voor het verzamelen, opslaan en verwerken van gegevens;",
      "36": "Beperkte toegang tot uw gegevens op basis van de noodzakelijke kennis voor onze medewerkers en leveranciers, die onderworpen zijn aan strikte contractuele geheimhoudingsverplichtingen.",
      "37": "Houd er rekening mee dat het onmogelijk is om 100% veiligheid van informatie te garanderen. Daarom vragen wij u om maatregelen te nemen om uw persoonlijke informatie te beschermen.",
      "38": "U stemt ermee in dat de Dienstverlener niet aansprakelijk is voor informatielekken en andere verliezen die niet het gevolg zijn van onze opzet of grove nalatigheid, met inbegrip van, maar niet beperkt tot, hackeraanvallen, stroomuitval of onvermijdelijke technische storingen, voor zover maximaal toegestaan door de wet, lekken van gebruikersgegevens door zijn eigen schuld.",
      "39": "Als u vermoedt dat uw persoonlijke gegevens in gevaar zijn, neem dan onmiddellijk contact met ons op.",
      "40": "Manieren om uw gegevens te gebruiken",
      "41": "Wij gebruiken de informatie die wij over u verzamelen voor de volgende doeleinden of op de volgende manieren:",
      "42": "Om onze diensten te leveren: De dienstverlener gebruikt de verzamelde informatie om zijn verplichtingen jegens u na te komen, om u informatie, producten en diensten te leveren, om betere diensten te onderhouden en te leveren en om uw identiteit te verifiëren.",
      "43": "Om te voldoen aan de wettelijke vereisten: De dienstverlener zal de informatie gebruiken in overeenstemming met onze wettelijke verplichtingen, verzoeken van de overheid en redelijke verzoeken van gebruikers.",
      "44": "Voor onderzoek en ontwikkeling:",
      "45": "De Dienstverlener meet en analyseert actief gegevens voor het beheer van onze Diensten en voor interne bedrijfsvoering, waaronder probleemoplossing, gegevensanalyse, testen, onderzoek, statistische en beoordelingsdoeleinden, en om inzicht te krijgen in de manier waarop u onze Diensten gebruikt en ermee omgaat.",
      "46": "Deze beoordeling wordt uitgevoerd door onze operationele teams om onze Services continu te verbeteren en problemen met de gebruikersinterface op te lossen. Daarnaast gebruikt de Service Provider dergelijke informatie om onze Services, de inhoud en lay-out van onze websites aan te passen, te meten en te verbeteren, en om nieuwe services te ontwikkelen.",
      "47": "Wij controleren voortdurend informatie over de activiteiten in onze systemen en onze communicatie met gebruikers, zodat wij problemen kunnen opsporen en snel kunnen oplossen.",
      "48": "Om met u te communiceren: Zonder het verzamelen en verwerken van uw gegevens om elk bericht te bevestigen, kan de Dienstverlener niet reageren op de verzoeken die u verzendt.",
      "49": "Om naleving van onze algemene voorwaarden te garanderen: De verzamelde informatie wordt ook gebruikt om voortdurend en actief te voldoen aan onze algemene voorwaarden, waaronder, maar niet beperkt tot, het beoordelen, onderzoeken en voorkomen van mogelijk verboden of illegale activiteiten die mogelijk in strijd zijn met de bovenstaande bepalingen, of het bekendmaken van relevante informatie aan een derde partij in overeenstemming met deze bepalingen.",
      "50": "Voor videoverificatie: Videomateriaal dat is verzameld als onderdeel van de verificatie, wordt gebruikt om de authenticiteit van het profiel te bevestigen en frauduleuze activiteiten te voorkomen. Daarnaast kunnen geanonimiseerde videogegevens worden gebruikt voor analyse, het verbeteren van beveiligingsalgoritmen en het ontwikkelen van nieuwe functies.",
      "51": "Voor marketing en reclame: De Service Provider kan uw persoonlijke informatie delen met onze marketingpartners voor de doeleinden van targeting, modellering en/of analyse, evenals marketing en reclame. Adverteerders hebben geen directe toegang tot persoonlijke gebruikersgegevens. In plaats daarvan gebruikt de Service Provider geanonimiseerde en geaggregeerde informatie om advertenties effectief te targeten zonder de privacy van de gebruiker in gevaar te brengen.",
      "52": "Voor gerichte advertenties: Wij kunnen uw persoonlijke gegevens, zoals geslacht, leeftijd en geografische locatie, gebruiken om gepersonaliseerde advertenties en gesponsorde content te leveren in samenwerking met onze advertentiepartners.",
      "53": "Voor andere doeleinden: De Dienstverlener kan uw persoonsgegevens bekendmaken voor andere doeleinden waarvoor u aanvullende toestemming geeft, uitgedrukt door het ondertekenen van een schriftelijk document of het invullen van een elektronisch formulier dat door de Dienstverlener wordt verstrekt.",
      "54": "Wettelijke basis voor verwerking",
      "55": "Wanneer wij uw gegevens verwerken, vertrouwen wij op een van de volgende wettelijke grondslagen voor verwerking. Wij kunnen uw gegevens om verschillende legitieme redenen verwerken, afhankelijk van het specifieke doel waarvoor wij uw gegevens gebruiken.",
      "56": "Uitvoering van het contract:",
      "57": "Wij kunnen gegevens verwerken als de verwerking van uw gegevens noodzakelijk is om te voldoen aan onze verplichtingen uit de Gebruikersovereenkomst die wij met u zijn aangegaan.",
      "58": "Wettelijke verplichting of in het algemeen belang:",
      "59": "Wij zijn verplicht uw gegevens te verwerken in overeenstemming met wettelijke verplichtingen.",
      "60": "De doeleinden van de verwerking omvatten onder meer controle over identiteitscontrole, preventie van witwassen en fraude, risicobeheersingsmaatregelen en het verstrekken van informatie aan een bevoegde autoriteit, overheidsinstantie of wetshandhavingsinstantie.",
      "61": "Gerechtvaardigde belangen:",
      "62": "Indien nodig kunnen wij gegevens verwerken als wij of de derde partij een gerechtvaardigd belang hebben bij het nastreven van commerciële en zakelijke belangen, behalve in gevallen waarin dergelijke belangen overlappen met uw belangen, fundamentele rechten en vrijheden.",
      "63": "Uw toestemming:",
      "64": "In bepaalde gevallen kunnen wij u om specifieke toestemming vragen om aanvullende persoonsgegevens voor bepaalde doeleinden te verwerken.",
      "65": "Uw gegevens worden op deze manier verwerkt als u daarmee instemt. Als de wettelijke basis de toestemming is die u hebt gegeven, kunt u uw toestemming op elk moment intrekken. Het intrekken van uw toestemming heeft geen invloed op de rechtmatigheid van de gegevens die vóór de intrekking zijn verwerkt."
    }
  }
}
