{
  "page": {
    "text": {
      "1": "карыстальніцкае пагадненне",
      "2": "увядзенне",
      "3": "Гэта Карыстальніцкае пагадненне («Пагадненне») прадугледжвае выкарыстанне карыстальнікам («Карыстальнік», «Кліент», «Вы») бота Telegram @wefatebot («Сэрвіс», «Бот», «Мы»).",
      "4": "Перад выкарыстаннем Паслугі вы згаджаецеся з тым, што прачыталі і прынялі ўсе ўмовы, якія змяшчаюцца ў гэтым Пагадненні і ў нашай Палітыцы прыватнасці, даступнай на @wefatebot.",
      "5": "Прыступаючы да выкарыстання Сэрвісу або яго асобных функцый, Карыстальнік лічыцца прыняў умовы Пагаднення ў поўным аб'ёме, без якіх-небудзь агаворак і выключэнняў.",
      "6": "Умовы дадзенага Пагаднення прымяняюцца да ўсіх карыстальнікаў і іншых асоб, якія атрымліваюць доступ або выкарыстоўваюць Сэрвіс. Калі вы не згодныя прыняць і выконваць любыя ўмовы гэтага Пагаднення, або калі Пагадненне супярэчыць законам вашай краіны або законам вашага месцазнаходжання, вы пагаджаецеся не выкарыстоўваць @wefatebot. Калі вы гэтага не зробіце, вы будзеце несці адказнасць за ўсе страты і шкоду, прычыненую боту або трэцім асобам у выніку вашай адмовы.",
      "7": "Сэрвіс можа час ад часу па сваім меркаванні ўносіць змены і ўдасканаленні ў гэта Пагадненне.",
      "8": "Працягваючы карыстацца Сэрвісам пасля ўнясення гэтых змяненняў, лічыцца, што вы пагадзіліся са зменамі.",
      "9": "Сэрвіс заснаваны на алгарытмах прыкладання Telegram, таму таксама азнаёмцеся з Умовамі выкарыстання і Палітыкай прыватнасці Telegram.",
      "10": "паслугі, якія прадстаўляюцца",
      "11": "Бот прадастаўляе паслугі знаёмстваў і зносін: Бот дае магчымасць ствараць профілі, якія могуць бачыць іншыя карыстальнікі і якія ім падабаюцца ці не падабаюцца. Узаемнае ўпадабанне профіляў прыводзіць да абмену кантактнымі дадзенымі Telegram для далейшага зносін.",
      "12": "Каб забяспечыць бяспеку і персаналізаваны карыстацкі досвед, бот аддзяляе профілі карыстальнікаў маладзейшых за 18 гадоў (непаўналетніх) ад профіляў дарослых карыстальнікаў. Такая ізаляцыя зводзіць да мінімуму ўзаемадзеянне паміж непаўналетнімі і дарослымі і павышае бяспеку навакольнага асяроддзя для маладых карыстальнікаў.",
      "13": "Правілы выкарыстання",
      "14": "Каб мець права карыстацца Паслугай, вы заяўляеце і гарантуеце, што:",
      "15": "Вы з'яўляецеся асобай з поўнай дзеяздольнасцю і фізічнымі магчымасцямі і маеце дастатковыя паўнамоцтвы, каб пагадзіцца з гэтым дакументам.",
      "16": "Вы не даяце нам інфармацыю, якая ўводзіць у зман, ілжывую або падманную інфармацыю.",
      "17": "Вы раней не былі забаронены або абмежаваны ў выкарыстанні нашага сэрвісу.",
      "18": "Вы не парушаеце ніводнага з палажэнняў гэтага Пагаднення або дзеючых законаў і правілаў.",
      "19": "Вы несяце адказнасць за захаванне адпаведнага заканадаўства на тэрыторыі вашага пражывання (рэгістрацыі), з якой вы атрымліваеце доступ да @wefatebot.",
      "20": "Карыстальнікі ва ўзросце да 18 гадоў павінны атрымаць выразную згоду ад сваіх законных прадстаўнікоў перад выкарыстаннем Сэрвісу. Працягваючы карыстацца Сэрвісам, непаўналетнія пацвярджаюць, што такая згода была дадзена. Сэрвіс не нясе адказнасці за любое выкарыстанне непаўналетнімі без такой згоды.",
      "21": "Сэрвіс рэкамендуе выкарыстоўваць Бот асобам старэйшым за 18 гадоў. Непаўналетнія могуць выкарыстоўваць Бот толькі для пошуку сяброў або нерамантычных зносін пры ўмове атрымання дазволу ад законных прадстаўнікоў.",
      "22": "Для павышэння бяспекі бот гарантуе, што профілі непаўналетніх не будуць паказвацца дарослым карыстальнікам, і наадварот. Гэта аддзяленне з'яўляецца найважнейшай мерай для прадухілення непажаданых або недарэчных узаемадзеянняў.",
      "23": "Сэрвіс пакідае за сабой права абмежаваць або забараніць выкарыстанне бота ў пэўных юрысдыкцыях, калі гэтага патрабуе дзеючае заканадаўства.",
      "24": "Вы таксама гарантуеце, што вы не злоўжываеце Сэрвісам і не спрабуеце парушыць або іншым чынам умяшацца ў яго, напрыклад, не выкарыстоўваць Бот для ашуканскіх дзеянняў або дзеянняў, якія ўводзяць у зман, укаранення шкоднасных праграм, узлому, распаўсюджвання спаму або абыходу нашых сістэм або мер бяспекі.",
      "25": "Вы таксама можаце ў любы час паведаміць @wefatebot, калі хочаце спыніць доступ да бота, адправіўшы запыт у службу падтрымкі.",
      "26": "Працэдура рэгістрацыі і выкарыстання бота",
      "27": "Працэдура рэгістрацыі.",
      "28": "Адпраўка запыту.",
      "29": "Каб пачаць выкарыстоўваць @wefatebot, вы павінны актываваць бота і прадаставіць @wefatebot дадзеныя, неабходныя для стварэння профілю карыстальніка бота. Дадзеныя ўключаюць у сябе: нікнэйм, пол, узрост, арыентацыю, горад, у якім вы плануеце пазнаёміцца, мову, фота/відэа, прадастаўленыя карыстальнікам.",
      "30": "Таксама карыстальнік можа дадаць у профілі апісанне сваіх інтарэсаў, хобі і іншую інфармацыю.",
      "31": "Праверка і маніторынг карыстальнікаў.",
      "32": "Мы пакідаем за сабой права абмежаваць або заблакіраваць ваш доступ да @wefatebot і адкласці рэгістрацыю, калі мы выявім рызыку махлярства або любой іншай незаконнай дзейнасці.",
      "33": "Мы таксама можам запатрабаваць ад вас прадаставіць дадатковую інфармацыю або пачакаць некаторы час пасля завяршэння прадастаўлення даных, перш чым дазволіць вам выкарыстоўваць паслугі. Для пацверджання сапраўднасці профіляў з высокай рызыкай можа быць запытана відэаправерка. Крытэрыі вызначэння профіляў высокай рызыкі з'яўляюцца ўнутранымі і не падлягаюць раскрыццю.",
      "34": "Атрымліваючы доступ да сэрвісаў, якія прадстаўляюцца партнёрамі @wefatebot праз Бот, вы даяце згоду на перадачу вашых даных партнёрам Бота і разумееце, што @wefatebot мае права абмежаваць ваш доступ да Сэрвісу і дадатковых сэрвісаў на падставе інфармацыі, атрыманай ад яго партнёраў.",
      "35": "Выкарыстанне чат-бота.",
      "36": "Пасля завяршэння працэсу стварэння профілю ў вас ёсць магчымасць праглядаць профілі іншых карыстальнікаў. Для таго, каб азнаёміцца з профілямі іншых карыстальнікаў, трэба выбраць «Прагляд профіляў».",
      "37": "Выбірайце прадмет у выглядзе «сэрца», калі хочаце пазнаёміцца з карыстальнікам. У выпадку нежадання далейшага знаёмства абярыце пункт у форме «адмяніць», пасля чаго вам адкрыецца наступны профіль.",
      "38": "Калі вы выбралі прадмет у выглядзе «сэрца», то чалавек, у дачыненні да якога вы выбралі гэты прадмет, атрымае паведамленне аб вашым выбары. Калі гэты чалавек таксама абярэ гэты пункт, то вы атрымаеце спасылку на яго профіль у Telegram, дзе вы зможаце пачаць зносіны праз мессенджер Telegram.",
      "39": "У працэсе прагляду профіляў можа адлюстроўвацца рэклама, размешчаная ў адпаведнасці з нормамі заканадаўства. Рэкламадаўцы не маюць прамога доступу да асабістых дадзеных карыстальнікаў. Замест гэтага для таргетынгу рэкламы выкарыстоўваецца ананімная і сукупная інфармацыя.",
      "40": "Забаронена выкарыстанне бота",
      "41": "Мы даем вам невыключную ліцэнзію без права перадачы на выкарыстанне @wefatebot у адпаведнасці з умовамі гэтага Пагаднення.",
      "42": "Вы маеце права на доступ і выкарыстанне Сэрвісу і звязаных з ім матэрыялаў і інфармацыі (разам называюцца «Змест») выключна ў адпаведнасці з умовамі гэтага Пагаднення.",
      "43": "Любое іншае выкарыстанне Сэрвісу або Кантэнту строга забаронена, і ўсе іншыя правы, права ўласнасці на Сэрвіс або Кантэнт належаць выключна ўладальніку @wefatebot, яго ліцэнзіярам.",
      "44": "Выкарыстанне Сэрвісу ў мэтах рэкламы, звязанай з незаконнымі паслугамі, махлярскімі схемамі, пірамідамі, даркнэтам, вымагальніцтвам, адмываннем грошай, фінансаваннем тэрарызму, суб'ектамі санкцыйных рэжымаў і іншымі катэгорыямі непрымальнай рызыкі для @wefatebot забаронена.",
      "45": "Выдаваць сябе за іншую асобу пры рэгістрацыі і выкарыстанні @wefatebot забаронена.",
      "46": "Выказванні сексуальнага характару або намёкі на сексуальныя дзеянні ў дачыненні да асоб ва ўзросце да 18 гадоў не адпавядаюць нашым умовам абслугоўвання і з'яўляюцца незаконнымі ў многіх краінах. Калі вас выявяць у такіх дзеяннях, ваш уліковы запіс будзе выдалены, а інфармацыя пра яго будзе перададзена ў мясцовую паліцыю.",
      "47": "Вырашэнне скаргаў",
      "48": "Калі ў вас ёсць водгукі, пытанні ці скаргі, звярніцеся ў службу падтрымкі (@wefatehelp).",
      "49": "Калі ў вас ёсць скарга, укажыце прычыну вашай скаргі, як вы хочаце, каб мы вырашылі яе, і любую іншую інфармацыю, якую вы лічыце патрэбнай. Мы расследуем вашу скаргу на падставе інфармацыі, якую вы далі, і любой інфармацыі, прадстаўленай @wefatebot.",
      "50": "Ваша скарга будзе разгледжана на працягу 14 (чатырнаццаці) каляндарных дзён з моманту паступлення скаргі ў службу падтрымкі.",
      "51": "Агент службы падтрымкі @wefatebot можа прыняць наступныя рашэнні на падставе вашай скаргі:",
      "52": "Вырашыць вашу скаргу ў адпаведнасці з вашым запытам.",
      "53": "Прыміце рашэнне аб адмове ў скарзе і пакажыце прычыны адмовы.",
      "54": "Вырашыце вашу скаргу альтэрнатыўным спосабам.",
      "55": "Вы згаджаецеся выкарыстоўваць працэдуру падачы скаргі, апісаную ў гэтым раздзеле, перш чым падаваць пазоў у суд. Невыкананне гэтага палажэння можа быць выкарыстана ў якасці доказу вашага нежадання вырашаць праблему ў пазасудовым парадку і/або непрымальнага характару скаргі.",
      "56": "Прыпыненне і спыненне доступу да бота",
      "57": "@wefatebot можа абмежаваць або спыніць ваш доступ да Сэрвісу, калі гэтага патрабуе сапраўдная позва ў суд, пастанова суда або абавязковы загад дзяржаўнага органа,",
      "58": "і/або мы абгрунтавана падазраем Карыстальніка ў забароненым выкарыстанні @wefatebot;",
      "59": "і/або выкарыстанне вашага профілю з'яўляецца прадметам судовых разглядаў, расследаванняў або дзяржаўных працэсаў;",
      "60": "і/або мы лічым, што існуе павышаны рызыка невыканання заканадаўчых або нарматыўных патрабаванняў адносна выкарыстання вамі @wefatebot;",
      "61": "і/або нашы сэрвісныя партнёры не могуць падтрымаць выкарыстанне вамі Сэрвісу;",
      "62": "і/або вы робіце дзеянні, якія па нашаму меркаванню абыходзяць устаноўленыя намі правілы і сродкі кантролю, уключаючы, але не абмяжоўваючыся імі, адкрыццё некалькіх профіляў або злоўжыванне прома-акцыямі, якія час ад часу можа прапаноўваць @wefatebot;",
      "63": "або вы парушаеце гэта Пагадненне і іншыя правілы @wefatebot.",
      "64": "Кантэнт трэціх асоб",
      "66": "Калі падчас выкарыстання бота профілі карыстальнікаў утрымліваюць (або могуць утрымліваць) спасылкі на сайты ў Інтэрнэце (староннія сайты), а таксама артыкулы, фатаграфіі, ілюстрацыі, графічныя выявы, музыку, гукі, відэа, інфармацыю, прыкладанні, праграмы і іншы кантэнт, які належыць або паходзіць ад трэціх асоб (Third PartyvContent). Гэтыя трэція бакі і іх кантэнт не правяраюцца Службай на адпаведнасць якім-небудзь канкрэтным патрабаванням (напрыклад, дакладнасць, паўната, законнасць і г.д.). Сэрвіс не нясе адказнасці за любую інфармацыю, размешчаную на старонніх сайтах, да якой карыстальнікі атрымліваюць доступ па спасылках у профілях карыстальнікаў або па Змесціве трэціх асоб. Карыстальнікі ўзаемадзейнічаюць са староннім кантэнтам на сваё меркаванне і на свой страх і рызыка.",
      "67": "Калі які-небудзь Змесціва трэцяга боку парушае вашы правы або выглядае незаконным, вы можаце звярнуцца ў Сэрвіс для разгляду і прыняцця магчымых мер, але канчатковая адказнасць ляжыць на стваральніку або ўладальніку Змесціва трэцяга боку.",
      "68": "Супрацоўніцтва з праваахоўнымі органамі",
      "69": "Служба ўзаемадзейнічае з праваахоўнымі органамі і іншымі ўпаўнаважанымі арганізацыямі строга ў рамках дзеючага заканадаўства. Запыты карыстальніцкіх дадзеных або іншай інфармацыі павінны адпавядаць наступным патрабаванням:",
      "70": "Падача запытаў:",
      "71": "Запыты павінны быць адпраўлены з афіцыйнага адраса электроннай пошты праваахоўнага органа, які запытвае, на пазначаную электронную пошту: budaev.e@gmail.com",
      "72": "Запыт павінен уключаць імя і пасаду супрацоўніка, які запытвае, мэту і аб'ём запыту, а таксама адпаведную дакументацыю, напрыклад, пастанову суда або іншы юрыдычны дазвол.",
      "73": "Электронная пошта таксама павінна ўказваць кантакт Telegram для аператыўнай сувязі з супрацоўнікам, які запытвае, калі гэта неабходна.",
      "74": "Праверка запытаў",
      "75": "Сэрвіс пакідае за сабой права праверыць сапраўднасць запыту, звязаўшыся з запытваючым агенцтвам па агульнадаступных афіцыйных каналах.",
      "76": "Запыты, якія не адпавядаюць гэтым патрабаванням, могуць быць адкладзены або адхілены.",
      "77": "Абмежаванні на раскрыццё даных:",
      "78": "Служба будзе раскрываць толькі мінімальны аб'ём даных, неабходных для выканання юрыдычнага запыту.",
      "79": "Калі гэта дазволена законам і пры адсутнасці загаду аб канфідэнцыяльнасці, Служба можа паведаміць аб гэтым карыстальніку, чые дадзеныя запытваюцца.",
      "80": "Надзвычайныя сітуацыі:",
      "81": "У тэрміновых выпадках, звязаных з немінучай прычынай шкоды або пагрозай грамадскай бяспецы, служба можа паскорыць апрацоўку запытаў. Такія запыты павінны быць афіцыйна пададзеныя і абгрунтаваныя.",
      "82": "Заключныя палажэнні",
      "83": "Значэнні тэрмінаў, якія выкарыстоўваюцца ў гэтым Пагадненні, вызначаюцца ў адпаведнасці з заканадаўствам адпаведнай юрысдыкцыі, калі прама не пазначана іншае. Калі якое-небудзь палажэнне гэтага Пагаднення будзе прызнана несапраўдным або невыканальным, гэта не паўплывае на сапраўднасць або магчымасць выканання астатніх палажэнняў.",
      "84": "Карыстальнікі ва ўзросце да 18 гадоў абавязаны інфармаваць сваіх законных прадстаўнікоў аб сваёй рэгістрацыі і выкарыстанні Сэрвісу. Служба не нясе адказнасці за забеспячэнне прадастаўлення такога паведамлення.",
      "85": "Адказнасць за дзеянні непаўналетніх, якія карыстаюцца Сэрвісам, цалкам нясуць іх законныя прадстаўнікі. Рэгіструючы або дазваляючы непаўналетняму карыстацца Сэрвісам, законныя прадстаўнікі пацвярджаюць сваю згоду з дадзеным Пагадненнем і нясуць поўную адказнасць за выкананне яго ўмоў.",
      "86": "Сэрвіс пакідае за сабой права перадаваць або перадаваць свае правы і абавязкі па дадзенаму Пагадненню трэцяй асобе без папярэдняга паведамлення пры ўмове, што такая перадача не ўплывае негатыўна на правы Карыстальніка.",
      "87": "Прымаючы гэта Пагадненне, вы згаджаецеся з тым, што ўсе паведамленні, паведамленні і пагадненні будуць дастаўляцца ў электронным выглядзе, калі гэта дазволена законам.",
      "88": "Гэта Пагадненне ўяўляе сабой поўнае пагадненне паміж бакамі адносна выкарыстання Службы і замяняе ўсе папярэднія пагадненні або дамоўленасці, пісьмовыя ці вусныя, якія адносяцца да яго прадмета.",
      "89": "Калі ў вас ёсць якія-небудзь пытанні ці праблемы з нагоды гэтага Пагаднення, звяжыцеся з намі па адрасе @wafatehelp."
    }
  },
  "common": {
    "actions": {
      "ok": "добра"
    }
  }
}
