{
  "page": {
    "text": {
      "1": "Палітыка прыватнасці",
      "2": "Агульныя палажэнні",
      "3": "Гэтая палітыка канфідэнцыяльнасці персанальных даных распаўсюджваецца на ўсю інфармацыю, размешчаную ў Telegram-бот @wefatebot (Кампанія, «Пастаўшчык паслуг», «Мы»), якую наведвальнікі бота («Карыстальнікі», «Вы») могуць прадастаўляць/атрымліваць падчас яго выкарыстання.",
      "4": "Пастаўшчык паслуг у адпаведнасці з дзеючымі заканадаўчымі патрабаваннямі забяспечвае канфідэнцыяльнасць даных і рэалізацыю адпаведных тэхнічных і арганізацыйных мер для абароны даных ад несанкцыянаванага доступу, раскрыцця, выпадковага псавання, змены, знішчэння або іншай незаконнай апрацоўкі.",
      "5": "Гэтая Палітыка канфідэнцыяльнасці вызначае нашу бягучую палітыку і абавязацельствы па абароне даных і прыватнасці. Адпаведна, мы імкнемся збіраць і апрацоўваць толькі дадзеныя, якія строга неабходныя ў кантэксце нашых адносін з кліентамі, партнёрамі, карыстальнікамі/наведвальнікамі нашага Сэрвісу і інтэрнэт-рэсурсаў, каб прадастаўляць паслугі і/або інфармацыю для канкрэтных і законных мэтаў.",
      "6": "Мы размяшчаем нашу Палітыку канфідэнцыяльнасці ў Telegram-боту @wefatebot у яго апошняй версіі. Прачытайце, калі ласка, уважліва. Атрымліваючы доступ і выкарыстоўваючы гэтага бота, вы пацвярджаеце, што прачыталі, зразумелі і згаджаецеся з гэтай Палітыкай прыватнасці.",
      "7": "Сапраўдная Палітыка канфідэнцыяльнасці з'яўляецца неад'емнай часткай Карыстальніцкага пагаднення, апублікаванага ў Telegram-бот @wefatebot, і з ёй неабходна азнаёміцца для выкарыстання Сэрвісу.",
      "8": "Пастаўшчык паслуг пакідае за сабой права па сваім асабістым меркаванні ў любы час змяніць гэтую Палітыку прыватнасці, апублікаваўшы абноўленую версію Палітыкі прыватнасці ў Telegram-Bot @wefatebot і, калі змяненні істотныя, паведаміць аб гэтым Карыстальнікам. Змененая або абноўленая версія гэтай Палітыкі прыватнасці ўступае ў сілу з моманту яе публікацыі ў Боце. Працягваючы карыстацца Сэрвісам, Карыстальнік згаджаецца з абноўленай Палітыкай прыватнасці.",
      "9": "Сэрвіс заснаваны на алгарытмах прыкладання Telegram, таму таксама азнаёмцеся з Умовамі выкарыстання і Палітыкай прыватнасці Telegram.",
      "10": "Інфармацыя, якую мы збіраем пра вас",
      "11": "Асноўная мэта, для якой Пастаўшчык паслуг збірае вашы даныя, - гэта прадастаўленне вам паслуг па выкарыстанні Telegram-бота @wefatebot (далей - Паслугі). У працэсе прадастаўлення вам нашых паслуг, каб мець магчымасць выкарыстоўваць і паляпшаць нашы паслугі, нам неабходна збіраць асабістую інфармацыю пра вас.",
      "12": "Пастаўшчык паслуг будзе збіраць і апрацоўваць наступныя даныя пра вас:",
      "13": "Інфармацыя, якую вы нам даяце: Вы даяце нам наступную інфармацыю пра сябе ў працэсе рэгістрацыі для выкарыстання нашых Паслуг: псеўданім, пол, узрост, арыентацыя, горад, у якім вы хочаце завесці знаёмства, мова, на якой будзе працаваць служба. Інфармацыя таксама можа ўключаць спасылку на асабісты профіль, ідэнтыфікатар асабістага кабінета ў мессенджере Telegram і мову мессенджера Telegram. Акрамя таго, гэта інфармацыя, якую вы даяце, працягваючы карыстацца нашымі Паслугамі, удзельнічаючы ў акцыі або апытанні, а таксама паведамляючы аб праблемах з нашымі Паслугамі.",
      "14": "Інфармацыя, якую мы збіраем пра вас: Пастаўшчык паслуг можа аўтаматычна збіраць наступную інфармацыю:",
      "15": "Тэхнічная інфармацыя, у тым ліку вашы рэгістрацыйныя даныя, аперацыйная сістэма і даныя прылады.",
      "16": "Дэталі транзакцый, якія вы робіце пры выкарыстанні нашых паслуг.",
      "17": "Відэаматэрыялы для мэт праверкі: для карыстальнікаў з высокай рызыкай мы можам збіраць відэаматэрыялы ў рамках працэсу праверкі. Гэтыя відэа выкарыстоўваюцца выключна для пацверджання сапраўднасці профілю карыстальніка, прадухілення махлярства і павышэння бяспекі паслуг. Крытэрыі ідэнтыфікацыі профіляў высокай рызыкі з'яўляюцца ўнутранымі і не падлягаюць раскрыццю, што гарантуе, што меры бяспекі застаюцца эфектыўнымі супраць злоўжывання або маніпуляцый.",
      "18": "Інфармацыя з іншых крыніц: Пастаўшчык паслуг можа атрымліваць інфармацыю пра вас, калі вы выкарыстоўваеце любы з вэб-сайтаў, якімі мы кіруем, або іншыя паслугі, якія мы прадстаўляем.",
      "19": "Вы згаджаецеся з тым, што мы маем права, але не абавязаны захоўваць усю сабраную асабістую інфармацыю на працягу ўсяго перыяду выкарыстання вамі нашых Паслуг і на працягу перыяду, прадугледжанага законам, але не больш за 5 (пяці) гадоў. Тэрмін захоўвання можа быць прадоўжаны на тэрмін не больш за 1 (адзін) год па матываванай просьбе ўпаўнаважанага органа.",
      "20": "Пастаўшчык паслуг наўмысна не апрацоўвае дадзеныя непаўналетніх. Пастаўшчык паслуг рэкамендуе карыстацца Ботам асобам старэйшым за 18 гадоў. Адказнасць за дзеянні непаўналетніх, у тым ліку за набыццё імі паслуг, нясуць законныя прадстаўнікі непаўналетніх. Усе наведвальнікі ва ўзросце да 18 гадоў павінны атрымаць дазвол сваіх законных прадстаўнікоў перад прадастаўленнем любой інфармацыі пра сябе. Калі Пастаўшчыку паслуг стане вядома, што ён атрымаў інфармацыю аб непаўналетнім без згоды законных прадстаўнікоў, такая інфармацыя будзе выдалена ў самыя кароткія тэрміны.",
      "21": "Як мы абараняем вашу інфармацыю",
      "22": "Пастаўшчык паслуг забяспечвае бяспеку вашай асабістай інфармацыі, выкарыстоўваючы бяспечнае сховішча з шыфраваннем у адпаведнасці з галіновымі стандартамі, і мы ўкаранілі шэраг мер бяспекі, каб гарантаваць, што ваша інфармацыя не будзе страчана, выкарыстана неналежным чынам або зменена, у тым ліку, але не абмяжоўваючыся наступным:",
      "23": "Фізічныя меры:",
      "24": "Фізічныя носьбіты, якія змяшчаюць вашы даныя, будуць захоўвацца ў памяшканні, таксама выкарыстоўваюцца спецыяльныя фізічныя сродкі абароны інфармацыі (вонкавая агароджа, сістэма відэаназірання, сістэма кантролю доступу з выкарыстаннем бэйджаў і сістэма біяметрычнага распазнавання, у тым ліку інфрачырвоная абарона межаў аб'екта).",
      "25": "Электронныя меры:",
      "26": "Дадзеныя будуць захоўвацца ў камп'ютэрных сістэмах і на фізічных носьбітах інфармацыі, якія забяспечваюцца строгімі абмежаваннямі на ўваход.",
      "27": "Меры кіравання:",
      "28": "Узроўні доступу падзеленыя такім чынам, што толькі аўтарызаваныя супрацоўнікі могуць уступаць у кантакт з вашымі дадзенымі, і такія супрацоўнікі абавязваюцца выконваць нашы ўнутраныя правілы канфідэнцыяльнасці даных.",
      "29": "Тэхнічныя меры:",
      "30": "Для перадачы і захоўвання вашых даных можна выкарыстоўваць тэхналогію шыфравання. Мы выкарыстоўваем розныя тэхналогіі бяспекі і сродкі кантролю, даступныя ў цяперашні час, каб мінімізаваць рызыку таго, што вашы даныя могуць быць раскрытыя, пашкоджаныя, выкарыстаны не па прызначэнні, атрыманы без дазволу, раскрытыя без дазволу або зменены. Нашы групы тэхнічнай бяспекі актыўна адсочваюць ненармальную і шкоднасную дзейнасць на нашых серверах і службах.",
      "31": "Іншыя меры:",
      "32": "Мы імкнемся абараніць вашу інфармацыю ад несанкцыянаванага доступу, змены, раскрыцця або знішчэння даных, якія мы збіраем і захоўваем.",
      "33": "Мы прымаем розныя меры для забеспячэння інфармацыйнай бяспекі, у тым ліку:",
      "34": "Шыфраванне нашых з вамі паведамленняў;",
      "35": "Перыядычны аналіз нашых метадаў збору, захоўвання і апрацоўкі дадзеных;",
      "36": "Абмежаваны доступ да вашых даных на аснове неабходных ведаў для нашых супрацоўнікаў і пастаўшчыкоў, якія падпарадкоўваюцца строгім дагаворным абавязацельствам захоўваць канфідэнцыяльнасць.",
      "37": "Звярніце ўвагу, што гарантаваць 100% бяспеку інфармацыі немагчыма. Такім чынам, мы просім вас прыняць меры для абароны вашай асабістай інфармацыі.",
      "38": "Вы згаджаецеся з тым, што Пастаўшчык паслуг не нясе адказнасці за любую ўцечку інфармацыі і іншыя страты, не выкліканыя нашымі намерамі або грубай нядбайнасцю, уключаючы, але не абмяжоўваючыся, хакерскія атакі, адключэнні электрычнасці або непазбежныя тэхнічныя збоі, у максімальна дазволенай законам ступені, уцечку дадзеных карыстальніка па яго ўласнай віне.",
      "39": "Калі вы падазраяце, што ваша асабістая інфармацыя была скампраметаваная, неадкладна звяжыцеся з намі.",
      "40": "Спосабы выкарыстання вашых даных",
      "41": "Мы выкарыстоўваем інфармацыю, якую мы збіраем пра вас, у наступных мэтах або наступнымі спосабамі:",
      "42": "Для прадастаўлення нашых паслуг: Пастаўшчык паслуг выкарыстоўвае сабраную інфармацыю для выканання сваіх абавязацельстваў у дачыненні да вас, каб прадастаўляць вам інфармацыю, прадукты і паслугі, падтрымліваць і прадастаўляць лепшыя паслугі, каб пацвердзіць вашу асобу.",
      "43": "Для выканання патрабаванняў закона: Пастаўшчык паслуг будзе выкарыстоўваць інфармацыю ў адпаведнасці з нашымі юрыдычнымі абавязацельствамі, дзяржаўнымі запытамі і абгрунтаванымі запытамі карыстальнікаў.",
      "44": "Для даследаванняў і распрацовак:",
      "45": "Пастаўшчык паслуг актыўна вымярае і аналізуе даныя для адміністравання нашых Паслуг і ўнутраных аперацый, у тым ліку для ліквідацыі непаладак, аналізу даных, тэсціравання, даследаванняў, статыстыкі і агляду, а таксама для разумення таго, як вы выкарыстоўваеце нашы Паслугі і ўзаемадзейнічаеце з імі.",
      "46": "Гэты агляд праводзіцца нашымі аператыўнымі групамі для пастаяннага паляпшэння нашых Паслуг і выпраўлення праблем з карыстальніцкім інтэрфейсам. Акрамя таго, Пастаўшчык паслуг выкарыстоўвае такую інфармацыю для наладкі, вымярэння і паляпшэння нашых Паслуг, зместу і макета нашых вэб-сайтаў, а таксама для распрацоўкі новых паслуг.",
      "47": "Мы пастаянна адсочваем інфармацыю аб дзеяннях у нашых сістэмах і нашу сувязь з карыстальнікамі, каб знайсці і хутка выправіць праблемы.",
      "48": "Каб мець зносіны з вамі: без збору і апрацоўкі вашых даных для пацверджання кожнага паведамлення Пастаўшчык паслуг не зможа адказаць на запыты, якія вы адпраўляеце.",
      "49": "Для забеспячэння адпаведнасці нашым умовам: сабраная інфармацыя таксама выкарыстоўваецца для пастаяннага і актыўнага выканання нашых умоў, уключаючы, але не абмяжоўваючыся імі, разгляд, расследаванне і прадухіленне любой патэнцыйна забароненай або незаконнай дзейнасці, якая можа парушаць вышэйзгаданыя палажэнні, або раскрыццё адпаведнай інфармацыі трэцім асобам у адпаведнасці з імі.",
      "50": "Для відэаправеркі: відэаматэрыялы, сабраныя ў рамках праверкі, выкарыстоўваюцца для пацверджання сапраўднасці профілю і прадухілення махлярства. Акрамя таго, ананімныя відэададзеныя могуць быць выкарыстаны для аналізу, паляпшэння алгарытмаў бяспекі і распрацоўкі новых функцый.",
      "51": "Для маркетынгу і рэкламы: Пастаўшчык паслуг можа перадаць вашу асабістую інфармацыю нашым партнёрам па маркетынгу ў мэтах таргетынгу, мадэлявання і/або аналітыкі, а таксама маркетынгу і рэкламы. Рэкламадаўцы не маюць прамога доступу да асабістых дадзеных карыстальнікаў. Замест гэтага Пастаўшчык паслуг выкарыстоўвае ананімізаваную і зводную інфармацыю для эфектыўнага паказу рэкламы без шкоды для прыватнасці карыстальнікаў.",
      "52": "Для мэтавай рэкламы: мы можам выкарыстоўваць вашу асабістую інфармацыю, такую як пол, узрост і геаграфічнае месцазнаходжанне, для прадастаўлення персаналізаванай рэкламы і спансаванага кантэнту ў супрацоўніцтве з нашымі рэкламнымі партнёрамі.",
      "53": "Для іншых мэтаў: Пастаўшчык паслуг можа раскрываць вашу асабістую інфармацыю для любых іншых мэтаў, на якія вы даяце дадатковую згоду, выражаную шляхам падпісання пісьмовага дакумента або запаўнення электроннай формы, прадастаўленай Пастаўшчыком паслуг.",
      "54": "Прававая аснова апрацоўкі",
      "55": "Калі мы апрацоўваем вашы даныя, мы будзем абапірацца на адну з наступных прававых асноў для апрацоўкі. Мы можам апрацоўваць вашы даныя па некалькіх законных прычынах, у залежнасці ад канкрэтнай мэты, для якой мы выкарыстоўваем вашы даныя.",
      "56": "Выкананне дагавора:",
      "57": "Мы можам апрацоўваць даныя, калі апрацоўка вашых даных неабходна для выканання нашых абавязацельстваў у адпаведнасці з Карыстальніцкім пагадненнем, якое мы заключылі з вамі.",
      "58": "Юрыдычны абавязак або ў грамадскіх інтарэсах:",
      "59": "Мы абавязаны апрацоўваць вашы даныя ў адпаведнасці з юрыдычнымі абавязацельствамі.",
      "60": "Мэты апрацоўкі ўключаюць кантроль за праверкай асобы, прадухіленне адмывання грошай і махлярства, меры кантролю рызыкі, а таксама прадастаўленне інфармацыі кампетэнтнаму органу, дзяржаўнай установе або праваахоўнаму органу.",
      "61": "Законныя інтарэсы:",
      "62": "Пры неабходнасці мы можам апрацоўваць даныя, калі мы або трэці бок маем законную зацікаўленасць у дасягненні камерцыйных і дзелавых інтарэсаў, за выключэннем выпадкаў, калі такія інтарэсы супадаюць з вашымі інтарэсамі, асноўнымі правамі і свабодамі.",
      "63": "Ваша згода:",
      "64": "Пры пэўных абставінах мы можам запытаць у вас спецыяльны дазвол на апрацоўку дадатковай персанальнай інфармацыі ў пэўных мэтах.",
      "65": "Вашы даныя будуць апрацоўвацца такім чынам, калі вы на гэта згодныя. Калі прававой асновай з'яўляецца ваша згода, вы можаце адклікаць сваю згоду ў любы час. Адкліканне вашай згоды не паўплывае на законнасць апрацаваных даных да адклікання.",
      "66": "Хто атрымлівае вашы дадзеныя",
      "67": "Пастаўшчык паслуг атрымлівае вашы дадзеныя для выканання запытаў і прадастаўлення паслуг, а таксама для выканання нашых дагаворных і юрыдычных абавязацельстваў.",
      "68": "Мы перадаем вашы даныя трэцім асобам, калі гэта неабходна для нашых законных дзелавых патрэб, для выканання запытаў, прадастаўлення паслуг і/або ў адпаведнасці з патрабаваннямі або дазволамі закона. Трэція асобы ў такіх абставінах:",
      "69": "Пастаўшчыкі паслуг:",
      "70": "Пастаўшчык паслуг будзе раскрываць дадзеныя староннім партнёрам і пастаўшчыкам паслуг (працэсарам), каб яны маглі апрацоўваць іх ад нашага імя, калі гэта неабходна. Гэтыя пастаўшчыкі паслуг абавязаны прадастаўляць дастатковыя гарантыі ў адпаведнасці з Законам аб абароне даных (напрыклад, быць звязанымі кантрактнымі абавязацельствамі адносна канфідэнцыяльнасці і абароны даных). Мы будзем перадаваць толькі тыя даныя, якія ім неабходныя для прадастаўлення паслуг.",
      "71": "Аўдытары і кансультанты:",
      "72": "Мы можам раскрываць даныя ў мэтах і ў кантэксце праверак (напрыклад, вонкавых праверак, праверак бяспекі) юрыдычным і іншым кансультантам для расследавання праблем бяспекі, рызык, скаргаў і г.д.",
      "73": "Кантралюючыя органы, праваахоўныя органы, суды:",
      "74": "Пастаўшчык паслуг можа раскрываць дадзеныя ў адпаведнасці з дзеючым заканадаўствам, нарматыўнымі абавязацельствамі, каб адказаць на запыты кантралюючых органаў, дзяржаўных і праваахоўных органаў, судоў і судовых пастановаў.",
      "75": "Іншыя асобы:",
      "76": "Іншымі атрымальнікамі могуць быць любыя фізічныя/юрыдычныя асобы, якім вы просіце перадаць свае даныя (напрыклад, спасылку і г.д.) або даяце згоду на перадачу даных.",
      "77": "Пастаўшчык паслуг таксама можа раскрываць вашы даныя пры такіх абставінах, як:",
      "78": "У мэтах абароны нашых правоў, бяспекі або маёмасці, а таксама правоў нашых кліентаў або трэціх асоб / грамадскасці. Гэта ўключае ў сябе абмен інфармацыяй з іншымі кампаніямі і арганізацыямі ў мэтах адмывання грошай, прадухілення махлярства і падобных рызык.",
      "79": "Калі ад нас патрабуецца раскрыць або перадаць вашы даныя ў адпаведнасці з любымі юрыдычнымі або нарматыўнымі абавязацельствамі або запытамі.",
      "80": "Правы карыстальнікаў",
      "81": "Карыстальнікі маюць права:",
      "82": "Атрымлівайце доступ і запытвайце падрабязную інфармацыю аб інфармацыі, якую мы захоўваем.",
      "83": "Запытаць выпраўленні недакладнай або састарэлай інфармацыі.",
      "84": "Запытаць выдаленне або ананімізацыю даных, якія больш не патрэбныя для заяўленых мэт.",
      "85": "Пярэчанне супраць апрацоўкі на падставе законных інтарэсаў.",
      "86": "Адклікаць згоду на апрацоўку даных, дзе гэта магчыма.",
      "87": "Тэрміны захоўвання і апрацоўкі даных",
      "88": "Усе сабраныя даныя, уключаючы, але не абмяжоўваючыся імі, інфармацыю профілю, фатаграфіі, відэаматэрыялы і ўзаемадзеянне карыстальнікаў (напрыклад, лайкі і супадзенні), захоўваюцца для:",
      "89": "Час, неабходны для аказання паслуг і выканання дагаворных абавязацельстваў.",
      "90": "Адпаведнасць заканадаўчым і нарматыўным патрабаванням.",
      "91": "Статыстычныя або аналітычныя мэты пры ўмове ананімізацыі даных.",
      "92": "Паляпшэнне алгарытмаў бяспекі і распрацоўка новых функцый (толькі ананімныя даныя).",
      "93": "Даныя могуць захоўвацца пасля гэтых перыядаў, калі ёсць законныя падставы, напрыклад, дзеючыя юрыдычныя абавязацельствы або згода карыстальніка. Пасля заканчэння перыядаў захоўвання даныя будуць бяспечна выдалены або анянімізаваны для далейшага выкарыстання ў аналітыцы і паляпшэнні сэрвісу.",
      "94": "Права скардзіцца",
      "95": "Калі вы не задаволены спосабам апрацоўкі вашых асабістых даных або маеце сумневы адносна любой праблемы, звязанай з прыватнасцю, вы можаце звязацца з намі па падрабязнасцях, указаных ніжэй. Мы разгледзім вашу скаргу і адкажам на працягу 14 каляндарных дзён.",
      "96": "Перш чым падаць у суд, вы згаджаецеся спачатку паспрабаваць вырашыць скаргу непасрэдна з Пастаўшчыком паслуг, выкарыстоўваючы прадастаўленыя кантактныя дадзеныя.",
      "97": "Кантактныя дадзеныя",
      "98": "Па любых пытаннях, звязаных з прыватнасцю, звяртайцеся:",
      "99": "Тэлеграма падтрымкі: @wefatehelp",
      "100": "Калі ваша заклапочанасць не вырашана так, як вы задавальняеце, вы можаце падаць скаргу ў адпаведны наглядны орган у вашай юрысдыкцыі.",
      "101": "Змены ў гэтай палітыцы",
      "102": "Гэтая Палітыка канфідэнцыяльнасці можа час ад часу абнаўляцца з улікам змяненняў у юрыдычных, нарматыўных або эксплуатацыйных патрабаваннях. Значныя абнаўленні будуць паведамляцца карыстальнікам праз інтэрфейс бота Telegram."
    }
  },
  "common": {
    "actions": {
      "ok": "добра"
    }
  }
}
