{
  "page": {
    "text": {
      "1": "användaravtal",
      "2": "introduktion",
      "3": "Detta Användaravtal (\"Avtalet\") tillhandahåller användningen av Telegram-boten @wefatebot (\"Tjänst\", \"Bot\", \"Vi\") av användaren (\"Användare\", \"Kund\", \"Du\").",
      "4": "Innan du använder tjänsten samtycker du till att du har läst och accepterat alla villkor som finns i detta avtal och i vår sekretesspolicy som finns tillgänglig på @wefatebot.",
      "5": "Genom att börja använda Tjänsten eller dess individuella funktioner anses Användaren ha accepterat villkoren i Avtalet till fullo, utan några förbehåll och undantag.",
      "6": "Villkoren i detta avtal tillämpas på alla användare och andra personer som har tillgång till eller använder tjänsten. Om du inte går med på att acceptera och följa någon av villkoren i detta avtal, eller om avtalet strider mot lagarna i ditt land eller lagarna på din plats, ska du samtycka till att inte använda @wefatebot. Om du underlåter att göra det kommer du att vara ansvarig för alla förluster och skador som orsakas boten eller tredje part till följd av din vägran.",
      "7": "Tjänsten kan från tid till annan, efter eget gottfinnande, göra ändringar och förbättringar av detta avtal.",
      "8": "Genom att fortsätta använda Tjänsten efter att dessa ändringar har gjorts, anses du ha undertecknat och samtyckt till ändringarna.",
      "9": "Tjänsten är baserad på algoritmerna för Telegram-applikationen, så se även Telegrams användarvillkor och sekretesspolicy.",
      "10": "tillhandahållna tjänster",
      "11": "Boten tillhandahåller dejting- och kommunikationstjänster: Boten ger möjlighet att skapa profiler som kan ses av andra användare och gillas eller ogillas av dem. Ömsesidigt gillande av profiler resulterar i utbyte av Telegram-kontaktuppgifter för vidare kommunikation.",
      "12": "För att säkerställa säkerhet och en skräddarsydd användarupplevelse, separerar Bot profiler för användare under 18 år (mindreåriga) från vuxna användare. Denna isolering minimerar interaktioner mellan minderåriga och vuxna och ökar säkerheten i miljön för yngre användare.",
      "13": "Användarvillkor",
      "14": "För att vara berättigad att använda Tjänsten intygar och garanterar du att:",
      "15": "Du är en individ med full juridisk kapacitet och fysisk förmåga och har tillräcklig behörighet att acceptera detta dokument.",
      "16": "Du förser oss inte med vilseledande, falsk eller bedräglig information.",
      "17": "Du har inte tidigare blivit förbjuden eller begränsad från att använda vår tjänst.",
      "18": "Du bryter inte mot någon av bestämmelserna i detta avtal eller tillämpliga lagar och förordningar.",
      "19": "Du är ansvarig för att följa relevanta lagar inom territoriet för din bostad (registrering) från vilken du kommer åt @wefatebot.",
      "20": "Användare under 18 år måste inhämta uttryckligt samtycke från sina juridiska ombud innan de använder tjänsten. Genom att fortsätta använda tjänsten bekräftar minderåriga att sådant samtycke har lämnats. Tjänsten är inte ansvarig för användning av minderåriga utan sådant samtycke.",
      "21": "Tjänsten rekommenderar användning av boten till personer över 18 år. Minderåriga får endast använda boten för att hitta vänner eller engagera sig i icke-romantisk kommunikation, förutsatt att de har fått tillstånd från sina juridiska ombud.",
      "22": "För att öka säkerheten ser boten till att minderårigas profiler inte visas för vuxna användare, och vice versa. Denna separation är en kritisk åtgärd för att förhindra oönskade eller olämpliga interaktioner.",
      "23": "Tjänsten förbehåller sig rätten att begränsa eller förbjuda användningen av boten i vissa jurisdiktioner, om så krävs enligt tillämplig lag.",
      "24": "Du garanterar också att du inte missbrukar tjänsten eller försöker störa eller på annat sätt störa den, till exempel inte använda boten för bedrägliga eller vilseledande åtgärder, införa skadlig programvara, hacka, sprida spam eller kringgå våra system eller säkerhetsåtgärder.",
      "25": "Du kan också meddela @wefatebot om du vill sluta komma åt boten när som helst genom att skicka en supportförfrågan.",
      "26": "Registreringsprocedur och användning av boten",
      "27": "Registreringsförfarande.",
      "28": "Skickar en förfrågan.",
      "29": "För att börja använda @wefatebot måste du aktivera boten och förse @wefatebot med den data som krävs för att skapa profilen för botens användare. Uppgifterna inkluderar: smeknamn, kön, ålder, läggning, staden där du planerar att bekanta dig, språket, fotot/videon som användaren tillhandahåller.",
      "30": "Användaren kan också lägga till en beskrivning av sina intressen, hobbyer och annan information i profilen.",
      "31": "Användarverifiering och övervakning.",
      "32": "Vi förbehåller oss rätten att begränsa eller blockera din åtkomst till @wefatebot och att skjuta upp registreringen om vi upptäcker risk för bedrägeri eller annan olaglig aktivitet.",
      "33": "Vi kan också kräva att du tillhandahåller ytterligare information eller väntar en tid efter att du har lämnat uppgifterna innan du tillåter dig att använda tjänsterna. Videoverifiering kan begäras för högriskprofiler för att bekräfta äktheten. Kriterierna för att identifiera högriskprofiler är interna och inte föremål för offentliggörande.",
      "34": "Genom att komma åt tjänsterna som tillhandahålls av @wefatebot-partners via Boten, ger du ditt samtycke till överföringen av dina data till Botens partners och förstår att @wefatebot har rätt att begränsa din åtkomst till Tjänsten och ytterligare tjänster baserat på information som erhållits från dess partners.",
      "35": "Använder chatbot.",
      "36": "Efter att ha slutfört processen för att skapa en profil har du möjlighet att se andra användares profiler. För att bekanta dig med andra användares profiler måste du välja \"Visa profiler\".",
      "37": "Välj ett föremål i form av ett \"hjärta\" om du vill lära känna användaren. I händelse av ovilja till ytterligare bekantskap, välj ett objekt i form av en \"avbryt\", då kommer följande profil att visas för dig.",
      "38": "Om du har valt ett föremål i form av ett \"hjärta\", kommer den person som du har valt detta föremål för att få ett meddelande om ditt val. Om den här personen också väljer det här objektet kommer du att få en länk till hans Telegram-profil, där du kan börja kommunicera via Telegram-messengern.",
      "39": "I processen för att se profilerna kan annonser som placerats i enlighet med bestämmelserna i lagstiftningen visas. Annonsörer har inte direkt tillgång till personlig användardata. Istället används anonymiserad och aggregerad information för annonsinriktning.",
      "40": "Förbjuden användning av boten",
      "41": "Vi ger dig en icke-exklusiv, icke-överlåtbar licens att använda @wefatebot i enlighet med villkoren i detta avtal.",
      "42": "Du har rätt att få tillgång till och använda Tjänsten och relaterat material och information (kollektivt kallad \"Innehållet\") exklusivt i enlighet med villkoren i detta avtal.",
      "43": "All annan användning av tjänsten eller innehållet är strängt förbjudet, och alla andra rättigheter, titlar till tjänsten eller innehållet tillhör exklusivt ägaren till @wefatebot, dess licensgivare.",
      "44": "Det är förbjudet att använda tjänsten i syfte att annonsera relaterade till illegala tjänster, bedrägliga system, pyramider, darknet, utpressning, penningtvätt, finansiering av terrorism, föremål för sanktionsregimer och andra kategorier av oacceptabel risk för @wefatebot.",
      "45": "Att utge sig för en annan person när du registrerar och använder @wefatebot är förbjudet.",
      "46": "Uttryck av sexuell karaktär eller antydningar om sexuella handlingar mot personer under 18 år följer inte våra användarvillkor och är olagliga i många länder. Om du upptäcks i sådana handlingar kommer ditt konto att raderas och information om det kommer att överföras till den lokala polisen.",
      "47": "Lösning av klagomål",
      "48": "Om du har feedback, frågor eller klagomål, vänligen kontakta kundsupport (@wefatehelp).",
      "49": "Om du har ett klagomål, vänligen ange orsaken till ditt klagomål, hur du vill att vi ska lösa klagomålet och all annan information som du anser vara lämplig. Vi kommer att undersöka ditt klagomål baserat på den information du har lämnat och all information som tillhandahålls av @wefatebot.",
      "50": "Ditt klagomål kommer att behandlas inom 14 (fjorton) kalenderdagar från det datum då klagomålet togs emot av supporttjänsten.",
      "51": "Agenten från @wefatebots supportteam kan fatta följande beslut baserat på ditt klagomål:",
      "52": "Lös ditt klagomål i enlighet med din begäran.",
      "53": "Ta ett beslut om att avslå ditt klagomål och ange skälen till avslaget.",
      "54": "Lös ditt klagomål på ett alternativt sätt.",
      "55": "Du samtycker till att använda klagomålsförfarandet som beskrivs i det här avsnittet innan du lämnar in ett krav till domstolen. Underlåtenhet att följa denna bestämmelse kan användas som bevis på din ovilja att lösa frågan utanför domstol och/eller klagomålets oacceptabla karaktär.",
      "56": "Avstängning och uppsägning av åtkomst till boten",
      "57": "@wefatebot kan begränsa eller avsluta din åtkomst till tjänsten om det krävs av en giltig stämning, domstolsbeslut eller obligatoriskt beslut från en statlig myndighet,",
      "58": "och/eller vi misstänker rimligen användaren för förbjuden användning av @wefatebot;",
      "59": "och/eller användningen av din profil är föremål för rättsliga förfaranden, utredningar eller statliga förfaranden;",
      "60": "och/eller vi tror att det finns en ökad risk för bristande efterlevnad av juridiska eller regulatoriska krav angående din användning av @wefatebot;",
      "61": "och/eller våra servicepartners kan inte stödja din användning av tjänsten;",
      "62": "och/eller du vidtar åtgärder som, efter eget gottfinnande, kringgår de regler och kontroller som vi har upprättat, inklusive men inte begränsat till att öppna flera profiler eller missbruka kampanjer som @wefatebot kan erbjuda från tid till annan;",
      "63": "eller så bryter du mot detta avtal och andra @wefatebot-regler.",
      "64": "Innehåll från tredje part",
      "66": "Om användarprofilerna under användningen av Boten innehåller (eller kan innehålla) länkar till webbplatser på Internet (tredje parts webbplatser) samt artiklar, fotografier, illustrationer, grafiska bilder, musik, ljud, videor, information, applikationer, program och annat innehåll som tillhör eller härrör från tredje part (Third PartyvContent). Dessa tredje parter och deras innehåll verifieras inte av tjänsten för överensstämmelse med några särskilda krav (t.ex. noggrannhet, fullständighet, laglighet, etc.). Tjänsten ansvarar inte för någon information som publiceras på tredje parts webbplatser som användare kommer åt via länkar i användarprofiler eller tredjepartsinnehåll. Användare interagerar med innehåll från tredje part efter eget gottfinnande och risk.",
      "67": "Om något Tredjepartsinnehåll kränker dina rättigheter eller verkar vara olagligt, kan du kontakta Tjänsten för granskning och eventuella åtgärder, men det slutliga ansvaret ligger hos skaparen eller ägaren av Tredjepartsinnehållet.",
      "68": "Samarbete med brottsbekämpande myndigheter",
      "69": "Tjänsten samarbetar med brottsbekämpande myndigheter och andra auktoriserade organisationer strikt inom ramen för tillämpliga lagar och förordningar. Begäran om användardata eller annan information måste uppfylla följande krav:",
      "70": "Inlämning av förfrågningar:",
      "71": "Förfrågningar måste skickas från en officiell e-postadress som tillhör den begärande brottsbekämpande myndigheten till den angivna e-postadressen: budaev.e@gmail.com",
      "72": "Begäran måste innehålla den begärande tjänstemannens namn och befattning, syftet med och omfattningen av begäran samt relevant dokumentation, såsom ett domstolsbeslut eller annan juridisk auktorisation.",
      "73": "E-postmeddelandet måste också tillhandahålla en Telegram-kontakt för snabb kommunikation med den begärande tjänstemannen, om det behövs.",
      "74": "Verifiering av förfrågningar",
      "75": "Tjänsten förbehåller sig rätten att verifiera begärans äkthet genom att kontakta den begärande byrån via offentligt tillgängliga officiella kanaler.",
      "76": "Förfrågningar som inte uppfyller dessa krav kan försenas eller avslås.",
      "77": "Begränsningar för informationsutlämnande:",
      "78": "Tjänsten kommer endast att avslöja den minsta mängd data som krävs för att uppfylla den juridiska begäran.",
      "79": "Där det är tillåtet enligt lag och i avsaknad av ett sekretessorder kan Tjänsten meddela den användare vars uppgifter begärs.",
      "80": "Nödsituationer:",
      "81": "I brådskande fall som involverar överhängande skada eller hot mot allmän säkerhet kan Tjänsten påskynda behandlingen av förfrågningar. Sådana ansökningar måste fortfarande lämnas in formellt och motiveras.",
      "82": "Slutbestämmelser",
      "83": "Innebörden av termer som används i detta avtal bestäms i enlighet med lagarna i den relevanta jurisdiktionen, om inte annat uttryckligen anges. Om någon bestämmelse i detta avtal visar sig vara ogiltig eller omöjlig att verkställa, kommer detta inte att påverka giltigheten eller verkställbarheten av de återstående bestämmelserna.",
      "84": "Användare under 18 år måste informera sina juridiska ombud om sin registrering och användning av tjänsten. Tjänsten tar inget ansvar för att säkerställa att sådan underrättelse ges.",
      "85": "Ansvaret för minderårigas handlingar som använder tjänsten ligger helt och hållet på deras juridiska ombud. Genom att registrera eller tillåta en minderårig att använda tjänsten bekräftar juridiska representanter sitt samtycke till detta avtal och tar fullt ansvar för att säkerställa efterlevnad av dess villkor.",
      "86": "Tjänsten förbehåller sig rätten att överlåta eller överföra sina rättigheter och skyldigheter enligt detta avtal till en tredje part utan föregående meddelande, förutsatt att en sådan överlåtelse inte negativt påverkar Användarens rättigheter.",
      "87": "Genom att acceptera detta avtal godkänner du att all kommunikation, meddelanden och avtal kommer att levereras elektroniskt där det är lagligt tillåtet.",
      "88": "Detta avtal utgör hela överenskommelsen mellan parterna angående användningen av Tjänsten och ersätter alla tidigare avtal eller överenskommelser, vare sig de är skriftliga eller muntliga, relaterade till dess ämne.",
      "89": "Om du har några frågor eller funderingar om detta avtal, vänligen kontakta oss på @wafatehelp."
    }
  },
  "common": {
    "actions": {
      "ok": "Ok"
    }
  }
}
