{
  "page": {
    "text": {
      "1": "Integritetspolicy",
      "2": "Allmänna bestämmelser",
      "3": "Denna integritetspolicy för personuppgifter gäller för all information som publiceras i Telegram-bot @wefatebot (företaget, \"Tjänsteleverantören\", \"Vi\"), som besökare till boten (\"Användarna\", \"Du\") kan tillhandahålla/ta emot när de använder den.",
      "4": "Tjänsteleverantören, i enlighet med tillämpliga lagkrav, säkerställer sekretessen för data och genomförandet av lämpliga tekniska och organisatoriska åtgärder för att skydda data från obehörig åtkomst, avslöjande, oavsiktlig oss, ändring, förstörelse eller annan olaglig behandling.",
      "5": "Denna integritetspolicy anger vår nuvarande dataskydds- och integritetspolicy och våra skyldigheter. Följaktligen strävar vi efter att samla in och behandla endast data som är strikt nödvändiga i samband med våra relationer med kunder, partners, användare/besökare av vår tjänst och onlineresurser, för att tillhandahålla tjänster och/eller information för specifika och legitima ändamål.",
      "6": "Vi publicerar vår integritetspolicy i Telegram-boten @wefatebot i sin senaste version. Läs den noggrant. Genom att komma åt och använda denna bot bekräftar du att du har läst, förstått och samtyckt till denna integritetspolicy.",
      "7": "Denna integritetspolicy är en integrerad del av användaravtalet som publiceras i Telegram-boten @wefatebot och måste läsas för att kunna använda tjänsten.",
      "8": "Tjänsteleverantören förbehåller sig rätten att, efter eget gottfinnande, ändra denna sekretesspolicy när som helst genom att publicera en uppdaterad version av integritetspolicyn i Telegram-Bot @wefatebot och, om ändringarna är betydande, meddela användarna om det. En modifierad eller uppdaterad version av denna integritetspolicy träder i kraft från det ögonblick den publiceras i boten. Genom att fortsätta använda tjänsten godkänner användaren den uppdaterade integritetspolicyn.",
      "9": "Tjänsten är baserad på algoritmerna för Telegram-applikationen, så se även Telegrams användarvillkor och sekretesspolicy.",
      "10": "Den information vi samlar in om dig",
      "11": "Huvudsyftet för vilket Tjänsteleverantören samlar in dina uppgifter är att förse dig med tjänster för att använda Telegram-boten @wefatebot (nedan kallad Tjänsterna). I processen att tillhandahålla våra tjänster till dig, för att kunna använda och förbättra våra tjänster, behöver vi samla in personlig information om dig.",
      "12": "Tjänsteleverantören kommer att samla in och behandla följande uppgifter om dig:",
      "13": "Information som du förser oss med: Du förser oss med följande information om dig själv under registreringsprocessen för att använda våra tjänster: smeknamn, kön, ålder, läggning, orten där du vill göra bekantskap, språket som tjänsten kommer att drivas på. Informationen kan också innehålla en länk till en personlig profil, ett personligt konto-ID i Telegram Messenger och språket för Telegram Messenger. Dessutom är detta information som du tillhandahåller genom att fortsätta använda våra tjänster, delta i en kampanj eller undersökning, samt rapportera problem med våra tjänster.",
      "14": "Information vi samlar in om dig: Tjänsteleverantören kan automatiskt samla in följande information:",
      "15": "Teknisk information, inklusive dina registreringsdata, operativsystem och enhetsdata.",
      "16": "Detaljer om de transaktioner du gör när du använder våra tjänster.",
      "17": "Videomaterial för verifieringsändamål: För användare med hög risk kan vi samla in videomaterial som en del av verifieringsprocessen. Dessa videor används uteslutande för att bekräfta äktheten av användarens profil, förhindra bedrägeri och förbättra tjänstens säkerhet. Kriterierna för att identifiera högriskprofiler är interna och inte föremål för avslöjande, vilket säkerställer att säkerhetsåtgärder förblir effektiva mot missbruk eller manipulation.",
      "18": "Information från andra källor: Tjänsteleverantören kan få information om dig om du använder någon av de webbplatser vi hanterar eller andra tjänster vi tillhandahåller.",
      "19": "Du samtycker till att vi har rätten, men inte är skyldiga att lagra all insamlad personlig information under hela din användning av våra Tjänster och under en period som föreskrivs i lag, dock högst 5 (fem) år. Lagringsperioden får förlängas med en period som inte överstiger 1 (ett) år, om det finns en motiverad begäran från den behöriga myndigheten.",
      "20": "Tjänsteleverantören behandlar inte avsiktligt uppgifter om minderåriga. Tjänsteleverantören rekommenderar användning av boten till personer över 18 år. Ansvaret för minderårigas handlingar, inklusive köp av tjänster av dem, ligger hos minderårigas juridiska ombud. Alla besökare under 18 år måste inhämta tillstånd från sina juridiska ombud innan de lämnar information om sig själva. Om Tjänsteleverantören får kännedom om att han har fått information om en minderårig utan medgivande från juridiska ombud, kommer sådan information att raderas så snart som möjligt.",
      "21": "Hur vi skyddar din information",
      "22": "Tjänsteleverantören håller din personliga information säker med hjälp av säker lagring med kryptering enligt branschstandarder, och vi har implementerat ett antal säkerhetsåtgärder för att säkerställa att din information inte går förlorad, missbrukas eller ändras, inklusive, men inte begränsas till följande:",
      "23": "Fysiska åtgärder:",
      "24": "De fysiska medierna som innehåller dina uppgifter kommer att lagras inomhus, även speciella fysiska metoder för skydd av information (omgivande yttre stängsel, videoövervakningssystem, passersystem som använder märken och biometriskt igenkänningssystem, inklusive infrarött skydd av platsgränser) används.",
      "25": "Elektroniska åtgärder:",
      "26": "Uppgifterna kommer att lagras i datorsystem och på fysiska databärare, som upprätthålls av strikta inträdesrestriktioner.",
      "27": "Förvaltningsåtgärder:",
      "28": "Åtkomstnivåerna är åtskilda så att endast auktoriserade anställda tillåts komma i kontakt med dina uppgifter, och sådana anställda har åtagit sig att följa våra interna regler för datasekretess.",
      "29": "Tekniska åtgärder:",
      "30": "Krypteringsteknik kan användas för att överföra och lagra dina data. Vi använder olika säkerhetstekniker och kontroller som för närvarande är tillgängliga för att minimera risken att dina data kan avslöjas, korruptas, missbrukas, erhålls utan tillåtelse, avslöjas utan tillåtelse eller ändras. Våra tekniska säkerhetsteam övervakar aktivt onormal och skadlig aktivitet på våra servrar och tjänster.",
      "31": "Andra åtgärder:",
      "32": "Vi strävar efter att skydda din information från obehörig åtkomst, modifiering, avslöjande eller förstörelse av den data vi samlar in och lagrar.",
      "33": "Vi vidtar olika åtgärder för att säkerställa informationssäkerhet, inklusive:",
      "34": "Kryptera våra meddelanden med dig;",
      "35": "Periodisk analys av vår datainsamling, lagring och bearbetningsmetoder;",
      "36": "Begränsad tillgång till dina uppgifter baserat på nödvändig kunskap för våra anställda och leverantörer, som är föremål för strikta kontraktuella sekretessskyldigheter.",
      "37": "Observera att det är omöjligt att garantera 100 % säkerhet för information. Därför ber vi dig att vidta åtgärder för att skydda dina personuppgifter.",
      "38": "Du samtycker till att Tjänsteleverantören inte är ansvarig för något informationsläckage och andra förluster som inte orsakats av vår uppsåt eller grov vårdslöshet, inklusive, men inte begränsat till, hackerattacker, strömavbrott eller oundvikliga tekniska fel, i den maximala omfattning som lagen tillåter, läckage av användardata på grund av hans eget fel.",
      "39": "Om du misstänker att din personliga information har äventyrats, vänligen kontakta oss omedelbart.",
      "40": "Sätt att använda din data",
      "41": "Vi använder informationen vi samlar in om dig för följande ändamål eller på följande sätt:",
      "42": "För att tillhandahålla våra tjänster: Tjänsteleverantören använder den insamlade informationen för att uppfylla sina skyldigheter som rör dig, för att förse dig med information, produkter och tjänster, för att upprätthålla och tillhandahålla bättre tjänster, för att verifiera din identitet.",
      "43": "För att följa lagens krav: Tjänsteleverantören kommer att använda informationen i enlighet med våra juridiska skyldigheter, myndigheters förfrågningar och rimliga användarförfrågningar.",
      "44": "För forskning och utveckling:",
      "45": "Tjänsteleverantören mäter och analyserar aktivt data för administrationen av våra tjänster och för intern verksamhet, inklusive felsökning, dataanalys, testning, forskning, statistik och granskningsändamål, samt för att förstå hur du använder och interagerar med våra tjänster.",
      "46": "Denna granskning genomförs av våra driftsteam för att kontinuerligt förbättra våra tjänster och åtgärda problem med användargränssnittet. Dessutom använder Tjänsteleverantören sådan information för att anpassa, mäta och förbättra våra tjänster, innehållet och layouten på våra webbplatser, samt för att utveckla nya tjänster.",
      "47": "Vi övervakar kontinuerligt information om aktiviteter i våra system och vår kommunikation med användare för att söka efter och snabbt åtgärda problem.",
      "48": "För att kommunicera med dig: Utan att samla in och behandla dina uppgifter för att bekräfta varje meddelande, kommer Tjänsteleverantören inte att kunna svara på förfrågningarna du skickar.",
      "49": "För att säkerställa efterlevnad av våra villkor: Informationen som samlas in används också för att kontinuerligt och aktivt följa våra villkor, inklusive, men inte begränsat till, granska, utreda och förhindra eventuella förbjudna eller olagliga aktiviteter som kan bryta mot ovanstående bestämmelser, eller avslöja relevant information till en tredje part i enlighet med dem.",
      "50": "För videoverifiering: Videomaterial som samlas in som en del av verifieringen används för att bekräfta profilens äkthet och förhindra bedräglig aktivitet. Dessutom kan anonymiserad videodata användas för analys, förbättring av säkerhetsalgoritmer och utveckling av nya funktioner.",
      "51": "För marknadsföring och reklam: Tjänsteleverantören kan komma att dela din personliga information med våra marknadsföringspartners för målinriktning, modellering och/eller analys, såväl som marknadsföring och reklam. Annonsörer har inte direkt tillgång till personlig användardata. Istället använder tjänsteleverantören anonymiserad och aggregerad information för att rikta in annonser effektivt utan att äventyra användarnas integritet.",
      "52": "För riktad annonsering: Vi kan använda din personliga information, såsom kön, ålder och geografisk plats, för att tillhandahålla personliga annonser och sponsrat innehåll i samarbete med våra annonspartners.",
      "53": "För andra ändamål: Tjänsteleverantören kan avslöja din personliga information för andra ändamål för vilka du ger ytterligare samtycke, uttryckt genom att underteckna ett skriftligt dokument eller fylla i ett elektroniskt formulär från Tjänsteleverantören.",
      "54": "Rättslig grund för behandling",
      "55": "När vi behandlar dina uppgifter kommer vi att förlita oss på någon av följande rättsliga grunder för behandling. Vi kan behandla dina uppgifter av flera legitima skäl, beroende på det specifika syftet för vilket vi använder dina uppgifter.",
      "56": "Utförande av kontraktet:",
      "57": "Vi kan komma att behandla uppgifter om behandlingen av dina uppgifter är nödvändig för att fullgöra våra skyldigheter enligt det användaravtal som vi har ingått med dig.",
      "58": "Rättslig skyldighet eller i allmänhetens intresse:",
      "59": "Vi är skyldiga att behandla dina uppgifter i enlighet med lagliga skyldigheter.",
      "60": "Syften med behandlingen inkluderar kontroll över identitetsverifiering, förebyggande av penningtvätt och bedrägeri, riskkontrollåtgärder, samt tillhandahållande av information till en behörig myndighet, statlig myndighet eller brottsbekämpande myndighet.",
      "61": "Berättigade intressen:",
      "62": "Vid behov kan vi behandla uppgifter om vi eller tredje part har ett legitimt intresse av att utöva kommersiella och affärsmässiga intressen, utom i de fall där sådana intressen överlappar dina intressen, grundläggande rättigheter och friheter.",
      "63": "Ditt samtycke:",
      "64": "Under vissa omständigheter kan vi begära specifikt tillstånd från dig att behandla ytterligare personlig information för vissa ändamål.",
      "65": "Dina uppgifter kommer att behandlas på detta sätt om du samtycker till det. Om den rättsliga grunden är det samtycke du har lämnat kan du när som helst återkalla ditt samtycke. Återkallelse av ditt samtycke påverkar inte lagligheten av de uppgifter som behandlas före återkallelsen.",
      "66": "Vem tar emot dina uppgifter",
      "67": "Tjänsteleverantören tar emot dina uppgifter för att uppfylla förfrågningar och tillhandahålla tjänster, samt för att uppfylla våra avtalsenliga och juridiska skyldigheter.",
      "68": "Vi överför dina uppgifter till tredje part om det är nödvändigt för våra legitima affärsbehov, för att uppfylla förfrågningar, tillhandahålla tjänster och/eller i enlighet med lagens krav eller tillstånd. Tredje part under sådana omständigheter:",
      "69": "Tjänsteleverantörer:",
      "70": "Tjänsteleverantören kommer att lämna ut uppgifterna till tredjepartspartners och tjänsteleverantörer (behandlare) så att de kan behandla dem på våra vägnar, där det behövs. Dessa tjänsteleverantörer är skyldiga att tillhandahålla tillräckliga garantier i enlighet med dataskyddslagen (till exempel vara bundna av avtalsförpliktelser angående sekretess och dataskydd). Vi kommer endast att överföra de uppgifter de behöver för att tillhandahålla sina tjänster.",
      "71": "Revisorer och konsulter:",
      "72": "Vi kan komma att lämna ut data för ändamålen och i samband med inspektioner (till exempel externa inspektioner, säkerhetskontroller) till juridiska och andra konsulter för att undersöka säkerhetsfrågor, risker, klagomål etc.",
      "73": "Tillsynsmyndigheter, brottsbekämpande myndigheter, domstolar:",
      "74": "Tjänsteleverantören kan avslöja data i enlighet med tillämpliga lagar, regulatoriska skyldigheter, för att svara på förfrågningar från tillsynsmyndigheter, myndigheter och brottsbekämpande myndigheter, domstolar och domstolsbeslut.",
      "75": "Andra personer:",
      "76": "Andra mottagare kan vara alla fysiska/juridiska personer till vilka du ber att få överföra dina uppgifter (till exempel en länk etc.) eller ge ditt samtycke till överföring av uppgifter.",
      "77": "Tjänsteleverantören kan också lämna ut dina uppgifter under sådana omständigheter som:",
      "78": "För att skydda våra rättigheter, säkerhet eller egendom, samt rättigheterna för våra kunder eller tredje part/allmänheten. Detta inkluderar att dela information med andra företag och organisationer i syfte att tvätta pengar, förebygga bedrägerier och liknande risker.",
      "79": "Om vi är skyldiga att avslöja eller överföra dina uppgifter i enlighet med lagliga eller regulatoriska skyldigheter eller förfrågningar.",
      "80": "Användarrättigheter",
      "81": "Användare har rätt att:",
      "82": "Få tillgång till och begär information om den information vi har.",
      "83": "Begär korrigeringar av felaktig eller inaktuell information.",
      "84": "Begär radering eller anonymisering av uppgifter som inte längre är nödvändiga för de angivna ändamålen.",
      "85": "Invända mot behandling utifrån legitima intressen.",
      "86": "Återkalla samtycke för databehandling i förekommande fall.",
      "87": "Lagringstider och databehandling",
      "88": "All insamlad data, inklusive men inte begränsat till profilinformation, foton, videomaterial och användarinteraktioner (t.ex. gilla-markeringar och matchningar), bevaras för:",
      "89": "Den tid som krävs för att tillhandahålla tjänster och uppfylla avtalsförpliktelser.",
      "90": "Överensstämmelse med lagar och föreskrifter.",
      "91": "Statistiska eller analytiska ändamål, förutsatt att uppgifterna är anonymiserade.",
      "92": "Förbättring av säkerhetsalgoritmer och utveckling av nya funktioner (endast anonymiserad data).",
      "93": "Data kan komma att bevaras utöver dessa perioder om det finns lagliga skäl, såsom pågående juridiska skyldigheter eller användarens samtycke. När lagringsperioderna har löpt ut kommer data att tas bort på ett säkert sätt eller anonymiseras för fortsatt användning i analys och tjänsteförbättringar.",
      "94": "Rätt att klaga",
      "95": "Om du är missnöjd med hur dina personuppgifter har behandlats eller har funderingar angående integritetsrelaterade frågor kan du kontakta oss på uppgifterna nedan. Vi kommer att undersöka ditt klagomål och svara inom 14 kalenderdagar.",
      "96": "Innan du vidtar rättsliga åtgärder samtycker du till att först försöka lösa klagomålet direkt med tjänsteleverantören med hjälp av de angivna kontaktuppgifterna.",
      "97": "Kontaktuppgifter",
      "98": "För eventuella integritetsrelaterade frågor, vänligen kontakta:",
      "99": "Telegramsupport: @wefatehelp",
      "100": "Om dina bekymmer inte åtgärdas på ett tillfredsställande sätt kan du lämna in ett klagomål till den relevanta tillsynsmyndigheten i din jurisdiktion.",
      "101": "Ändringar av denna policy",
      "102": "Denna integritetspolicy kan uppdateras då och då för att återspegla ändringar i juridiska, regulatoriska eller operativa krav. Betydande uppdateringar kommer att kommuniceras till användare via Telegram bot-gränssnittet."
    }
  },
  "common": {
    "actions": {
      "ok": "Ok"
    }
  }
}
