{
  "page": {
    "text": {
      "1": "пользовательское соглашение",
      "2": "введение",
      "3": "Настоящее Пользовательское соглашение («Соглашение») предусматривает использование Telegram-бота @wefatebot («Сервис», «Бот», «Мы») пользователем («Пользователь», «Клиент», «Вы»).",
      "4": "Прежде чем использовать Сервис, вы соглашаетесь, что прочитали и приняли все условия, содержащиеся в настоящем Соглашении и в нашей Политике конфиденциальности, доступной на @wefatebot.",
      "5": "Начиная использовать Сервис или отдельные его функции, Пользователь считается принявшим условия Соглашения в полном объеме, без каких-либо оговорок и исключений.",
      "6": "Условия настоящего Соглашения применяются ко всем пользователям и другим лицам, которые получают доступ к Сервису или используют его. Если вы не согласны принять и соблюдать какие-либо условия настоящего Соглашения или если Соглашение противоречит законам вашей страны или законам вашего региона, вы соглашаетесь не использовать @wefatebot. Если вы этого не сделаете, вы несете ответственность за все убытки и ущерб, причиненные боту или третьим лицам в результате вашего отказа.",
      "7": "Сервис может время от времени по своему усмотрению вносить изменения и улучшения в настоящее Соглашение.",
      "8": "Продолжая использовать Сервис после внесения этих изменений, считается, что вы дали согласие на эти изменения.",
      "9": "Сервис основан на алгоритмах приложения Telegram, поэтому ознакомьтесь также с Условиями использования Telegram и Политикой конфиденциальности.",
      "10": "предоставляемые услуги",
      "11": "Бот предоставляет услуги знакомств и общения: Бот предоставляет возможность создавать профили, которые могут быть просмотрены другими пользователями и которые могут им понравиться или не понравиться. Взаимный лайк профилей приводит к обмену контактными данными Telegram для дальнейшего общения.",
      "12": "Чтобы обеспечить безопасность и индивидуальный подход к пользователю, бот отделяет профили пользователей младше 18 лет (несовершеннолетних) от профилей взрослых пользователей. Такая изоляция сводит к минимуму взаимодействие между несовершеннолетними и взрослыми и повышает безопасность среды для юных пользователей.",
      "13": "Условия эксплуатации",
      "14": "Чтобы иметь право на использование Сервиса, вы заявляете и гарантируете, что:",
      "15": "Вы являетесь физическим лицом, обладающим полной дееспособностью и физическими возможностями, и имеете достаточные полномочия, чтобы согласиться с данным документом.",
      "16": "Вы не предоставляете нам вводящую в заблуждение, ложную или мошенническую информацию.",
      "17": "Вам ранее не запрещали и не ограничивали использование нашего Сервиса.",
      "18": "Вы не нарушаете какие-либо положения настоящего Соглашения или применимых законов и правил.",
      "19": "Вы несете ответственность за соблюдение соответствующего законодательства на территории вашего проживания (регистрации), с которой вы осуществляете доступ к @wefatebot.",
      "20": "Пользователи в возрасте до 18 лет должны получить явное согласие от своих законных представителей перед использованием Сервиса. Продолжая использовать Сервис, несовершеннолетние подтверждают, что такое согласие было предоставлено. Сервис не несет ответственности за любое использование несовершеннолетними без такого согласия.",
      "21": "Сервис рекомендует использовать Бота лицам старше 18 лет. Несовершеннолетние могут использовать Бота только для поиска друзей или участия в неромантическом общении при условии получения разрешения от своих законных представителей.",
      "22": "В целях повышения безопасности бот гарантирует, что профили несовершеннолетних не будут видны взрослым пользователям, и наоборот. Такое разделение является важной мерой для предотвращения нежелательных или неуместных взаимодействий.",
      "23": "Сервис оставляет за собой право ограничить или запретить использование Бота в определенных юрисдикциях, если этого требует действующее законодательство.",
      "24": "Вы также гарантируете, что не будете злоупотреблять Сервисом или пытаться нарушить его работу или иным образом вмешаться в нее, например, не будете использовать Бота для мошеннических или вводящих в заблуждение действий, внедрения вредоносного ПО, взлома, распространения спама или обхода наших систем или мер безопасности.",
      "25": "Вы также можете в любое время уведомить @wefatebot, если хотите прекратить доступ к боту, отправив запрос в службу поддержки.",
      "26": "Процедура регистрации и использование бота",
      "27": "Процедура регистрации.",
      "28": "Отправка запроса.",
      "29": "Чтобы начать использовать @wefatebot, вам необходимо активировать бота и предоставить @wefatebot данные, необходимые для создания профиля пользователя бота. В данные входят: никнейм, пол, возраст, ориентация, город, в котором вы планируете знакомиться, язык, фото/видео, предоставленные пользователем.",
      "30": "Пользователь также может добавить в профиль описание своих интересов, хобби и другую информацию.",
      "31": "Проверка и мониторинг пользователей.",
      "32": "Мы оставляем за собой право ограничить или заблокировать ваш доступ к @wefatebot и отложить регистрацию, если мы обнаружим риск мошенничества или любой другой незаконной деятельности.",
      "33": "Мы также можем потребовать от вас предоставить дополнительную информацию или подождать некоторое время после завершения предоставления данных, прежде чем разрешить вам пользоваться услугами. Видеоверификация может быть запрошена для профилей высокого риска для подтверждения подлинности. Критерии выявления профилей высокого риска являются внутренними и не подлежат раскрытию.",
      "34": "Получая доступ к сервисам, предоставляемым партнерами @wefatebot через Бота, вы даете свое согласие на передачу ваших данных партнерам Бота и понимаете, что @wefatebot имеет право ограничить ваш доступ к Сервису и дополнительным сервисам на основании информации, полученной от своих партнеров.",
      "35": "Использование чат-бота.",
      "36": "После завершения процесса создания профиля у вас есть возможность просматривать профили других пользователей. Для того, чтобы ознакомиться с профилями других пользователей, вам необходимо выбрать «Просмотр профилей».",
      "37": "Выбирайте предмет в виде «сердечка», если хотите познакомиться с пользователем. В случае нежелания к дальнейшему знакомству выберите пункт в форме «отмена», после чего вам будет показан следующий профиль.",
      "38": "Если вы выбрали предмет в виде «сердечка», то человек, в отношении которого вы выбрали этот предмет, получит уведомление о вашем выборе. Если этот человек также выберет этот пункт, то вы получите ссылку на его профиль в Telegram, где сможете начать общение через мессенджер Telegram.",
      "39": "В процессе просмотра профилей может отображаться реклама, размещенная в соответствии с положениями законодательства. Рекламодатели не имеют прямого доступа к личным данным пользователей. Вместо этого для таргетинга рекламы используется анонимизированная и агрегированная информация.",
      "40": "Запрещено использование бота",
      "41": "Мы предоставляем вам неисключительную, непередаваемую лицензию на использование @wefatebot в соответствии с условиями настоящего Соглашения.",
      "42": "Вы имеете право на доступ и использование Сервиса и связанных с ним материалов и информации (совместно именуемых «Контент») исключительно в соответствии с условиями настоящего Соглашения.",
      "43": "Любое другое использование Сервиса или Контента строго запрещено, а все другие права, права собственности на Сервис или Контент принадлежат исключительно владельцу @wefatebot, его лицензиарам.",
      "44": "Использование Сервиса в целях рекламы, связанной с незаконными услугами, мошенническими схемами, пирамидами, даркнетом, вымогательством, отмыванием денег, финансированием терроризма, объектами санкционных режимов и другими категориями неприемлемого риска для @wefatebot запрещено.",
      "45": "Выдавать себя за другое лицо при регистрации и использовании @wefatebot запрещено.",
      "46": "Выражения сексуального характера или намеки на действия сексуального характера в отношении лиц младше 18 лет не соответствуют нашим условиям обслуживания и являются незаконными во многих странах. Если вас заметят в подобных действиях, ваша учетная запись будет удалена, а информация о ней будет передана в местную полицию.",
      "47": "Разрешение жалоб",
      "48": "Если у вас есть отзывы, вопросы или жалобы, обратитесь в службу поддержки (@wefatehelp).",
      "49": "Если у вас есть жалоба, укажите причину вашей жалобы, то, как вы хотите, чтобы мы ее разрешили, а также любую другую информацию, которую вы считаете уместной. Мы расследуем вашу жалобу на основе предоставленной вами информации и любой информации, предоставленной @wefatebot.",
      "50": "Ваша жалоба будет рассмотрена в течение 14 (четырнадцати) календарных дней с момента поступления жалобы в службу поддержки.",
      "51": "Агент службы поддержки @wefatebot может принять следующие решения на основании вашей жалобы:",
      "52": "Решите вашу жалобу в соответствии с вашим запросом.",
      "53": "Примите решение об отклонении вашей жалобы и укажите причины отклонения.",
      "54": "Решите жалобу альтернативным способом.",
      "55": "Вы соглашаетесь использовать процедуру подачи жалобы, описанную в этом разделе, прежде чем подавать иск в суд. Несоблюдение данного положения может быть использовано как свидетельство вашего нежелания решать вопрос во внесудебном порядке и/или неприемлемого характера жалобы.",
      "56": "Приостановка и прекращение доступа к боту",
      "57": "@wefatebot может ограничить или прекратить ваш доступ к Сервису, если этого требует действующая повестка в суд, постановление суда или обязательное постановление государственного органа;",
      "58": "и/или мы обоснованно подозреваем Пользователя в запрещенном использовании @wefatebot;",
      "59": "и/или использование вашего профиля является предметом каких-либо судебных разбирательств, расследований или государственных разбирательств;",
      "60": "и/или мы считаем, что существует повышенный риск несоблюдения законодательных или нормативных требований, касающихся использования вами @wefatebot;",
      "61": "и/или наши сервисные партнеры не могут поддержать использование вами Сервиса;",
      "62": "и/или вы предпринимаете действия, которые по нашему собственному усмотрению обходят установленные нами правила и средства контроля, включая, помимо прочего, открытие нескольких профилей или злоупотребление рекламными акциями, которые @wefatebot может время от времени предлагать;"
    }
  }
}
