{
  "page": {
    "text": {
      "1": "Политика конфиденциальности",
      "2": "Общие положения",
      "3": "Настоящая политика конфиденциальности персональных данных распространяется на всю информацию, размещенную в Telegram-боте @wefatebot (далее — «Компания», «Поставщик услуг», «Мы»), которую посетители бота (далее — «Пользователи», «Вы») могут предоставлять/получать в процессе его использования.",
      "4": "Поставщик услуг в соответствии с применимыми требованиями законодательства обеспечивает конфиденциальность данных и реализацию соответствующих технических и организационных мер для защиты данных от несанкционированного доступа, раскрытия, случайной утечки, изменения, уничтожения или иной незаконной обработки.",
      "5": "В настоящей Политике конфиденциальности изложены наши текущие обязательства и политика защиты данных и конфиденциальности. Соответственно, мы стремимся собирать и обрабатывать только те данные, которые строго необходимы в контексте наших отношений с клиентами, партнерами, пользователями/посетителями нашего Сервиса и онлайн-ресурсов, для предоставления услуг и/или информации для конкретных и законных целей.",
      "6": "Мы публикуем нашу Политику конфиденциальности в Telegram-боте @wefatebot в последней версии. Пожалуйста, внимательно прочтите ее. Получая доступ и используя этого Бота, вы подтверждаете, что прочитали, поняли и согласились с настоящей Политикой конфиденциальности.",
      "7": "Настоящая Политика конфиденциальности является неотъемлемой частью Пользовательского соглашения, опубликованного в Telegram-боте @wefatebot, и обязательна к прочтению для использования Сервиса.",
      "8": "Поставщик услуг оставляет за собой право по своему усмотрению в любое время изменять настоящую Политику конфиденциальности, опубликовав обновленную версию Политики конфиденциальности в Telegram-Боте @wefatebot и, если изменения существенны, уведомив об этом Пользователей. Измененная или обновленная версия настоящей Политики конфиденциальности вступает в силу с момента ее публикации в Боте. Продолжая пользоваться Сервисом, Пользователь соглашается с обновленной Политикой конфиденциальности.",
      "9": "Сервис основан на алгоритмах приложения Telegram, поэтому, пожалуйста, ознакомьтесь также с Условиями использования и Политикой конфиденциальности Telegram.",
      "10": "Информация, которую мы собираем о вас",
      "11": "Основная цель, для которой Поставщик услуг собирает ваши данные, — это предоставление вам услуг по использованию Telegram-бота @wefatebot (далее именуемого «Услуги»). В процессе предоставления вам наших Услуг, для того чтобы иметь возможность использовать и улучшать наши услуги, нам необходимо собирать персональные данные о вас.",
      "12": "Поставщик услуг будет собирать и обрабатывать следующие данные о вас:",
      "13": "Информация, которую вы нам предоставляете: Вы предоставляете нам следующую информацию о себе в процессе регистрации для использования наших Услуг: псевдоним, пол, возраст, ориентация, город, в котором вы хотите завести знакомства, язык, на котором будет работать сервис. Информация также может включать ссылку на личный профиль, идентификатор личного аккаунта в мессенджере Telegram и язык мессенджера Telegram. Кроме того, это информация, которую вы предоставляете, продолжая пользоваться нашими Услугами, участвуя в акции или опросе, а также сообщая о проблемах с нашими Услугами.",
      "14": "Информация, которую мы собираем о вас: Поставщик услуг может автоматически собирать следующую информацию:",
      "15": "Техническая информация, включая ваши регистрационные данные, данные об операционной системе и устройстве.",
      "16": "Подробная информация о транзакциях, которые вы совершаете при использовании наших услуг.",
      "17": "Видеоматериалы для целей проверки: Для пользователей с высоким уровнем риска мы можем собирать видеоматериалы в рамках процесса проверки. Эти видео используются исключительно для подтверждения подлинности профиля пользователя, предотвращения мошенничества и повышения безопасности сервиса. Критерии определения профилей с высоким уровнем риска являются внутренними и не подлежат раскрытию, что гарантирует сохранение мер безопасности против неправомерного использования или манипуляций.",
      "18": "Информация из других источников: Поставщик услуг может получать информацию о вас, если вы используете какой-либо из веб-сайтов, которыми мы управляем, или другие предоставляемые нами услуги.",
      "19": "Вы соглашаетесь с тем, что мы имеем право, но не обязаны хранить всю собранную персональную информацию за весь период вашего пользования нашими Услугами и в течение срока, установленного законом, но не более 5 (пяти) лет. Срок хранения может быть продлен на срок не более 1 (одного) года при наличии мотивированного запроса компетентного органа.",
      "20": "Поставщик услуг намеренно не обрабатывает данные несовершеннолетних. Поставщик услуг рекомендует использовать Бота лицам старше 18 лет. Ответственность за действия несовершеннолетних, в том числе за приобретение ими услуг, несут законные представители несовершеннолетних. Все посетители, не достигшие 18 лет, обязаны получить разрешение своих законных представителей, прежде чем предоставлять какую-либо информацию о себе. Если Поставщику услуг станет известно, что он получил информацию о несовершеннолетнем без согласия законных представителей, такая информация будет удалена в кратчайшие сроки.",
      "21": "Как мы защищаем вашу информацию",
      "22": "Поставщик услуг обеспечивает безопасность вашей личной информации, используя безопасное хранилище с шифрованием в соответствии с отраслевыми стандартами, и мы внедрили ряд мер безопасности, чтобы гарантировать, что ваша информация не будет утеряна, использована не по назначению или изменена, включая, помимо прочего, следующее:",
      "23": "Физические меры:",
      "24": "Физические носители, содержащие ваши данные, будут храниться в закрытом помещении, также используются специальные физические средства защиты информации (окружающее наружное ограждение, система видеонаблюдения, система контроля доступа с использованием бейджей и биометрической системы распознавания, включая инфракрасную защиту границ объекта).",
      "25": "Электронные меры:",
      "26": "Данные будут храниться в компьютерных системах и на физических носителях, на доступ к которым налагаются строгие ограничения.",
      "27": "Меры управления:",
      "28": "Уровни доступа разделены таким образом, что контактировать с вашими данными могут только уполномоченные сотрудники, и такие сотрудники обязались соблюдать наши внутренние правила конфиденциальности данных.",
      "29": "Технические меры:",
      "30": "Технология шифрования может использоваться для передачи и хранения ваших данных. Мы используем различные технологии безопасности и средства контроля, доступные в настоящее время, чтобы свести к минимуму риск того, что ваши данные могут быть раскрыты, повреждены, неправильно использованы, получены без разрешения, раскрыты без разрешения или изменены. Наши технические группы безопасности активно отслеживают аномальную и вредоносную активность на наших серверах и в наших службах.",
      "31": "Другие меры:",
      "32": "Мы стремимся защитить вашу информацию от несанкционированного доступа, изменения, раскрытия или уничтожения данных, которые мы собираем и храним.",
      "33": "Мы принимаем различные меры по обеспечению информационной безопасности, в том числе:",
      "34": "Шифрование наших с вами сообщений;",
      "35": "Периодический анализ наших методов сбора, хранения и обработки данных;",
      "36": "Ограниченный доступ к вашим данным основан на необходимых знаниях для наших сотрудников и поставщиков, которые связаны строгими договорными обязательствами по соблюдению конфиденциальности."
    }
  }
}
