{
  "page": {
    "text": {
      "1": "Политика конфиденциальности",
      "2": "Общие положения",
      "3": "Настоящая политика конфиденциальности персональных данных распространяется на всю информацию, размещенную в Telegram-боте @wefatebot (далее — «Компания», «Поставщик услуг», «Мы»), которую посетители бота (далее — «Пользователи», «Вы») могут предоставлять/получать в процессе его использования.",
      "4": "Поставщик услуг в соответствии с применимыми требованиями законодательства обеспечивает конфиденциальность данных и реализацию соответствующих технических и организационных мер для защиты данных от несанкционированного доступа, раскрытия, случайной утечки, изменения, уничтожения или иной незаконной обработки.",
      "5": "В настоящей Политике конфиденциальности изложены наши текущие обязательства и политика защиты данных и конфиденциальности. Соответственно, мы стремимся собирать и обрабатывать только те данные, которые строго необходимы в контексте наших отношений с клиентами, партнерами, пользователями/посетителями нашего Сервиса и онлайн-ресурсов, для предоставления услуг и/или информации для конкретных и законных целей.",
      "6": "Мы публикуем нашу Политику конфиденциальности в Telegram-боте @wefatebot в последней версии. Пожалуйста, внимательно прочтите ее. Получая доступ и используя этого Бота, вы подтверждаете, что прочитали, поняли и согласились с настоящей Политикой конфиденциальности.",
      "7": "Настоящая Политика конфиденциальности является неотъемлемой частью Пользовательского соглашения, опубликованного в Telegram-боте @wefatebot, и обязательна к прочтению для использования Сервиса.",
      "8": "Поставщик услуг оставляет за собой право по своему усмотрению в любое время изменять настоящую Политику конфиденциальности, опубликовав обновленную версию Политики конфиденциальности в Telegram-Боте @wefatebot и, если изменения существенны, уведомив об этом Пользователей. Измененная или обновленная версия настоящей Политики конфиденциальности вступает в силу с момента ее публикации в Боте. Продолжая пользоваться Сервисом, Пользователь соглашается с обновленной Политикой конфиденциальности.",
      "9": "Сервис основан на алгоритмах приложения Telegram, поэтому, пожалуйста, ознакомьтесь также с Условиями использования и Политикой конфиденциальности Telegram.",
      "10": "Информация, которую мы собираем о вас",
      "11": "Основная цель, для которой Поставщик услуг собирает ваши данные, — это предоставление вам услуг по использованию Telegram-бота @wefatebot (далее именуемого «Услуги»). В процессе предоставления вам наших Услуг, для того чтобы иметь возможность использовать и улучшать наши услуги, нам необходимо собирать персональные данные о вас.",
      "12": "Поставщик услуг будет собирать и обрабатывать следующие данные о вас:",
      "13": "Информация, которую вы нам предоставляете: Вы предоставляете нам следующую информацию о себе в процессе регистрации для использования наших Услуг: псевдоним, пол, возраст, ориентация, город, в котором вы хотите завести знакомства, язык, на котором будет работать сервис. Информация также может включать ссылку на личный профиль, идентификатор личного аккаунта в мессенджере Telegram и язык мессенджера Telegram. Кроме того, это информация, которую вы предоставляете, продолжая пользоваться нашими Услугами, участвуя в акции или опросе, а также сообщая о проблемах с нашими Услугами.",
      "14": "Информация, которую мы собираем о вас: Поставщик услуг может автоматически собирать следующую информацию:",
      "15": "Техническая информация, включая ваши регистрационные данные, данные об операционной системе и устройстве.",
      "16": "Подробная информация о транзакциях, которые вы совершаете при использовании наших услуг.",
      "17": "Видеоматериалы для целей проверки: Для пользователей с высоким уровнем риска мы можем собирать видеоматериалы в рамках процесса проверки. Эти видео используются исключительно для подтверждения подлинности профиля пользователя, предотвращения мошенничества и повышения безопасности сервиса. Критерии определения профилей с высоким уровнем риска являются внутренними и не подлежат раскрытию, что гарантирует сохранение мер безопасности против неправомерного использования или манипуляций.",
      "18": "Информация из других источников: Поставщик услуг может получать информацию о вас, если вы используете какой-либо из веб-сайтов, которыми мы управляем, или другие предоставляемые нами услуги.",
      "19": "Вы соглашаетесь с тем, что мы имеем право, но не обязаны хранить всю собранную персональную информацию за весь период вашего пользования нашими Услугами и в течение срока, установленного законом, но не более 5 (пяти) лет. Срок хранения может быть продлен на срок не более 1 (одного) года при наличии мотивированного запроса компетентного органа.",
      "20": "Поставщик услуг намеренно не обрабатывает данные несовершеннолетних. Поставщик услуг рекомендует использовать Бота лицам старше 18 лет. Ответственность за действия несовершеннолетних, в том числе за приобретение ими услуг, несут законные представители несовершеннолетних. Все посетители, не достигшие 18 лет, обязаны получить разрешение своих законных представителей, прежде чем предоставлять какую-либо информацию о себе. Если Поставщику услуг станет известно, что он получил информацию о несовершеннолетнем без согласия законных представителей, такая информация будет удалена в кратчайшие сроки.",
      "21": "Как мы защищаем вашу информацию",
      "22": "Поставщик услуг обеспечивает безопасность вашей личной информации, используя безопасное хранилище с шифрованием в соответствии с отраслевыми стандартами, и мы внедрили ряд мер безопасности, чтобы гарантировать, что ваша информация не будет утеряна, использована не по назначению или изменена, включая, помимо прочего, следующее:",
      "23": "Физические меры:",
      "24": "Физические носители, содержащие ваши данные, будут храниться в закрытом помещении, также используются специальные физические средства защиты информации (окружающее наружное ограждение, система видеонаблюдения, система контроля доступа с использованием бейджей и биометрической системы распознавания, включая инфракрасную защиту границ объекта).",
      "25": "Электронные меры:",
      "26": "Данные будут храниться в компьютерных системах и на физических носителях, на доступ к которым налагаются строгие ограничения.",
      "27": "Меры управления:",
      "28": "Уровни доступа разделены таким образом, что контактировать с вашими данными могут только уполномоченные сотрудники, и такие сотрудники обязались соблюдать наши внутренние правила конфиденциальности данных.",
      "29": "Технические меры:",
      "30": "Технология шифрования может использоваться для передачи и хранения ваших данных. Мы используем различные технологии безопасности и средства контроля, доступные в настоящее время, чтобы свести к минимуму риск того, что ваши данные могут быть раскрыты, повреждены, неправильно использованы, получены без разрешения, раскрыты без разрешения или изменены. Наши технические группы безопасности активно отслеживают аномальную и вредоносную активность на наших серверах и в наших службах.",
      "31": "Другие меры:",
      "32": "Мы стремимся защитить вашу информацию от несанкционированного доступа, изменения, раскрытия или уничтожения данных, которые мы собираем и храним.",
      "33": "Мы принимаем различные меры по обеспечению информационной безопасности, в том числе:",
      "34": "Шифрование наших с вами сообщений;",
      "35": "Периодический анализ наших методов сбора, хранения и обработки данных;",
      "36": "Ограниченный доступ к вашим данным основан на необходимых знаниях для наших сотрудников и поставщиков, которые связаны строгими договорными обязательствами по соблюдению конфиденциальности.",
      "37": "Обратите внимание, что гарантировать 100% безопасность информации невозможно. Поэтому просим вас принять меры по защите вашей личной информации.",
      "38": "Вы соглашаетесь с тем, что Поставщик услуг не несет ответственности за утечку информации и другие убытки, не вызванные нашим умыслом или грубой небрежностью, включая, помимо прочего, хакерские атаки, перебои в подаче электроэнергии или неизбежные технические сбои, в максимально допустимой законом степени, утечку данных пользователя по его собственной вине.",
      "39": "Если вы подозреваете, что ваши персональные данные были скомпрометированы, пожалуйста, немедленно свяжитесь с нами.",
      "40": "Способы использования ваших данных",
      "41": "Мы используем собираемую о вас информацию в следующих целях или следующими способами:",
      "42": "Для предоставления наших услуг: Поставщик услуг использует собранную информацию для выполнения своих обязательств в отношении вас, предоставления вам информации, продуктов и услуг, поддержания и предоставления более качественных Услуг, проверки вашей личности.",
      "43": "Для соблюдения требований законодательства: Поставщик услуг будет использовать информацию в соответствии с нашими правовыми обязательствами, запросами правительства и обоснованными запросами пользователей.",
      "44": "Для исследований и разработок:",
      "45": "Поставщик услуг активно измеряет и анализирует данные для администрирования наших Услуг и для внутренних операций, включая устранение неполадок, анализ данных, тестирование, исследования, статистические и обзорные цели, а также для понимания того, как вы используете наши Услуги и взаимодействуете с ними.",
      "46": "Этот обзор проводится нашими операционными группами для постоянного улучшения наших Услуг и устранения проблем с пользовательским интерфейсом. Кроме того, Поставщик услуг использует такую информацию для настройки, измерения и улучшения наших Услуг, контента и макета наших веб-сайтов, а также для разработки новых услуг.",
      "47": "Мы постоянно отслеживаем информацию об активности в наших системах и наше общение с пользователями с целью поиска и быстрого устранения проблем.",
      "48": "Для связи с вами: без сбора и обработки ваших данных для подтверждения каждого сообщения Поставщик услуг не сможет отвечать на отправляемые вами запросы.",
      "49": "Для обеспечения соблюдения наших положений и условий: Собранная информация также используется для постоянного и активного соблюдения наших положений и условий, включая, помимо прочего, проверку, расследование и предотвращение любых потенциально запрещенных или незаконных действий, которые могут нарушать вышеуказанные положения, или раскрытие соответствующей информации третьей стороне в соответствии с ними.",
      "50": "Для видеоверификации: Видеоматериалы, собранные в ходе верификации, используются для подтверждения подлинности профиля и предотвращения мошеннической деятельности. Кроме того, анонимизированные видеоданные могут использоваться для анализа, улучшения алгоритмов безопасности и разработки новых функций.",
      "51": "Для маркетинга и рекламы: Поставщик услуг может делиться вашей личной информацией с нашими маркетинговыми партнерами в целях таргетинга, моделирования и/или аналитики, а также маркетинга и рекламы. Рекламодатели не имеют прямого доступа к персональным данным пользователей. Вместо этого Поставщик услуг использует анонимную и агрегированную информацию для эффективного таргетинга рекламы без ущерба для конфиденциальности пользователей.",
      "52": "Для целевой рекламы: Мы можем использовать вашу личную информацию, такую как пол, возраст и географическое положение, для предоставления персонализированной рекламы и спонсируемого контента в сотрудничестве с нашими рекламными партнерами.",
      "53": "Для других целей: Поставщик услуг может раскрыть вашу персональную информацию для любых других целей, на которые вы даете дополнительное согласие, выраженное путем подписания письменного документа или заполнения электронной формы, предоставленной Поставщиком услуг.",
      "54": "Правовая основа обработки",
      "55": "При обработке ваших данных мы будем полагаться на одно из следующих правовых оснований для обработки. Мы можем обрабатывать ваши данные по нескольким законным причинам в зависимости от конкретной цели, для которой мы используем ваши данные.",
      "56": "Исполнение контракта:",
      "57": "Мы можем обрабатывать данные, если обработка ваших данных необходима для выполнения наших обязательств по Пользовательскому соглашению, которое мы заключили с вами.",
      "58": "Юридическое обязательство или в общественных интересах:",
      "59": "Мы обязаны обрабатывать ваши данные в соответствии с правовыми обязательствами.",
      "60": "Целями обработки являются контроль за проверкой личности, предотвращение отмывания денег и мошенничества, принятие мер по контролю рисков, а также предоставление информации компетентному органу, государственному учреждению или правоохранительному органу.",
      "61": "Законные интересы:",
      "62": "При необходимости мы можем обрабатывать данные, если у нас или у третьей стороны есть законный интерес в реализации коммерческих и деловых интересов, за исключением случаев, когда такие интересы пересекаются с вашими интересами, основными правами и свободами.",
      "63": "Ваше согласие:",
      "64": "При определенных обстоятельствах мы можем запросить у вас особое разрешение на обработку дополнительной личной информации для определенных целей.",
      "65": "Ваши данные будут обрабатываться таким образом, если вы согласны на это. Если правовым основанием является предоставленное вами согласие, вы можете отозвать свое согласие в любое время. Отзыв вашего согласия не повлияет на законность данных, обработанных до отзыва.",
      "66": "Кто получает ваши данные",
      "67": "Поставщик услуг получает ваши данные для выполнения запросов и предоставления услуг, а также для выполнения наших договорных и юридических обязательств.",
      "68": "Мы передаем ваши данные третьим лицам, если это необходимо для наших законных деловых нужд, для выполнения запросов, предоставления услуг и/или в соответствии с требованиями или разрешениями закона. Третьи лица в таких обстоятельствах:",
      "69": "Поставщики услуг:",
      "70": "Поставщик услуг будет раскрывать данные сторонним партнерам и поставщикам услуг (обработчикам), чтобы они могли обрабатывать их от нашего имени, когда это необходимо. Эти поставщики услуг обязаны предоставлять достаточные гарантии в соответствии с Законом о защите данных (например, быть связанными договорными обязательствами относительно конфиденциальности и защиты данных). Мы будем передавать только те данные, которые им необходимы для предоставления их услуг.",
      "71": "Аудиторы и консультанты:",
      "72": "Мы можем раскрывать данные в целях и в контексте проверок (например, внешних проверок, проверок безопасности) юридическим и другим консультантам для расследования проблем безопасности, рисков, жалоб и т. д.",
      "73": "Контролирующие органы, правоохранительные органы, суды:",
      "74": "Поставщик услуг может раскрывать данные в соответствии с действующим законодательством, нормативными обязательствами, для ответа на запросы регулирующих органов, государственных и правоохранительных органов, судов и постановлений суда.",
      "75": "Другие лица:",
      "76": "Другими получателями могут быть любые физические/юридические лица, которым вы просите передать ваши данные (например, ссылку и т.п.) или даете свое согласие на передачу данных.",
      "77": "Поставщик услуг также может раскрыть ваши данные в таких обстоятельствах, как:",
      "78": "Для защиты наших прав, безопасности или собственности, а также прав наших клиентов или третьих лиц/общественности. Это включает обмен информацией с другими компаниями и организациями в целях отмывания денег, предотвращения мошенничества и аналогичных рисков.",
      "79": "Если от нас требуется раскрыть или передать ваши данные в соответствии с какими-либо правовыми или нормативными обязательствами или запросами.",
      "80": "Права пользователя",
      "81": "Пользователи имеют право:",
      "82": "Получать доступ и запрашивать сведения об информации, которой мы располагаем.",
      "83": "Запросите исправление неточной или устаревшей информации.",
      "84": "Запросить удаление или анонимизацию данных, которые больше не нужны для указанных целей.",
      "85": "Возражать против обработки на основании законных интересов.",
      "86": "Отозвать согласие на обработку данных, если это применимо.",
      "87": "Сроки хранения и обработка данных"
    }
  }
}
