{
  "page": {
    "text": {
      "1": "brukeravtale",
      "2": "introduksjon",
      "3": "Denne brukeravtalen (\"Avtalen\") sørger for bruk av Telegram-boten @wefatebot (\"Tjeneste\", \"Bot\", \"Vi\") av brukeren (\"Bruker\", \"Klient\", \"Deg\").",
      "4": "Før du bruker tjenesten, godtar du at du har lest og akseptert alle vilkårene og betingelsene i denne avtalen og i vår personvernpolicy tilgjengelig på @wefatebot.",
      "5": "Ved å begynne å bruke Tjenesten eller dens individuelle funksjoner anses Brukeren å ha akseptert vilkårene i Avtalen i sin helhet, uten forbehold og unntak.",
      "6": "Vilkårene i denne avtalen gjelder for alle brukere og andre personer som har tilgang til eller bruker tjenesten. Hvis du ikke godtar å godta og overholde noen av vilkårene i denne avtalen, eller hvis avtalen er i strid med lovene i ditt land eller lovene på stedet ditt, skal du godta å ikke bruke @wefatebot. Hvis du unnlater å gjøre det, skal du være ansvarlig for alle tap og skader forårsaket av boten eller tredjeparter som følge av avslaget ditt.",
      "7": "Tjenesten kan fra tid til annen, etter eget skjønn, gjøre endringer og forbedringer i denne avtalen.",
      "8": "Ved å fortsette å bruke tjenesten etter at disse endringene er gjort, anses du for å ha signert og godtatt endringene.",
      "9": "Tjenesten er basert på algoritmene til Telegram-applikasjonen, så se også Telegrams vilkår for bruk og personvernerklæring.",
      "10": "tjenester som tilbys",
      "11": "Boten tilbyr dating- og kommunikasjonstjenester: Boten gir muligheten til å lage profiler som kan ses av andre brukere og likt eller mislikt av dem. Gjensidig liking av profiler resulterer i utveksling av Telegram-kontaktdetaljer for videre kommunikasjon.",
      "12": "For å sikre sikkerhet og en skreddersydd brukeropplevelse, skiller boten profiler til brukere under 18 år (mindreårige) fra de til voksne brukere. Denne isolasjonen minimerer interaksjoner mellom mindreårige og voksne og øker sikkerheten til miljøet for yngre brukere.",
      "13": "Vilkår for bruk",
      "14": "For å være kvalifisert til å bruke tjenesten, representerer og garanterer du at:",
      "15": "Du er en person med full juridisk kapasitet og fysisk evne og har tilstrekkelig autoritet til å godta dette dokumentet.",
      "16": "Du gir oss ikke villedende, falsk eller uredelig informasjon.",
      "17": "Du har ikke tidligere blitt utestengt eller begrenset fra å bruke tjenesten vår.",
      "18": "Du bryter ikke noen av bestemmelsene i denne avtalen eller gjeldende lover og forskrifter.",
      "19": "Du er ansvarlig for å overholde de relevante lovene i territoriet til din bolig (registrering) hvorfra du har tilgang til @wefatebot.",
      "20": "Brukere under 18 år må innhente uttrykkelig samtykke fra sine juridiske representanter før de kan bruke tjenesten. Ved å fortsette å bruke tjenesten bekrefter mindreårige at slikt samtykke er gitt. Tjenesten er ikke ansvarlig for bruk av mindreårige uten slikt samtykke.",
      "21": "Tjenesten anbefaler å bruke boten til personer over 18 år. Mindreårige kan bare bruke boten for å finne venner eller delta i ikke-romantisk kommunikasjon, forutsatt at de har fått tillatelse fra sine juridiske representanter.",
      "22": "For å øke sikkerheten sørger boten for at mindreåriges profiler ikke vises til voksne brukere, og omvendt. Denne separasjonen er et kritisk tiltak for å forhindre uønskede eller upassende interaksjoner.",
      "23": "Tjenesten forbeholder seg retten til å begrense eller forby bruken av boten i visse jurisdiksjoner, hvis det kreves av gjeldende lov.",
      "24": "Du garanterer også at du ikke misbruker tjenesten eller forsøker å forstyrre eller på annen måte forstyrre den, for eksempel ikke bruke boten til uredelige eller villedende handlinger, introdusere skadelig programvare, hacking, spredning av spam eller omgå våre systemer eller sikkerhetstiltak.",
      "25": "Du kan også varsle @wefatebot hvis du ønsker å slutte å få tilgang til boten når som helst ved å sende en støtteforespørsel.",
      "26": "Registreringsprosedyre og bruk av boten",
      "27": "Registreringsprosedyre.",
      "28": "Sender en forespørsel.",
      "29": "For å begynne å bruke @wefatebot, må du aktivere boten og gi @wefatebot dataene som kreves for å opprette profilen til botens bruker. Dataene inkluderer: kallenavn, kjønn, alder, legning, byen du planlegger å bli kjent med, språket, bildet/videoen levert av brukeren.",
      "30": "Brukeren kan også legge til en beskrivelse av sine interesser, hobbyer og annen informasjon i profilen.",
      "31": "Brukerverifisering og overvåking.",
      "32": "Vi forbeholder oss retten til å begrense eller blokkere tilgangen din til @wefatebot og å utsette registreringen hvis vi oppdager risiko for svindel eller annen ulovlig aktivitet.",
      "33": "Vi kan også kreve at du oppgir tilleggsinformasjon eller venter en stund etter at du har fullført dataene før du lar deg bruke tjenestene. Videoverifisering kan bli forespurt for høyrisikoprofiler for å bekrefte ektheten. Kriteriene for å identifisere høyrisikoprofiler er interne og ikke gjenstand for offentliggjøring.",
      "34": "Ved å få tilgang til tjenestene levert av @wefatebot-partnere gjennom boten, gir du ditt samtykke til overføring av dataene dine til botens partnere og forstår at @wefatebot har rett til å begrense tilgangen din til tjenesten og tilleggstjenester basert på informasjon mottatt fra partnerne.",
      "35": "Bruke chatbot.",
      "36": "Etter å ha fullført profilopprettingsprosessen har du muligheten til å se profiler til andre brukere. For å bli kjent med profiler til andre brukere, må du velge \"Se profiler\".",
      "37": "Velg et element i form av et \"hjerte\" hvis du ønsker å bli kjent med brukeren. Ved manglende vilje til ytterligere bekjentskap, velg et element i form av en \"avbryt\", så vil følgende profil vises til deg.",
      "38": "Hvis du har valgt et element i form av et \"hjerte\", vil personen du har valgt dette elementet for, motta en melding om ditt valg. Hvis denne personen også velger dette elementet, vil du motta en lenke til Telegram-profilen hans, hvor du kan begynne å kommunisere gjennom Telegram-messengeren.",
      "39": "I prosessen med å se profilene, kan annonser som er plassert i samsvar med bestemmelsene i lovgivningen vises. Annonsører har ikke direkte tilgang til personlige brukerdata. I stedet brukes anonymisert og aggregert informasjon for annonsemålretting.",
      "40": "Forbudt bruk av boten",
      "41": "Vi gir deg en ikke-eksklusiv, ikke-overførbar lisens til å bruke @wefatebot i samsvar med vilkårene og betingelsene i denne avtalen.",
      "42": "Du har rett til å få tilgang til og bruke tjenesten og relatert materiale og informasjon (samlet referert til som \"innholdet\") utelukkende i samsvar med vilkårene i denne avtalen.",
      "43": "All annen bruk av tjenesten eller innholdet er strengt forbudt, og alle andre rettigheter, titler til tjenesten eller innholdet tilhører utelukkende eieren av @wefatebot, dens lisensgivere.",
      "44": "Bruk av tjenesten med det formål å annonsere relatert til ulovlige tjenester, uredelige ordninger, pyramider, darknet, utpressing, hvitvasking av penger, terrorfinansiering, gjenstander for sanksjonsregimer og andre kategorier av uakseptabel risiko for @wefatebot er forbudt.",
      "45": "Å utgi seg for en annen person ved registrering og bruk av @wefatebot er forbudt.",
      "46": "Ytringer av seksuell karakter eller hint om seksuelle handlinger mot personer under 18 år overholder ikke våre vilkår for bruk og er ulovlige i mange land. Hvis du blir oppdaget i slike handlinger, vil kontoen din bli slettet og informasjon om den vil bli overført til det lokale politiet.",
      "47": "Løsning av klager",
      "48": "Hvis du har tilbakemeldinger, spørsmål eller klager, vennligst kontakt kundestøtte (@wefatehelp).",
      "49": "Hvis du har en klage, vennligst oppgi årsaken til klagen din, hvordan du vil at vi skal løse klagen og all annen informasjon du anser som passende. Vi vil undersøke klagen din basert på informasjonen du har gitt og all informasjon gitt av @wefatebot.",
      "50": "Klagen din vil bli vurdert innen 14 (fjorten) kalenderdager fra datoen for mottak av klagen av støttetjenesten.",
      "51": "Agenten fra @wefatebot-støtteteamet kan ta følgende avgjørelser basert på klagen din:",
      "52": "Løs klagen din i samsvar med forespørselen din.",
      "53": "Ta en beslutning om å avvise klagen din og angi årsakene til avslaget.",
      "54": "Løs klagen din på en alternativ måte.",
      "55": "Du godtar å bruke klageprosedyren beskrevet i denne delen før du sender inn et krav til retten. Unnlatelse av å overholde denne bestemmelsen kan brukes som bevis på din uvilje til å avgjøre saken utenfor retten og/eller den uakseptable karakteren av klagen.",
      "56": "Suspensjon og oppsigelse av tilgang til boten",
      "57": "@wefatebot kan begrense eller avslutte tilgangen din til tjenesten hvis det kreves av en gyldig stevning, rettskjennelse eller obligatorisk kjennelse fra et offentlig organ,",
      "58": "og/eller vi mistenker med rimelighet brukeren for forbudt bruk av @wefatebot;",
      "59": "og/eller bruken av profilen din er gjenstand for rettslige prosesser, undersøkelser eller myndighetssaker;",
      "60": "og/eller vi tror det er en økt risiko for manglende overholdelse av juridiske eller regulatoriske krav angående din bruk av @wefatebot;",
      "61": "og/eller våre tjenestepartnere kan ikke støtte din bruk av tjenesten;",
      "62": "og/eller du utfører handlinger som, etter eget skjønn, omgår reglene og kontrollene vi har etablert, inkludert, men ikke begrenset til, å åpne flere profiler eller misbruke kampanjer som @wefatebot kan tilby fra tid til annen;",
      "63": "eller du bryter denne avtalen og andre @wefatebot-regler.",
      "64": "Tredjeparts innhold",
      "66": "Hvis brukerprofilene under bruken av boten inneholder (eller kan inneholde) lenker til nettsteder på Internett (tredjepartssider) samt artikler, fotografier, illustrasjoner, grafiske bilder, musikk, lyder, videoer, informasjon, applikasjoner, programmer og annet innhold som tilhører eller stammer fra tredjeparter (Third PartyvContent). Disse tredjepartene og deres innhold verifiseres ikke av tjenesten for overholdelse av noen spesielle krav (f.eks. nøyaktighet, fullstendighet, lovlighet osv.). Tjenesten er ikke ansvarlig for informasjon som legges ut på tredjepartssider som brukere får tilgang til via lenker i brukerprofiler eller tredjepartsinnhold. Brukere samhandler med tredjepartsinnhold etter eget skjønn og risiko.",
      "67": "Hvis noe tredjepartsinnhold krenker dine rettigheter eller ser ut til å være ulovlig, kan du kontakte tjenesten for gjennomgang og mulig handling, men det endelige ansvaret ligger hos skaperen eller eieren av tredjepartsinnholdet.",
      "68": "Samarbeid med rettshåndhevende instanser",
      "69": "Tjenesten samarbeider med rettshåndhevende byråer og andre autoriserte organisasjoner strengt innenfor rammen av gjeldende lover og forskrifter. Forespørsler om brukerdata eller annen informasjon må overholde følgende krav:",
      "70": "Innsending av forespørsler:",
      "71": "Forespørsler må sendes fra en offisiell e-postadresse som tilhører det anmodende rettshåndhevelsesbyrået til den angitte e-postadressen: budaev.e@gmail.com",
      "72": "Forespørselen må inneholde navn og stilling til den forespørrende tjenestemannen, formålet med og omfanget av anmodningen, og relevant dokumentasjon, for eksempel en rettskjennelse eller annen juridisk autorisasjon.",
      "73": "E-posten må også gi en Telegram-kontakt for rask kommunikasjon med den forespørrende offiseren, om nødvendig.",
      "74": "Verifisering av forespørsler",
      "75": "Tjenesten forbeholder seg retten til å bekrefte ektheten av forespørselen ved å kontakte det forespørende byrået gjennom offentlig tilgjengelige offisielle kanaler."
    }
  }
}
