{
  "page": {
    "text": {
      "1": "Personvernerklæring",
      "2": "Generelle bestemmelser",
      "3": "Denne personvernerklæringen for personopplysninger gjelder for all informasjon som er lagt ut i Telegram-bot @wefatebot (Selskapet, \"Tjenesteleverandøren\", \"Vi\"), som besøkende til boten (\"Brukerne\", \"Du\") kan gi/motta mens de bruker den.",
      "4": "Tjenesteleverandøren, i samsvar med gjeldende lovkrav, sikrer konfidensialitet av data og implementering av passende tekniske og organisatoriske tiltak for å beskytte data mot uautorisert tilgang, avsløring, utilsiktet oss, endring, ødeleggelse eller annen ulovlig behandling.",
      "5": "Denne personvernerklæringen angir vår gjeldende databeskyttelse og personvernerklæring og forpliktelser. Følgelig bestreber vi oss på å samle inn og behandle kun data som er strengt nødvendig i forbindelse med våre forhold til kunder, partnere, brukere/besøkende av tjenesten vår og nettressurser, for å tilby tjenester og/eller informasjon for spesifikke og legitime formål.",
      "6": "Vi legger ut personvernreglene våre i Telegram-boten @wefatebot i sin nyeste versjon. Vennligst les den nøye. Ved å få tilgang til og bruke denne boten bekrefter du at du har lest, forstått og godtatt denne personvernerklæringen.",
      "7": "Denne personvernerklæringen er en integrert del av brukeravtalen publisert i Telegram-boten @wefatebot og må leses for å bruke tjenesten.",
      "8": "Tjenesteleverandøren forbeholder seg retten, etter eget skjønn, til å endre denne personvernerklæringen når som helst ved å publisere en oppdatert versjon av personvernreglene i Telegram-Bot @wefatebot og, hvis endringene er betydelige, varsle brukerne om det. En modifisert eller oppdatert versjon av denne personvernerklæringen trer i kraft fra det øyeblikket den er publisert i boten. Ved å fortsette å bruke tjenesten godtar brukeren den oppdaterte personvernerklæringen.",
      "9": "Tjenesten er basert på algoritmene til Telegram-applikasjonen, så se også Telegrams vilkår for bruk og personvernerklæring.",
      "10": "Informasjonen vi samler inn om deg",
      "11": "Hovedformålet som tjenesteleverandøren samler inn dataene dine for er å gi deg tjenester for bruk av Telegram-boten @wefatebot (heretter referert til som tjenestene). I prosessen med å tilby våre tjenester til deg, for å kunne bruke og forbedre tjenestene våre, må vi samle inn personopplysninger om deg.",
      "12": "Tjenesteleverandøren vil samle inn og behandle følgende data om deg:",
      "13": "Informasjon som du gir oss: Du gir oss følgende informasjon om deg selv under registreringsprosessen for å bruke tjenestene våre: kallenavn, kjønn, alder, legning, byen du ønsker å bli kjent med, språket tjenesten skal drives på. Informasjonen kan også inkludere en lenke til en personlig profil, en personlig konto-ID i Telegram Messenger og språket til Telegram Messenger. I tillegg er dette informasjon du oppgir ved å fortsette å bruke tjenestene våre, delta i en kampanje eller undersøkelse, samt rapportere problemer med tjenestene våre.",
      "14": "Informasjon vi samler inn om deg: Tjenesteleverandøren kan automatisk samle inn følgende informasjon:",
      "15": "Teknisk informasjon, inkludert registreringsdata, operativsystem og enhetsdata.",
      "16": "Detaljer om transaksjonene du gjør når du bruker våre tjenester.",
      "17": "Videomateriale for verifiseringsformål: For brukere med høy risiko kan vi samle inn videomateriale som en del av bekreftelsesprosessen. Disse videoene brukes utelukkende for å bekrefte ektheten til brukerens profil, forhindre svindel og forbedre tjenestesikkerheten. Kriteriene for å identifisere høyrisikoprofiler er interne og ikke gjenstand for avsløring, noe som sikrer at sikkerhetstiltak forblir effektive mot misbruk eller manipulasjon.",
      "18": "Informasjon fra andre kilder: Tjenesteleverandøren kan motta informasjon om deg hvis du bruker noen av nettsidene vi administrerer eller andre tjenester vi tilbyr.",
      "19": "Du samtykker i at vi har rett til, men er ikke forpliktet til å lagre all innsamlet personlig informasjon i hele perioden for din bruk av tjenestene våre og i en periode som er foreskrevet av loven, men ikke mer enn 5 (fem) år. Lagringsperioden kan forlenges med en periode på ikke over 1 (ett) år, dersom det foreligger en begrunnet anmodning fra vedkommende myndighet.",
      "20": "Tjenesteleverandøren behandler ikke data fra mindreårige med hensikt. Tjenesteleverandøren anbefaler å bruke boten til personer over 18 år. Ansvaret for mindreåriges handlinger, inkludert kjøp av tjenester av dem, ligger hos mindreåriges juridiske representanter. Alle besøkende under 18 år må innhente tillatelse fra sine juridiske representanter før de oppgir informasjon om seg selv. Dersom Tjenesteyter blir oppmerksom på at han har mottatt informasjon om en mindreårig uten samtykke fra juridiske representanter, vil slike opplysninger bli slettet så snart som mulig.",
      "21": "Hvordan vi beskytter informasjonen din",
      "22": "Tjenesteleverandøren holder din personlige informasjon sikker ved å bruke sikker lagring med kryptering i henhold til industristandarder, og vi har implementert en rekke sikkerhetstiltak for å sikre at informasjonen din ikke går tapt, misbrukes eller endres, inkludert, men ikke begrenset til følgende:",
      "23": "Fysiske tiltak:",
      "24": "De fysiske mediene som inneholder dataene dine vil bli lagret innendørs, også spesielle fysiske midler for beskyttelse av informasjon (omkringliggende ytre gjerder, videoovervåkingssystem, adgangskontrollsystem som bruker merker og biometrisk gjenkjenningssystem, inkludert infrarød beskyttelse av områdegrenser) brukes.",
      "25": "Elektroniske tiltak:",
      "26": "Dataene vil bli lagret i datasystemer og på fysiske databærere, som håndheves av strenge adgangsbegrensninger.",
      "27": "Ledelsestiltak:",
      "28": "Tilgangsnivåer er atskilt slik at kun autoriserte ansatte har lov til å komme i kontakt med dataene dine, og slike ansatte har forpliktet seg til å overholde våre interne regler for personvern.",
      "29": "Tekniske tiltak:",
      "30": "Krypteringsteknologi kan brukes til å overføre og lagre dataene dine. Vi bruker ulike sikkerhetsteknologier og kontroller som for øyeblikket er tilgjengelige for å minimere risikoen for at dataene dine kan bli avslørt, ødelagt, misbrukt, innhentet uten tillatelse, avslørt uten tillatelse eller endret. Våre tekniske sikkerhetsteam overvåker aktivt unormal og ondsinnet aktivitet på våre servere og tjenester.",
      "31": "Andre tiltak:",
      "32": "Vi bestreber oss på å beskytte informasjonen din mot uautorisert tilgang, modifikasjon, avsløring eller ødeleggelse av dataene vi samler inn og lagrer.",
      "33": "Vi iverksetter ulike tiltak for å sikre informasjonssikkerhet, inkludert:",
      "34": "Kryptering av meldingene våre med deg;",
      "35": "Periodisk analyse av våre datainnsamlings-, lagrings- og behandlingsmetoder;",
      "36": "Begrenset tilgang til dine data basert på nødvendig kunnskap for våre ansatte og leverandører, som er underlagt strenge kontraktsmessige konfidensialitetsforpliktelser.",
      "37": "Vær oppmerksom på at det er umulig å garantere 100 % sikkerhet for informasjon. Derfor ber vi deg om å iverksette tiltak for å beskytte dine personopplysninger.",
      "38": "Du godtar at tjenesteleverandøren ikke er ansvarlig for informasjonslekkasje og andre tap som ikke er forårsaket av vår hensikt eller grov uaktsomhet, inkludert, men ikke begrenset til, hackerangrep, strømbrudd eller uunngåelig teknisk svikt, i den maksimale utstrekning loven tillater, lekkasje av brukerdata på grunn av hans egen feil.",
      "39": "Hvis du mistenker at din personlige informasjon har blitt kompromittert, vennligst kontakt oss umiddelbart.",
      "40": "Måter å bruke dataene dine på",
      "41": "Vi bruker informasjonen vi samler inn om deg til følgende formål eller på følgende måter:",
      "42": "For å tilby våre tjenester: Tjenesteleverandøren bruker den innsamlede informasjonen til å oppfylle sine forpliktelser angående deg, for å gi deg informasjon, produkter og tjenester, for å opprettholde og gi bedre tjenester, for å bekrefte identiteten din.",
      "43": "For å overholde lovens krav: Tjenesteleverandøren vil bruke informasjonen i samsvar med våre juridiske forpliktelser, offentlige forespørsler og rimelige brukerforespørsler.",
      "44": "For forskning og utvikling:",
      "45": "Tjenesteleverandøren måler og analyserer aktivt data for administrasjonen av våre tjenester og for intern drift, inkludert feilsøking, dataanalyse, testing, forskning, statistikk og gjennomgangsformål, samt for å forstå hvordan du bruker og samhandler med tjenestene våre.",
      "46": "Denne gjennomgangen blir utført av våre driftsteam for å kontinuerlig forbedre tjenestene våre og fikse problemer med brukergrensesnittet. I tillegg bruker tjenesteleverandøren slik informasjon til å tilpasse, måle og forbedre tjenestene våre, innholdet og utformingen av nettsidene våre, samt utvikle nye tjenester.",
      "47": "Vi overvåker kontinuerlig informasjon om aktiviteter i systemene våre og vår kommunikasjon med brukere for å søke etter og raskt fikse problemer.",
      "48": "For å kommunisere med deg: Uten å samle inn og behandle dataene dine for å bekrefte hver melding, vil ikke tjenesteleverandøren kunne svare på forespørslene du sender.",
      "49": "For å sikre overholdelse av våre vilkår og betingelser: Informasjonen som samles inn brukes også til kontinuerlig og aktivt å overholde våre vilkår og betingelser, inkludert, men ikke begrenset til, gjennomgang, undersøkelse og hindring av potensielt forbudte eller ulovlige aktiviteter som kan bryte med bestemmelsene ovenfor, eller avsløre relevant informasjon til en tredjepart i samsvar med dem.",
      "50": "For videoverifisering: Videomateriale som samles inn som en del av verifiseringen, brukes til å bekrefte profilens autentisitet og forhindre uredelig aktivitet. I tillegg kan anonymiserte videodata brukes til analyse, forbedring av sikkerhetsalgoritmer og utvikling av nye funksjoner.",
      "51": "For markedsføring og annonsering: Tjenesteleverandøren kan dele din personlige informasjon med våre markedsføringspartnere for målretting, modellering og/eller analyser, samt markedsføring og annonsering. Annonsører har ikke direkte tilgang til personlige brukerdata. I stedet bruker tjenesteleverandøren anonymisert og aggregert informasjon for å målrette annonser effektivt uten å kompromittere brukernes personvern.",
      "52": "For målrettet annonsering: Vi kan bruke din personlige informasjon, slik som kjønn, alder og geografisk plassering, for å tilby personlig tilpassede annonser og sponset innhold i samarbeid med våre annonsepartnere.",
      "53": "For andre formål: Tjenesteleverandøren kan avsløre din personlige informasjon til andre formål som du gir ytterligere samtykke til, uttrykt ved å signere et skriftlig dokument eller fylle ut et elektronisk skjema levert av tjenesteleverandøren.",
      "54": "Rettslig grunnlag for behandling",
      "55": "Når vi behandler dataene dine, vil vi stole på ett av følgende juridiske grunnlag for behandling. Vi kan behandle dataene dine av flere legitime grunner, avhengig av det spesifikke formålet vi bruker dataene dine til.",
      "56": "Gjennomføring av kontrakten:",
      "57": "Vi kan behandle data dersom behandlingen av dataene dine er nødvendig for å oppfylle våre forpliktelser i henhold til brukeravtalen som vi har inngått med deg.",
      "58": "Juridisk forpliktelse eller i allmennhetens interesse:",
      "59": "Vi er pålagt å behandle dataene dine i samsvar med juridiske forpliktelser.",
      "60": "Formålet med behandlingen inkluderer kontroll over identitetsverifisering, forebygging av hvitvasking og svindel, risikokontrolltiltak, samt å gi informasjon til en kompetent myndighet, offentlig etat eller rettshåndhevelsesorgan.",
      "61": "Legitime interesser:",
      "62": "Om nødvendig kan vi behandle data hvis vi eller tredjeparten har en legitim interesse i å forfølge kommersielle og forretningsmessige interesser, unntatt i tilfeller der slike interesser overlapper med dine interesser, grunnleggende rettigheter og friheter.",
      "63": "Ditt samtykke:",
      "64": "Under visse omstendigheter kan vi be om spesifikk tillatelse fra deg til å behandle ytterligere personlig informasjon for visse formål.",
      "65": "Dine data vil bli behandlet på denne måten hvis du godtar det. Hvis det rettslige grunnlaget er samtykket du har gitt, kan du når som helst trekke tilbake samtykket. Tilbakekalling av ditt samtykke vil ikke påvirke lovligheten av dataene som ble behandlet før tilbakekalling.",
      "66": "Hvem mottar dataene dine",
      "67": "Tjenesteleverandøren mottar dataene dine for å oppfylle forespørsler og levere tjenester, samt for å oppfylle våre kontraktsmessige og juridiske forpliktelser.",
      "68": "Vi overfører dataene dine til tredjeparter hvis det er nødvendig for våre legitime forretningsbehov, for å oppfylle forespørsler, yte tjenester og/eller i samsvar med lovens krav eller tillatelser. Tredjeparter under slike omstendigheter:",
      "69": "Tjenesteleverandører:",
      "70": "Tjenesteleverandøren vil utlevere dataene til tredjepartspartnere og tjenesteleverandører (behandlere) slik at de kan behandle dem på våre vegne, der det er nødvendig. Disse tjenesteleverandørene er pålagt å gi tilstrekkelige garantier i henhold til databeskyttelsesloven (for eksempel å være bundet av kontraktsmessige forpliktelser angående konfidensialitet og databeskyttelse). Vi vil kun overføre dataene de trenger for å tilby sine tjenester.",
      "71": "Revisorer og konsulenter:",
      "72": "Vi kan avsløre data for formål og i sammenheng med inspeksjoner (for eksempel eksterne inspeksjoner, sikkerhetssjekker) til juridiske og andre konsulenter for å undersøke sikkerhetsspørsmål, risikoer, klager osv.",
      "73": "Regulerende myndigheter, rettshåndhevelsesbyråer, domstoler:",
      "74": "Tjenesteleverandøren kan utlevere data i samsvar med gjeldende lover, regulatoriske forpliktelser, for å svare på forespørsler fra regulatoriske myndigheter, myndigheter og rettshåndhevende byråer, domstoler og rettskjennelser.",
      "75": "Andre personer:",
      "76": "Andre mottakere kan være alle fysiske/juridiske personer som du ber om å overføre dataene dine (for eksempel en lenke osv.) eller gi ditt samtykke til overføring av data.",
      "77": "Tjenesteleverandøren kan også avsløre dine data under slike omstendigheter som:",
      "78": "For å beskytte våre rettigheter, sikkerhet eller eiendom, samt rettighetene til våre kunder eller tredjeparter/offentligheten. Dette inkluderer deling av informasjon med andre selskaper og organisasjoner med det formål hvitvasking, svindelforebygging og lignende risikoer.",
      "79": "Hvis vi er pålagt å avsløre eller overføre dataene dine i samsvar med juridiske eller regulatoriske forpliktelser eller forespørsler.",
      "80": "Brukerrettigheter",
      "81": "Brukere har rett til:",
      "82": "Få tilgang til og be om detaljer om informasjonen vi har.",
      "83": "Be om rettelser av unøyaktig eller utdatert informasjon.",
      "84": "Be om sletting eller anonymisering av data som ikke lenger er nødvendig for de angitte formålene.",
      "85": "Innsigelse mot behandling basert på legitime interesser.",
      "86": "Trekk tilbake samtykke til databehandling der det er aktuelt.",
      "87": "Oppbevaringsperioder og databehandling"
    }
  }
}
