{
  "page": {
    "text": {
      "1": "הסכם משתמש",
      "2": "מָבוֹא",
      "3": "הסכם משתמש זה (\"הסכם\") מספק את השימוש בבוט Telegram @wefatebot (\"שירות\", \"בוט\", \"אנחנו\") על ידי המשתמש (\"משתמש\", \"לקוח\", \"אתה\").",
      "4": "לפני השימוש בשירות, אתה מסכים שקראת וקיבלת את כל התנאים וההגבלות הכלולים בהסכם זה ובמדיניות הפרטיות שלנו הזמינה ב-@wefatebot.",
      "5": "בהתחלת השימוש בשירות או בפונקציות הפרטניות שלו, ייחשב המשתמש כאילו קיבל את תנאי ההסכם במלואם, ללא כל הסתייגויות וחריגים.",
      "6": "תנאי הסכם זה חלים על כל המשתמשים ואנשים אחרים שניגשים לשירות או משתמשים בו. אם אינך מסכים לקבל ולציית לאחד מתנאי הסכם זה, או אם ההסכם סותר את חוקי המדינה שלך או את חוקי מיקומך, תסכים לא להשתמש ב-@wefatebot. אם לא תעשה זאת, תישא באחריות לכל ההפסדים והנזקים שייגרמו לבוט או לצדדים שלישיים כתוצאה מסירובך.",
      "7": "השירות עשוי מעת לעת, לפי שיקול דעתו, לבצע שינויים ושיפורים בהסכם זה.",
      "8": "על ידי המשך השימוש בשירות לאחר ביצוע שינויים אלה, אתה נחשב כמי שחתמת והסכמת לשינויים.",
      "9": "השירות מבוסס על האלגוריתמים של אפליקציית טלגרם, לכן נא לעיין גם בתנאי השימוש ומדיניות הפרטיות של טלגרם.",
      "10": "השירותים הניתנים",
      "11": "הבוט מספק שירותי היכרויות ותקשורת: הבוט מספק הזדמנות ליצור פרופילים שניתן לראות על ידי משתמשים אחרים ולאהוב אותם או לא לאהוב אותם. חיבה הדדית של פרופילים גורמת להחלפת פרטי הקשר של טלגרם להמשך תקשורת.",
      "12": "כדי להבטיח בטיחות וחווית משתמש מותאמת, הבוט מפריד בין פרופילים של משתמשים מתחת לגיל 18 (קטינים) מאלה של משתמשים בוגרים. בידוד זה ממזער אינטראקציות בין קטינים למבוגרים ומשפר את בטיחות הסביבה עבור משתמשים צעירים יותר.",
      "13": "תנאי שימוש",
      "14": "כדי להיות זכאי להשתמש בשירות, אתה מצהיר ומתחייב כי:",
      "15": "אתה אדם בעל יכולת משפטית מלאה ויכולת פיזית ובעל סמכות מספקת להסכים למסמך זה.",
      "16": "אינך מספק לנו מידע מטעה, כוזב או הונאה.",
      "17": "לא נאסרתם בעבר או הוגבלתם להשתמש בשירות שלנו.",
      "18": "אינך מפר אף אחד מהוראות הסכם זה או חוקים ותקנות החלים.",
      "19": "אתה אחראי לציות לחוקים הרלוונטיים בשטח מגוריך (רישום) שממנו אתה ניגש ל-@wefatebot.",
      "20": "משתמשים מתחת לגיל 18 חייבים לקבל הסכמה מפורשת מהנציגים המשפטיים שלהם לפני השימוש בשירות. על ידי המשך השימוש בשירות, קטינים מאשרים כי ניתנה הסכמה כזו. השירות אינו אחראי לכל שימוש על ידי קטינים ללא הסכמה כזו.",
      "21": "השירות ממליץ להשתמש בבוט לאנשים מעל גיל 18. קטינים רשאים להשתמש בבוט רק כדי למצוא חברים או לעסוק בתקשורת לא רומנטית, בתנאי שקיבלו אישור מנציגיהם החוקיים.",
      "22": "כדי לשפר את הבטיחות, הבוט מבטיח שפרופילים של קטינים לא יוצגו למשתמשים בוגרים, ולהיפך. הפרדה זו היא אמצעי קריטי למניעת אינטראקציות לא רצויות או בלתי הולמות.",
      "23": "השירות שומר לעצמו את הזכות להגביל או לאסור את השימוש בבוט בתחומי שיפוט מסוימים, אם נדרש על פי החוק החל.",
      "24": "אתה גם מתחייב שלא תעשה שימוש לרעה בשירות או מנסה לשבש או להפריע לו בדרך אחרת, למשל, אל תשתמש בבוט לפעולות הונאה או מטעות, החדרת תוכנות זדוניות, פריצה, הפצת דואר זבל, או עקיפת המערכות או אמצעי האבטחה שלנו.",
      "25": "אתה יכול גם להודיע ​​ל-@wefatebot אם ברצונך להפסיק את הגישה לבוט בכל עת על ידי שליחת בקשת תמיכה.",
      "26": "הליך רישום ושימוש בבוט",
      "27": "הליך הרשמה.",
      "28": "שולח בקשה.",
      "29": "כדי להתחיל להשתמש ב-@wefatebot, עליך להפעיל את הבוט ולספק ל-@wefatebot את הנתונים הנדרשים ליצירת הפרופיל של המשתמש של הבוט. הנתונים כוללים: כינוי, מין, גיל, אוריינטציה, העיר בה אתם מתכננים להכיר, השפה, התמונה/סרטון שסופק על ידי המשתמש.",
      "30": "המשתמש יכול גם להוסיף תיאור של תחומי העניין, התחביבים שלו ומידע אחר בפרופיל.",
      "31": "אימות וניטור משתמשים.",
      "32": "אנו שומרים לעצמנו את הזכות להגביל או לחסום את הגישה שלך ל-@wefatebot ולדחות את הרישום אם נזהה סיכון להונאה או כל פעילות בלתי חוקית אחרת.",
      "33": "אנו עשויים גם לדרוש ממך לספק מידע נוסף או להמתין זמן מה לאחר השלמת מסירת הנתונים לפני שנאפשר לך להשתמש בשירותים. ייתכן שיתבקש אימות וידאו עבור פרופילים בסיכון גבוה כדי לאשר את האותנטיות. הקריטריונים לזיהוי פרופילים בסיכון גבוה הם פנימיים ואינם כפופים לחשיפה.",
      "34": "על ידי גישה לשירותים הניתנים על ידי שותפי @wefatebot דרך הבוט, אתה נותן את הסכמתך להעברת הנתונים שלך לשותפי הבוט ומבין כי ל-@wefatebot יש את הזכות להגביל את הגישה שלך לשירות ולשירותים נוספים בהתבסס על מידע שהתקבל משותפיו.",
      "35": "שימוש בצ'אטבוט.",
      "36": "לאחר השלמת תהליך יצירת הפרופיל, יש לך הזדמנות לצפות בפרופילים של משתמשים אחרים. על מנת להכיר את הפרופילים של משתמשים אחרים, עליך לבחור \"הצג פרופילים\".",
      "37": "בחר פריט בצורת \"לב\" אם אתה רוצה להכיר את המשתמש. במקרה של חוסר רצון להיכרות נוספת, בחרו פריט בצורת \"ביטול\", אז יוצג לכם הפרופיל הבא.",
      "38": "אם בחרת פריט בצורת \"לב\", אז מי שבגינו בחרת פריט זה יקבל הודעה על בחירתך. אם אדם זה גם בוחר בפריט זה, תקבל קישור לפרופיל הטלגרם שלו, שבו תוכל להתחיל לתקשר דרך השליח של הטלגרם.",
      "39": "בתהליך הצפייה בפרופילים, ניתן להציג פרסומות המוצגות בהתאם להוראות החקיקה. למפרסמים אין גישה ישירה לנתוני משתמש אישיים. במקום זאת, מידע אנונימי ומצטבר משמש למיקוד מודעות.",
      "40": "שימוש אסור בבוט",
      "41": "אנו מעניקים לך רישיון לא בלעדי, שאינו ניתן להעברה, להשתמש ב-@wefatebot בהתאם לתנאים וההגבלות של הסכם זה.",
      "42": "יש לך את הזכות לגשת ולהשתמש בשירות ובחומרים ומידע קשורים (המכונה ביחד \"התוכן\") אך ורק בהתאם לתנאי הסכם זה.",
      "43": "כל שימוש אחר בשירות או בתוכן אסור בהחלט, וכל הזכויות האחרות, הכותרות לשירות או לתוכן שייכות בלעדית לבעלים של @wefatebot, מעניקי הרישיונות שלו.",
      "44": "השימוש בשירות למטרת פרסום הקשור לשירותים בלתי חוקיים, מזימות הונאה, פירמידות, darknet, סחיטה, הלבנת הון, מימון טרור, נושאי משטרי סנקציות וקטגוריות אחרות של סיכון בלתי מקובל עבור @wefatebot אסור.",
      "45": "התחזות לאדם אחר בעת רישום ושימוש ב-@wefatebot אסורה.",
      "46": "ביטויים בעלי אופי מיני או רמזים למעשים מיניים נגד אנשים מתחת לגיל 18 אינם עומדים בתנאי השירות שלנו והם בלתי חוקיים במדינות רבות. אם תתגלה בפעולות כאלה, חשבונך יימחק ומידע אודותיו יועבר למשטרה המקומית.",
      "47": "פתרון תלונות",
      "48": "אם יש לך משוב, שאלות או תלונות, אנא צור קשר עם תמיכת הלקוחות (@wefatehelp).",
      "49": "אם יש לך תלונה, אנא ציין את הסיבה לתלונתך, כיצד תרצה שנפתור את התלונה וכל מידע אחר שאתה רואה לנכון. אנו נחקור את תלונתך בהתבסס על המידע שסיפקת וכל מידע שסופק על ידי @wefatebot.",
      "50": "תלונתך תישקל תוך 14 (ארבעה עשר) ימים קלנדריים מתאריך קבלת התלונה על ידי שירות התמיכה.",
      "51": "הסוכן מצוות התמיכה @wefatebot עשוי לקבל את ההחלטות הבאות בהתבסס על תלונתך:",
      "52": "פתרו את תלונתכם בהתאם לבקשתכם.",
      "53": "קבל החלטה לדחות את תלונתך וציין את הסיבות לדחייה.",
      "54": "פתרו את תלונתכם בדרך חלופית.",
      "55": "אתה מסכים להשתמש בהליך התלונה המתואר בסעיף זה לפני הגשת תביעה לבית המשפט. אי עמידה בהוראה זו עשויה לשמש ראיה לאי נכונותך להסדיר את הסוגיה מחוץ לבית המשפט ו/או לאופי הבלתי מקובל של התלונה.",
      "56": "השעיה והפסקת גישה לבוט",
      "57": "@wefatebot עשוי להגביל או להפסיק את הגישה שלך לשירות אם יידרש על ידי זימון תקף, צו בית משפט או צו מחייב של סוכנות ממשלתית,",
      "58": "ו/או אנו חושדים באופן סביר את המשתמש בשימוש אסור ב-@wefatebot;",
      "59": "ו/או השימוש בפרופיל שלך הוא נושא לכל הליכים משפטיים, חקירות או הליכים ממשלתיים;",
      "60": "ו/או אנו מאמינים שקיים סיכון מוגבר לאי ציות לדרישות חוקיות או רגולטוריות בנוגע לשימוש שלך ב-@wefatebot;",
      "61": "ו/או שותפי השירות שלנו אינם יכולים לתמוך בשימוש שלך בשירות;",
      "62": "ו/או אתה נוקט בפעולות אשר, לפי שיקול דעתנו הבלעדי, עוקפות את הכללים והבקרות שקבענו, לרבות, אך לא רק, פתיחת מספר פרופילים או ניצול לרעה של מבצעים ש-@wefatebot עשוי להציע מעת לעת;",
      "63": "או שאתה מפר הסכם זה וכללי @wefatebot אחרים.",
      "64": "תוכן של צד שלישי",
      "66": "אם במהלך השימוש בבוט, פרופילי המשתמש מכילים (או עשויים להכיל) קישורים לאתרים באינטרנט (אתרי צד שלישי) וכן מאמרים, תמונות, איורים, תמונות גרפיות, מוזיקה, צלילים, סרטונים, מידע, אפליקציות, תוכניות ותכנים אחרים השייכים או שמקורם בצדדים שלישיים (Third PartyvContent). צדדים שלישיים אלה והתכנים שלהם אינם מאומתים על ידי השירות לעמידה בדרישות מסוימות כלשהן (למשל, דיוק, שלמות, חוקיות וכו'). השירות אינו אחראי לכל מידע המתפרסם באתרי צד שלישי שאליהם משתמשים ניגשים באמצעות קישורים בפרופילי משתמש או תוכן של צד שלישי. משתמשים מקיימים אינטראקציה עם תוכן של צד שלישי על פי שיקול דעתם ובסיכון שלהם.",
      "67": "אם תוכן צד שלישי כלשהו מפר את זכויותיך או נראה בלתי חוקי, אתה רשאי לפנות לשירות לבדיקה ולפעולה אפשרית, אך האחריות הסופית היא של היוצר או הבעלים של תוכן הצד השלישי.",
      "68": "שיתוף פעולה עם רשויות אכיפת החוק",
      "69": "השירות משתף פעולה עם רשויות אכיפת חוק וארגונים מורשים אחרים אך ורק במסגרת החוקים והתקנות החלים. בקשות לנתוני משתמש או מידע אחר חייבות לעמוד בדרישות הבאות:",
      "70": "הגשת בקשות:",
      "71": "יש לשלוח בקשות מכתובת דוא\"ל רשמית השייכת לסוכנות אכיפת החוק המבקשת לאימייל המיועד: budaev.e@gmail.com",
      "72": "על הבקשה לכלול את שמו ותפקידו של הקצין המבקש, מטרת והיקף הבקשה ותיעוד רלוונטי, כגון צו בית משפט או הסמכה משפטית אחרת.",
      "73": "הדוא\"ל חייב לספק גם איש קשר בטלגרם לתקשורת מהירה עם הקצין המבקש, במידת הצורך.",
      "74": "אימות של בקשות",
      "75": "השירות שומר לעצמו את הזכות לאמת את האותנטיות של הבקשה על ידי פנייה לסוכנות המבקשת באמצעות ערוצים רשמיים זמינים לציבור."
    }
  }
}
