{
  "page": {
    "text": {
      "1": "מדיניות פרטיות",
      "2": "הוראות כלליות",
      "3": "מדיניות פרטיות זו של נתונים אישיים חלה על כל המידע המתפרסם ב- Telegram-bot @wefatebot (החברה, \"ספק השירות\", \"אנחנו\"), שהמבקרים בבוט (\"המשתמשים\", \"אתם\") עשויים לספק/לקבל בזמן השימוש בו.",
      "4": "ספק השירות, בהתאם לדרישות החוק החלות, מבטיח את סודיות הנתונים ואת יישום האמצעים הטכניים והארגוניים המתאימים כדי להגן על הנתונים מפני גישה בלתי מורשית, חשיפה, אוספים בשוגג, שינוי, הרס או עיבוד בלתי חוקי אחר.",
      "5": "מדיניות פרטיות זו מפרטת את הגנת הנתונים ואת מדיניות הפרטיות והמחויבויות הנוכחיות שלנו. בהתאם לכך, אנו שואפים לאסוף ולעבד רק נתונים הנחוצים בהחלט בהקשר של מערכות היחסים שלנו עם לקוחות, שותפים, משתמשים/מבקרים של השירות שלנו ומשאבים מקוונים, כדי לספק שירותים ו/או מידע למטרות ספציפיות ולגיטימיות.",
      "6": "אנו מפרסמים את מדיניות הפרטיות שלנו בבוט Telegram @wefatebot בגרסה האחרונה שלו. אנא קרא אותו בעיון. על ידי גישה ושימוש בבוט זה, אתה מאשר שקראת, הבנת והסכמת למדיניות פרטיות זו.",
      "7": "מדיניות פרטיות זו היא חלק בלתי נפרד מהסכם המשתמש שפורסם בבוט Telegram @wefatebot ונדרש לקרוא על מנת להשתמש בשירות.",
      "8": "ספק השירות שומר לעצמו את הזכות, לפי שיקול דעתו הבלעדי, לשנות את מדיניות הפרטיות הזו בכל עת על ידי פרסום גרסה מעודכנת של מדיניות הפרטיות ב- Telegram-Bot @wefatebot, ובמידה והשינויים משמעותיים, הודעה על כך למשתמשים. גרסה שונה או מעודכנת של מדיניות פרטיות זו נכנסת לתוקף מרגע פרסומו בבוט. על ידי המשך השימוש בשירות, המשתמש מסכים למדיניות הפרטיות המעודכנת.",
      "9": "השירות מבוסס על האלגוריתמים של אפליקציית טלגרם, לכן נא לעיין גם בתנאי השימוש ומדיניות הפרטיות של טלגרם.",
      "10": "המידע שאנו אוספים עליך",
      "11": "המטרה העיקרית שלשמה ספק השירות אוסף את הנתונים שלך היא לספק לך שירותים לשימוש בבוט Telegram @wefatebot (להלן השירותים). בתהליך אספקת השירותים שלנו לך, על מנת שנוכל להשתמש ולשפר את השירותים שלנו, עלינו לאסוף מידע אישי עליך.",
      "12": "ספק השירות יאסוף ויעבד את הנתונים הבאים עליך:",
      "13": "מידע שאתה מספק לנו: אתה מספק לנו את המידע הבא על עצמך במהלך תהליך ההרשמה לשימוש בשירותים שלנו: כינוי, מין, גיל, אוריינטציה, העיר בה אתה רוצה להכיר, השפה שבה השירות יופעל. המידע עשוי לכלול גם קישור לפרופיל אישי, מזהה חשבון אישי ב-Telegram Messenger, ושפת ה-Telegram Messenger. בנוסף, זהו מידע שאתה מספק על ידי המשך השימוש בשירותים שלנו, השתתפות במבצע או סקר, כמו גם דיווח על בעיות בשירותים שלנו.",
      "14": "מידע שאנו אוספים עליך: ספק השירות עשוי לאסוף אוטומטית את המידע הבא:",
      "15": "מידע טכני, כולל נתוני הרישום שלך, מערכת ההפעלה ונתוני המכשיר.",
      "16": "פרטים על העסקאות שאתה מבצע בעת השימוש בשירותים שלנו.",
      "17": "חומרי וידאו למטרות אימות: עבור משתמשים בסיכון גבוה, אנו עשויים לאסוף חומרי וידאו כחלק מתהליך האימות. סרטונים אלו משמשים אך ורק כדי לאשר את האותנטיות של פרופיל המשתמש, למנוע הונאה ולשפר את אבטחת השירות. הקריטריונים לזיהוי פרופילים בסיכון גבוה הם פנימיים ואינם כפופים לחשיפה, מה שמבטיח שאמצעי אבטחה יישארו יעילים נגד שימוש לרעה או מניפולציה.",
      "18": "מידע ממקורות אחרים: ספק השירות עשוי לקבל מידע אודותיך אם תשתמש באחד מהאתרים שאנו מנהלים או בשירותים אחרים שאנו מספקים.",
      "19": "אתה מסכים שיש לנו את הזכות, אך איננו מחויבים לאחסן את כל המידע האישי שנאסף במשך כל תקופת השימוש שלך בשירותים שלנו ולמשך תקופה שנקבעה בחוק, אך לא יותר מ-5 (חמש) שנים. ניתן להאריך את תקופת האחסון לתקופה שלא תעלה על שנה (אחת), אם ישנה בקשה מנומקת מהרשות המוסמכת.",
      "20": "ספק השירות אינו מעבד בכוונה את הנתונים של קטינים. נותן השירות ממליץ להשתמש בבוט לאנשים מעל גיל 18. האחריות לפעולות של קטינים, לרבות רכישת שירותים על ידם, מוטלת על הנציגים המשפטיים של קטינים. כל המבקרים מתחת לגיל 18 נדרשים לקבל אישור מנציגיהם המשפטיים לפני מתן מידע כלשהו על עצמם. אם נודע לנותן השירות כי קיבל מידע על קטין ללא הסכמת נציגים משפטיים, מידע כאמור יימחק בהקדם האפשרי.",
      "21": "כיצד אנו מגנים על המידע שלך",
      "22": "ספק השירות שומר על אבטחת המידע האישי שלך באמצעות אחסון מאובטח עם הצפנה על פי תקני התעשייה, ויישמנו מספר אמצעי אבטחה כדי להבטיח שהמידע שלך לא יאבד, לא יעשה שימוש לרעה או ישונה, כולל, אך לא מוגבל לתנאים הבאים:",
      "23": "אמצעים פיזיים:",
      "24": "המדיה הפיזית המכילה את הנתונים שלך תישמר בתוך הבית, כמו כן נעשה שימוש באמצעים פיזיים מיוחדים להגנה על מידע (מסביב גדרות חיצוניות, מערכת מעקב וידאו, מערכת בקרת כניסה באמצעות תגים ומערכת זיהוי ביומטרי, כולל הגנה אינפרא אדום על גבולות האתר).",
      "25": "אמצעים אלקטרוניים:",
      "26": "הנתונים יאוחסנו במערכות מחשוב ובמנשאי נתונים פיזיים, הנאכפים בהגבלות כניסה מחמירות.",
      "27": "אמצעי ניהול:",
      "28": "רמות הגישה מופרדות כך שרק עובדים מורשים רשאים לבוא במגע עם הנתונים שלך, ועובדים כאלה התחייבו לציית לכללי פרטיות הנתונים הפנימיים שלנו.",
      "29": "אמצעים טכניים:",
      "30": "ניתן להשתמש בטכנולוגיית הצפנה כדי להעביר ולאחסן את הנתונים שלך. אנו משתמשים בטכנולוגיות ובקרות אבטחה שונות הזמינות כיום כדי למזער את הסיכון שהנתונים שלך עלולים להיחשף, להיפגם, לעשות שימוש לרעה, להשיג ללא רשות, להיחשף ללא רשות או להשתנות. צוותי האבטחה הטכניים שלנו עוקבים באופן פעיל אחר פעילות חריגה וזדונית בשרתים ובשירותים שלנו.",
      "31": "אמצעים נוספים:",
      "32": "אנו שואפים להגן על המידע שלך מפני גישה בלתי מורשית, שינוי, חשיפה או השמדה של הנתונים שאנו אוספים ומאחסנים.",
      "33": "אנו נוקטים באמצעים שונים כדי להבטיח אבטחת מידע, לרבות:",
      "34": "הצפנת ההודעות שלנו איתך;",
      "35": "ניתוח תקופתי של שיטות איסוף הנתונים, האחסון והעיבוד שלנו;",
      "36": "גישה מוגבלת לנתונים שלך מבוססת על הידע הדרוש לעובדים ולספקים שלנו, הכפופים לחובות סודיות חוזית קפדנית."
    }
  }
}
