{
  "page": {
    "text": {
      "1": "угода користувача",
      "2": "вступ",
      "3": "Ця Угода користувача («Угода») передбачає використання бота Telegram @wefatebot («Сервіс», «Бот», «Ми») користувачем («Користувач», «Клієнт», «Ви»).",
      "4": "Перед використанням Сервісу ви підтверджуєте, що ви прочитали та прийняли всі положення та умови, які містяться в цій Угоді та в нашій Політиці конфіденційності, доступній на @wefatebot.",
      "5": "Починаючи використання Сервісу або його окремих функцій, Користувач вважається таким, що прийняв умови Угоди в повному обсязі, без будь-яких застережень і винятків.",
      "6": "Умови цієї Угоди застосовуються до всіх користувачів та інших осіб, які отримують доступ або використовують Сервіс. Якщо ви не погоджуєтеся прийняти та дотримуватися будь-яких умов цієї Угоди або якщо Угода суперечить законам вашої країни чи законам вашої країни, ви погоджуєтеся не використовувати @wefatebot. Якщо ви цього не зробите, ви несете відповідальність за всі збитки та збитки, заподіяні боту або третім особам у результаті вашої відмови.",
      "7": "Сервіс може час від часу на свій розсуд вносити зміни та вдосконалення в цю Угоду.",
      "8": "Продовжуючи використовувати Сервіс після внесення цих змін, ви підтверджуєте та погоджуєтеся з ними.",
      "9": "Послуга базується на алгоритмах програми Telegram, тому також ознайомтеся з Умовами використання та Політикою конфіденційності Telegram.",
      "10": "надані послуги",
      "11": "Бот надає послуги знайомств і спілкування: Бот надає можливість створювати профілі, які можуть бачити інші користувачі та лайкати чи не лайкати. Взаємне вподобання профілів призводить до обміну контактними даними Telegram для подальшого спілкування.",
      "12": "Щоб забезпечити безпеку та індивідуальну взаємодію з користувачем, бот відокремлює профілі користувачів віком до 18 років (неповнолітніх) від профілі дорослих користувачів. Ця ізоляція мінімізує взаємодію між неповнолітніми та дорослими та підвищує безпеку середовища для молодших користувачів.",
      "13": "Умови використання",
      "14": "Щоб мати право користуватися Сервісом, ви заявляєте та гарантуєте, що:",
      "15": "Ви є фізичною особою з повною дієздатністю та фізичними можливостями та маєте достатні повноваження, щоб погодитися з цим документом.",
      "16": "Ви не надаєте нам оманливу, неправдиву або шахрайську інформацію.",
      "17": "Ви раніше не були заборонені або обмежені у використанні нашого Сервісу.",
      "18": "Ви не порушуєте жодних положень цієї Угоди чи відповідних законів і правил.",
      "19": "Ви несете відповідальність за дотримання відповідних законів на території вашого проживання (реєстрації), з якої ви заходите на @wefatebot.",
      "20": "Користувачі віком до 18 років повинні отримати чітку згоду від своїх законних представників перед використанням Сервісу. Продовжуючи користуватися Сервісом, неповнолітні підтверджують, що така згода була надана. Сервіс не несе відповідальності за будь-яке використання неповнолітніми без такої згоди.",
      "21": "Сервіс рекомендує використовувати Бот особам старше 18 років. Неповнолітні можуть використовувати Бот лише для пошуку друзів або неромантичного спілкування за умови отримання дозволу від законних представників.",
      "22": "Для підвищення безпеки бот гарантує, що профілі неповнолітніх не відображаються дорослим користувачам, і навпаки. Це розділення є критично важливим заходом для запобігання небажаним або невідповідним взаємодіям.",
      "23": "Сервіс залишає за собою право обмежити або заборонити використання Бота в певних юрисдикціях, якщо цього вимагає чинне законодавство.",
      "24": "Ви також гарантуєте, що не зловживаєте Сервісом, не намагаєтесь порушити чи іншим чином втручатися в його роботу, наприклад, не використовуєте Бота для шахрайських або оманливих дій, впровадження зловмисного програмного забезпечення, злому, поширення спаму або обходу наших систем чи заходів безпеки.",
      "25": "Ви також можете повідомити @wefatebot, якщо ви хочете припинити доступ до бота в будь-який час, надіславши запит у службу підтримки.",
      "26": "Процедура реєстрації та використання бота",
      "27": "Процедура реєстрації.",
      "28": "Надсилання запиту.",
      "29": "Щоб почати використовувати @wefatebot, ви повинні активувати бота та надати @wefatebot дані, необхідні для створення профілю користувача бота. До даних входять: нікнейм, стать, вік, орієнтація, місто, де ви плануєте познайомитися, мова, фото/відео, надане користувачем.",
      "30": "Користувач також може додати в профілі опис своїх інтересів, хобі та іншу інформацію.",
      "31": "Верифікація та моніторинг користувачів.",
      "32": "Ми залишаємо за собою право обмежити або заблокувати ваш доступ до @wefatebot і відкласти реєстрацію, якщо виявимо ризик шахрайства або будь-якої іншої незаконної діяльності.",
      "33": "Ми також можемо вимагати від вас надати додаткову інформацію або почекати деякий час після завершення надання даних, перш ніж дозволити вам користуватися послугами. Для підтвердження автентичності профілів із високим ризиком може знадобитися відеоперевірка. Критерії визначення профілів високого ризику є внутрішніми та не підлягають розголошенню.",
      "34": "Отримуючи доступ до послуг, які надають партнери @wefatebot через Бот, ви даєте свою згоду на передачу ваших даних партнерам Бота та розумієте, що @wefatebot має право обмежити ваш доступ до Сервісу та додаткових послуг на основі інформації, отриманої від його партнерів.",
      "35": "Використання чат-бота.",
      "36": "Після завершення процесу створення профілю ви маєте можливість переглядати профілі інших користувачів. Для того, щоб ознайомитися з профілями інших користувачів, потрібно вибрати «Переглянути профілі».",
      "37": "Вибирайте предмет у вигляді «сердечка», якщо хочете познайомитися з користувачем. У разі небажання продовжувати знайомство, виберіть пункт у формі «скасувати», після чого вам відобразиться наступний профіль.",
      "38": "Якщо ви вибрали товар у вигляді «сердечка», то людина, щодо якого ви вибрали цей предмет, отримає повідомлення про ваш вибір. Якщо ця людина також вибере цей пункт, то ви отримаєте посилання на його профіль в Telegram, де зможете почати спілкування через месенджер Telegram.",
      "39": "У процесі перегляду профілів можуть відображатися оголошення, розміщені відповідно до положень законодавства. Рекламодавці не мають прямого доступу до персональних даних користувачів. Натомість для націлювання реклами використовується анонімна та зведена інформація.",
      "40": "Заборонене використання бота",
      "41": "Ми надаємо вам невиключну ліцензію без права передачі на використання @wefatebot відповідно до умов цієї Угоди.",
      "42": "Ви маєте право на доступ і використання Сервісу та пов’язаних матеріалів та інформації (разом іменуваних «Вміст») виключно відповідно до умов цієї Угоди.",
      "43": "Будь-яке інше використання Сервісу або Контенту суворо заборонено, а всі інші права, права власності на Сервіс або Контент належать виключно власнику @wefatebot, його ліцензіарам.",
      "44": "Використання Сервісу з метою реклами, пов’язаної з незаконними послугами, шахрайськими схемами, пірамідами, даркнетом, вимаганням, відмиванням грошей, фінансуванням тероризму, суб’єктами режимів санкцій та іншими категоріями неприйнятного ризику для @wefatebot заборонено.",
      "45": "Видавати себе за іншу особу під час реєстрації та використання @wefatebot заборонено.",
      "46": "Вирази сексуального характеру або натяки на сексуальні акти щодо осіб віком до 18 років не відповідають нашим умовам обслуговування та є незаконними в багатьох країнах. Якщо вас помітять у таких діях, ваш обліковий запис буде видалено, а інформація про нього буде передана місцевій поліції.",
      "47": "Вирішення скарг",
      "48": "Якщо у вас є відгуки, запитання чи скарги, зверніться до служби підтримки клієнтів (@wefatehelp).",
      "49": "Якщо у вас є скарга, будь ласка, вкажіть причину вашої скарги, як ви хотіли б, щоб ми вирішували скаргу, а також будь-яку іншу інформацію, яку ви вважаєте необхідною. Ми розглянемо вашу скаргу на основі наданої вами інформації та будь-якої інформації, наданої @wefatebot.",
      "50": "Ваша скарга буде розглянута протягом 14 (чотирнадцяти) календарних днів з моменту отримання скарги службою підтримки.",
      "51": "На основі вашої скарги агент служби підтримки @wefatebot може прийняти такі рішення:",
      "52": "Вирішіть вашу скаргу відповідно до вашого запиту.",
      "53": "Прийміть рішення про відхилення вашої скарги та вкажіть причини відмови.",
      "54": "Вирішіть свою скаргу альтернативним способом.",
      "55": "Ви погоджуєтесь використовувати процедуру подання скарги, описану в цьому розділі, перш ніж подавати позов до суду. Невиконання цього положення може бути використано як доказ вашого небажання врегулювати проблему в позасудовому порядку та/або неприйнятного характеру скарги.",
      "56": "Призупинення та припинення доступу до бота",
      "57": "@wefatebot може обмежити або припинити ваш доступ до Сервісу, якщо цього вимагає дійсна повістка, ухвала суду або обов’язкова постанова державного органу,",
      "58": "та/або ми обґрунтовано підозрюємо Користувача у забороненому використанні @wefatebot;",
      "59": "і/або використання вашого профілю є предметом будь-яких судових розглядів, розслідувань або державних процедур;",
      "60": "та/або ми вважаємо, що існує підвищений ризик недотримання правових або нормативних вимог щодо використання вами @wefatebot;",
      "61": "та/або наші сервісні партнери не можуть підтримувати ваше використання Сервісу;",
      "62": "та/або ви вживаєте дії, які, на наш власний розсуд, обходять встановлені нами правила та засоби контролю, включаючи, але не обмежуючись, відкриття кількох профілів або зловживання рекламними акціями, які @wefatebot може час від часу пропонувати;",
      "63": "або ви порушуєте цю Угоду та інші правила @wefatebot.",
      "64": "Контент третіх сторін",
      "66": "Якщо під час використання бота профілі користувачів містять (або можуть містити) посилання на сайти в Інтернеті (сайти третіх осіб), а також статті, фотографії, ілюстрації, графічні зображення, музику, звуки, відео, інформацію, додатки, програми та інший вміст, що належить або походить від третіх сторін (Third PartyvContent). Ці треті сторони та їхній вміст не перевіряються Службою на відповідність будь-яким конкретним вимогам (наприклад, точності, повноти, законності тощо). Сервіс не несе відповідальності за будь-яку інформацію, розміщену на сторонніх сайтах, до якої користувачі переходять за посиланнями в профілях користувачів або за Вмістом третіх сторін. Користувачі взаємодіють із Вмістом третіх сторін на власний розсуд і ризик.",
      "67": "Якщо будь-який Вміст третьої сторони порушує ваші права або виглядає незаконним, ви можете зв’язатися зі Службою для перевірки та можливих заходів, але остаточну відповідальність несе творець або власник Вмісту третьої сторони.",
      "68": "Співпраця з правоохоронними органами",
      "69": "Служба співпрацює з правоохоронними органами та іншими уповноваженими організаціями суворо в рамках чинного законодавства та нормативних актів. Запити на дані користувача або іншу інформацію повинні відповідати таким вимогам:",
      "70": "Подання запитів:",
      "71": "Запити мають надсилатися з офіційної електронної адреси правоохоронного органу, який запитує, на вказану електронну адресу: budaev.e@gmail.com",
      "72": "Запит повинен містити ім’я та посаду офіцера, який запитує, мету та обсяг запиту, а також відповідну документацію, таку як ухвала суду чи інший юридичний дозвіл.",
      "73": "Електронна пошта також має містити контактну інформацію Telegram для швидкого зв’язку з офіцером, який надіслав запит, у разі потреби.",
      "74": "Перевірка запитів",
      "75": "Сервіс залишає за собою право перевірити достовірність запиту, зв’язавшись із запитуючою установою через загальнодоступні офіційні канали.",
      "76": "Запити, які не відповідають цим вимогам, можуть бути відкладені або відхилені.",
      "77": "Обмеження щодо розкриття даних:",
      "78": "Сервіс розкриє лише мінімальний обсяг даних, необхідний для виконання законного запиту.",
      "79": "Якщо це дозволено законом і за відсутності розпорядження про конфіденційність, Сервіс може повідомити користувача, дані якого запитуються.",
      "80": "Надзвичайні ситуації:",
      "81": "У термінових випадках, пов’язаних з неминучою шкодою або загрозою громадській безпеці, Служба може прискорити обробку запитів. Такі запити мають бути офіційно подані та обґрунтовані.",
      "82": "Заключні положення",
      "83": "Значення термінів, що використовуються в цій Угоді, визначаються відповідно до законодавства відповідної юрисдикції, якщо прямо не вказано інше. Якщо будь-яке положення цієї Угоди буде визнано недійсним або таким, що не підлягає виконанню, це не вплине на дійсність або можливість виконання решти положень.",
      "84": "Користувачі віком до 18 років зобов’язані повідомити своїх законних представників про свою реєстрацію та використання Сервісу. Служба не несе відповідальності за забезпечення надання такого сповіщення.",
      "85": "Відповідальність за дії неповнолітніх, які користуються Сервісом, повністю несуть їх законні представники. Реєструючи або дозволяючи неповнолітнім користуватися Сервісом, законні представники підтверджують свою згоду з цією Угодою та беруть на себе повну відповідальність за забезпечення дотримання її умов.",
      "86": "Сервіс залишає за собою право переуступати або передавати свої права та обов'язки за цією Угодою третій стороні без попереднього повідомлення, за умови, що така передача не порушує прав Користувача.",
      "87": "Приймаючи цю Угоду, ви погоджуєтеся, що всі повідомлення, повідомлення та угоди будуть доставлені в електронному вигляді, якщо це дозволено законом.",
      "88": "Ця Угода являє собою повну домовленість між сторонами щодо використання Сервісу та замінює всі попередні домовленості чи домовленості, письмові чи усні, що стосуються її предмета.",
      "89": "Якщо у вас виникли запитання чи сумніви щодо цієї Угоди, зв’яжіться з нами за адресою @wafatehelp."
    }
  },
  "common": {
    "actions": {
      "ok": "Гаразд"
    }
  }
}
