{
  "page": {
    "text": {
      "1": "Політика конфіденційності",
      "2": "Загальні положення",
      "3": "Ця політика конфіденційності персональних даних поширюється на всю інформацію, опубліковану в Telegram-bot @wefatebot (Компанія, «Постачальник послуг», «Ми»), яку відвідувачі бота («Користувачі», «Ви») можуть надавати/отримувати під час його використання.",
      "4": "Постачальник послуг, відповідно до вимог чинного законодавства, забезпечує конфіденційність даних і вжиття відповідних технічних і організаційних заходів для захисту даних від несанкціонованого доступу, розголошення, випадкової втрати, зміни, знищення або іншої незаконної обробки.",
      "5": "Ця Політика конфіденційності встановлює нашу поточну політику захисту даних і конфіденційності та зобов’язання. Відповідно, ми прагнемо збирати й обробляти лише ті дані, які суворо необхідні в контексті наших відносин із клієнтами, партнерами, користувачами/відвідувачами нашого Сервісу та онлайн-ресурсів, щоб надавати послуги та/або інформацію для конкретних і законних цілей.",
      "6": "Ми публікуємо нашу Політику конфіденційності в Telegram-боті @wefatebot в останній версії. Будь ласка, прочитайте його уважно. Отримавши доступ до цього бота та використовуючи його, ви підтверджуєте, що прочитали, зрозуміли та погодилися з цією Політикою конфіденційності.",
      "7": "Ця Політика конфіденційності є невід’ємною частиною Угоди користувача, опублікованої в телеграм-боті @wefatebot, і обов’язкова до ознайомлення для використання Сервісу.",
      "8": "Постачальник послуг залишає за собою право на власний розсуд змінити цю Політику конфіденційності в будь-який час, опублікувавши оновлену версію Політики конфіденційності в Telegram-Bot @wefatebot і, якщо зміни значні, повідомити про це Користувачів. Змінена або оновлена версія цієї Політики конфіденційності набуває чинності з моменту її публікації в Боті. Продовжуючи використання Сервісу, Користувач погоджується з оновленою Політикою конфіденційності.",
      "9": "Послуга базується на алгоритмах програми Telegram, тому також ознайомтеся з Умовами використання та Політикою конфіденційності Telegram.",
      "10": "Інформація, яку ми збираємо про вас",
      "11": "Основною метою, з якою Постачальник послуг збирає ваші дані, є надання вам послуг для використання Telegram-бота @wefatebot (далі – Послуги). У процесі надання вам наших Послуг, щоб мати можливість використовувати та покращувати наші послуги, нам потрібно збирати особисту інформацію про вас.",
      "12": "Постачальник послуг збиратиме та оброблятиме такі дані про вас:",
      "13": "Інформація, яку ви надаєте нам: ви надаєте нам таку інформацію про себе під час процесу реєстрації для користування нашими Послугами: псевдонім, стать, вік, орієнтація, місто, в якому ви хочете познайомитися, мова, якою буде працювати служба. Інформація також може містити посилання на особистий профіль, ідентифікатор особистого облікового запису в месенджері Telegram і мову месенджера Telegram. Крім того, це інформація, яку ви надаєте, продовжуючи користуватися нашими Сервісами, беручи участь в акції чи опитуванні, а також повідомляючи про проблеми з нашими Сервісами.",
      "14": "Інформація, яку ми збираємо про вас: Постачальник послуг може автоматично збирати таку інформацію:",
      "15": "Технічна інформація, включаючи ваші реєстраційні дані, операційну систему та дані пристрою.",
      "16": "Деталі транзакцій, які ви робите під час використання наших послуг.",
      "17": "Відеоматеріали для перевірки: для користувачів із високим ризиком ми можемо збирати відеоматеріали в рамках процесу перевірки. Ці відео використовуються виключно для підтвердження автентичності профілю користувача, запобігання шахрайству та підвищення безпеки сервісу. Критерії визначення профілів із високим ризиком є внутрішніми та не підлягають розголошенню, що гарантує ефективність заходів безпеки проти зловживання чи маніпулювання.",
      "18": "Інформація з інших джерел: Постачальник послуг може отримувати інформацію про вас, якщо ви користуєтеся будь-яким веб-сайтом, яким ми керуємо, або іншими послугами, які ми надаємо.",
      "19": "Ви погоджуєтеся, що ми маємо право, але не зобов’язані зберігати всю зібрану особисту інформацію протягом усього періоду користування вами нашими Послугами та протягом періоду, встановленого законодавством, але не більше 5 (п’яти) років. Строк зберігання може бути продовжено на строк не більше 1 (одного) року за наявності вмотивованого звернення уповноваженого органу.",
      "20": "Постачальник послуг навмисно не обробляє дані неповнолітніх. Сервіс-провайдер рекомендує використовувати Бот особам старше 18 років. Відповідальність за дії неповнолітніх, у тому числі за придбання ними послуг, несуть законні представники неповнолітніх. Усі відвідувачі віком до 18 років повинні отримати дозвіл своїх законних представників, перш ніж надавати будь-яку інформацію про себе. Якщо Постачальнику послуг стане відомо, що він отримав інформацію про неповнолітнього без згоди законних представників, така інформація буде видалена в найкоротший термін.",
      "21": "Як ми захищаємо вашу інформацію",
      "22": "Постачальник послуг забезпечує безпеку вашої особистої інформації за допомогою надійного сховища з шифруванням відповідно до галузевих стандартів, і ми запровадили ряд заходів безпеки, щоб гарантувати, що ваша інформація не буде втрачена, використана не за призначенням або змінена, включаючи, але не обмежуючись, наступне:",
      "23": "Фізичні заходи:",
      "24": "Матеріальні носії, на яких містяться ваші дані, будуть зберігатися в приміщенні, а також використовуються спеціальні фізичні засоби захисту інформації (зовнішні огорожі, система відеоспостереження, система контролю доступу за допомогою бейджів і система біометричного розпізнавання, включаючи інфрачервоний захист меж території).",
      "25": "Електронні заходи:",
      "26": "Дані зберігатимуться в комп’ютерних системах і на фізичних носіях даних, які забезпечуються суворими обмеженнями на вхід.",
      "27": "Заходи управління:",
      "28": "Рівні доступу розділені таким чином, що лише авторизовані співробітники можуть контактувати з вашими даними, і такі співробітники зобов’язалися дотримуватися наших внутрішніх правил конфіденційності даних.",
      "29": "Технічні заходи:",
      "30": "Для передачі та зберігання ваших даних можна використовувати технологію шифрування. Ми використовуємо різні доступні на даний момент технології безпеки та засоби контролю, щоб мінімізувати ризик того, що ваші дані можуть бути розголошені, пошкоджені, використані не за призначенням, отримані без дозволу, розголошені без дозволу або змінені. Наші служби технічної безпеки активно відстежують ненормальну та зловмисну активність на наших серверах і службах.",
      "31": "Інші заходи:",
      "32": "Ми прагнемо захистити вашу інформацію від несанкціонованого доступу, зміни, розголошення або знищення даних, які ми збираємо та зберігаємо.",
      "33": "Ми вживаємо різноманітних заходів для забезпечення інформаційної безпеки, зокрема:",
      "34": "Шифрування наших з вами повідомлень;",
      "35": "Періодичний аналіз наших методів збору, зберігання та обробки даних;",
      "36": "Обмежений доступ до ваших даних на основі необхідних знань для наших співробітників і постачальників, які мають суворі договірні зобов’язання щодо конфіденційності.",
      "37": "Зверніть увагу, що гарантувати 100% безпеку інформації неможливо. Тому просимо вжити заходів для захисту вашої особистої інформації.",
      "38": "Ви погоджуєтеся з тим, що Постачальник послуг не несе відповідальності за будь-який витік інформації та інші втрати, спричинені не нашим умислом або грубою недбалістю, включаючи, але не обмежуючись, хакерські атаки, перебої в електропостачанні або неминучі технічні збої, у максимально дозволеному законом обсязі, витік даних користувача з його власної вини.",
      "39": "Якщо ви підозрюєте, що вашу особисту інформацію було скомпрометовано, негайно зв’яжіться з нами.",
      "40": "Способи використання ваших даних",
      "41": "Ми використовуємо інформацію, яку ми збираємо про вас, для таких цілей або в такі способи:",
      "42": "Для надання наших послуг: Постачальник послуг використовує зібрану інформацію для виконання своїх зобов’язань щодо вас, щоб надавати вам інформацію, продукти та послуги, підтримувати та надавати кращі Послуги, щоб підтвердити вашу особу.",
      "43": "Для дотримання вимог законодавства: Постачальник послуг використовуватиме інформацію відповідно до наших юридичних зобов’язань, урядових запитів і обґрунтованих запитів користувачів.",
      "44": "Для досліджень і розробок:",
      "45": "Постачальник послуг активно вимірює та аналізує дані для адміністрування наших Послуг і для внутрішніх операцій, включаючи усунення несправностей, аналіз даних, тестування, дослідження, статистичні та оглядові цілі, а також для розуміння того, як ви використовуєте наші Послуги та взаємодієте з ними.",
      "46": "Ця перевірка проводиться нашими робочими групами, щоб постійно вдосконалювати наші Сервіси та виправляти проблеми з інтерфейсом користувача. Крім того, Постачальник послуг використовує таку інформацію для налаштування, вимірювання та вдосконалення наших Послуг, вмісту та макета наших веб-сайтів, а також для розробки нових послуг.",
      "47": "Ми постійно відстежуємо інформацію про дії в наших системах і спілкування з користувачами, щоб знаходити та швидко виправляти проблеми.",
      "48": "Щоб спілкуватися з вами: без збору та обробки ваших даних для підтвердження кожного повідомлення Постачальник послуг не зможе відповісти на запити, які ви надсилаєте.",
      "49": "Щоб забезпечити відповідність нашим положенням та умовам: зібрана інформація також використовується для постійного й активного дотримання наших умов та положень, включаючи, але не обмежуючись цим, перегляд, розслідування та запобігання будь-яким потенційно забороненим або незаконним діям, які можуть порушувати вищезазначені положення, або розкриття відповідної інформації третій стороні відповідно до них.",
      "50": "Для відеоперевірки: відеоматеріали, зібрані в рамках перевірки, використовуються для підтвердження автентичності профілю та запобігання шахрайським діям. Крім того, анонімні відеодані можуть використовуватися для аналізу, покращення алгоритмів безпеки та розробки нових функцій.",
      "51": "Для маркетингу та реклами: Постачальник послуг може ділитися вашою особистою інформацією з нашими маркетинговими партнерами з метою націлювання, моделювання та/або аналітики, а також для маркетингу та реклами. Рекламодавці не мають прямого доступу до персональних даних користувачів. Натомість Постачальник послуг використовує анонімну та зведену інформацію для ефективного націлювання реклами без шкоди для конфіденційності користувачів.",
      "52": "Для цільової реклами: ми можемо використовувати вашу особисту інформацію, таку як стать, вік і географічне розташування, щоб надавати персоналізовану рекламу та спонсорований вміст у співпраці з нашими рекламними партнерами.",
      "53": "Для інших цілей: Постачальник послуг може розкривати вашу особисту інформацію для будь-яких інших цілей, на які ви надаєте додаткову згоду, виражену шляхом підписання письмового документа або заповнення електронної форми, наданої Постачальником послуг.",
      "54": "Правова основа обробки",
      "55": "Коли ми обробляємо ваші дані, ми будемо покладатися на одну з наступних правових підстав для обробки. Ми можемо обробляти ваші дані з кількох законних причин, залежно від конкретної мети, з якою ми використовуємо ваші дані.",
      "56": "Виконання договору:",
      "57": "Ми можемо обробляти дані, якщо обробка ваших даних необхідна для виконання наших зобов’язань згідно з Угодою користувача, яку ми уклали з вами.",
      "58": "Законне зобов'язання або в суспільних інтересах:",
      "59": "Ми зобов’язані обробляти ваші дані відповідно до правових зобов’язань.",
      "60": "Цілі обробки включають контроль за перевіркою особи, запобігання відмиванню грошей і шахрайству, заходи контролю ризиків, а також надання інформації компетентному органу, державному органу або правоохоронному органу.",
      "61": "Законні інтереси:",
      "62": "У разі необхідності ми можемо обробляти дані, якщо ми або третя сторона маємо законний інтерес у досягненні комерційних і ділових інтересів, за винятком випадків, коли такі інтереси збігаються з вашими інтересами, основними правами та свободами.",
      "63": "Ваша згода:",
      "64": "За певних обставин ми можемо вимагати від вас спеціального дозволу на обробку додаткової особистої інформації для певних цілей.",
      "65": "Ваші дані будуть оброблені таким чином, якщо ви на це згодні. Якщо юридичною підставою є надана вами згода, ви можете відкликати свою згоду в будь-який час. Відкликання вашої згоди не вплине на законність даних, оброблених до відкликання.",
      "66": "Хто отримує ваші дані",
      "67": "Постачальник послуг отримує ваші дані для виконання запитів і надання послуг, а також для виконання наших договірних і юридичних зобов’язань.",
      "68": "Ми передаємо ваші дані третім сторонам, якщо це необхідно для наших законних бізнес-потреб, для виконання запитів, надання послуг та/або відповідно до вимог чи дозволів закону. Треті особи за таких обставин:",
      "69": "Постачальники послуг:",
      "70": "Постачальник послуг розкриє дані стороннім партнерам і постачальникам послуг (обробникам), щоб вони могли обробляти їх від нашого імені, якщо це необхідно. Ці постачальники послуг зобов’язані надавати достатні гарантії відповідно до Закону про захист даних (наприклад, бути зв’язаними договірними зобов’язаннями щодо конфіденційності та захисту даних). Ми передаємо лише ті дані, які їм необхідні для надання своїх послуг.",
      "71": "Аудитори та консультанти:",
      "72": "Ми можемо розкривати дані для цілей і в контексті інспекцій (наприклад, зовнішніх інспекцій, перевірок безпеки) юридичним та іншим консультантам для дослідження питань безпеки, ризиків, скарг тощо.",
      "73": "Контролюючі органи, правоохоронні органи, суди:",
      "74": "Постачальник послуг може розкривати дані відповідно до чинного законодавства, нормативних зобов’язань, щоб відповісти на запити регуляторних органів, державних і правоохоронних органів, судів і судових наказів.",
      "75": "Інші особи:",
      "76": "Іншими одержувачами можуть бути будь-які фізичні/юридичні особи, яким ви попросите передати свої дані (наприклад, посилання тощо) або дасте згоду на передачу даних.",
      "77": "Постачальник послуг також може розкрити ваші дані за таких обставин, як:",
      "78": "Щоб захистити наші права, безпеку чи власність, а також права наших клієнтів або третіх сторін/громадськості. Це включає в себе обмін інформацією з іншими компаніями та організаціями з метою відмивання грошей, запобігання шахрайству та подібним ризикам.",
      "79": "Якщо від нас вимагається розкрити або передати ваші дані відповідно до будь-яких юридичних або нормативних зобов’язань або запитів.",
      "80": "Права користувача",
      "81": "Користувачі мають право:",
      "82": "Отримувати доступ і запитувати деталі інформації, яку ми зберігаємо.",
      "83": "Вимагайте виправлення неточної або застарілої інформації.",
      "84": "Вимагати видалення або анонімізації даних, які більше не потрібні для зазначених цілей.",
      "85": "Заперечення проти обробки на основі законних інтересів.",
      "86": "Відкликати згоду на обробку даних, якщо це можливо.",
      "87": "Терміни зберігання та обробки даних",
      "88": "Усі зібрані дані, включаючи, але не обмежуючись інформацією профілю, фотографіями, відеоматеріалами та взаємодією користувачів (наприклад, лайки та збіги), зберігаються для:",
      "89": "Час, необхідний для надання послуг і виконання договірних зобов'язань.",
      "90": "Відповідність законодавчим та нормативним вимогам.",
      "91": "Для статистичних або аналітичних цілей, якщо дані анонімні.",
      "92": "Покращення алгоритмів безпеки та розробка нових функцій (лише анонімні дані).",
      "93": "Дані можуть зберігатися після закінчення цих періодів, якщо для цього є законні підстави, наприклад поточні юридичні зобов’язання або згода користувача. Після закінчення терміну зберігання дані будуть безпечно видалені або знеособлені для подальшого використання в аналітиці та покращенні сервісу.",
      "94": "Право скаржитися",
      "95": "Якщо ви не задоволені тим, як обробляються ваші персональні дані, або маєте сумніви щодо будь-якої проблеми, пов’язаної з конфіденційністю, ви можете зв’язатися з нами за адресою, наведеною нижче. Ми розглянемо вашу скаргу та відповімо протягом 14 календарних днів.",
      "96": "Перш ніж подавати позов, ви погоджуєтеся спочатку спробувати вирішити скаргу безпосередньо з Постачальником послуг, використовуючи надану контактну інформацію.",
      "97": "Контактні дані",
      "98": "З питань конфіденційності звертайтеся до:",
      "99": "Підтримка Telegram: @wefatehelp",
      "100": "Якщо ваші занепокоєння не будуть вирішені таким чином, ви можете подати скаргу до відповідного наглядового органу у вашій юрисдикції.",
      "101": "Зміни до цієї політики",
      "102": "Ця Політика конфіденційності може час від часу оновлюватися, щоб відобразити зміни в правових, нормативних або операційних вимогах. Важливі оновлення будуть повідомлятися користувачам через інтерфейс бота Telegram."
    }
  },
  "common": {
    "actions": {
      "ok": "Гаразд"
    }
  }
}
