{
  "page": {
    "text": {
      "1": "Політика конфіденційності",
      "2": "Загальні положення",
      "3": "Ця політика конфіденційності персональних даних поширюється на всю інформацію, опубліковану в Telegram-bot @wefatebot (Компанія, «Постачальник послуг», «Ми»), яку відвідувачі бота («Користувачі», «Ви») можуть надавати/отримувати під час його використання.",
      "4": "Постачальник послуг, відповідно до вимог чинного законодавства, забезпечує конфіденційність даних і вжиття відповідних технічних і організаційних заходів для захисту даних від несанкціонованого доступу, розголошення, випадкової втрати, зміни, знищення або іншої незаконної обробки.",
      "5": "Ця Політика конфіденційності встановлює нашу поточну політику захисту даних і конфіденційності та зобов’язання. Відповідно, ми прагнемо збирати й обробляти лише ті дані, які суворо необхідні в контексті наших відносин із клієнтами, партнерами, користувачами/відвідувачами нашого Сервісу та онлайн-ресурсів, щоб надавати послуги та/або інформацію для конкретних і законних цілей.",
      "6": "Ми публікуємо нашу Політику конфіденційності в Telegram-боті @wefatebot в останній версії. Будь ласка, прочитайте його уважно. Отримавши доступ до цього бота та використовуючи його, ви підтверджуєте, що прочитали, зрозуміли та погодилися з цією Політикою конфіденційності.",
      "7": "Ця Політика конфіденційності є невід’ємною частиною Угоди користувача, опублікованої в телеграм-боті @wefatebot, і обов’язкова до ознайомлення для використання Сервісу.",
      "8": "Постачальник послуг залишає за собою право на власний розсуд змінити цю Політику конфіденційності в будь-який час, опублікувавши оновлену версію Політики конфіденційності в Telegram-Bot @wefatebot і, якщо зміни значні, повідомити про це Користувачів. Змінена або оновлена версія цієї Політики конфіденційності набуває чинності з моменту її публікації в Боті. Продовжуючи використання Сервісу, Користувач погоджується з оновленою Політикою конфіденційності.",
      "9": "Послуга базується на алгоритмах програми Telegram, тому також ознайомтеся з Умовами використання та Політикою конфіденційності Telegram.",
      "10": "Інформація, яку ми збираємо про вас",
      "11": "Основною метою, з якою Постачальник послуг збирає ваші дані, є надання вам послуг для використання Telegram-бота @wefatebot (далі – Послуги). У процесі надання вам наших Послуг, щоб мати можливість використовувати та покращувати наші послуги, нам потрібно збирати особисту інформацію про вас.",
      "12": "Постачальник послуг збиратиме та оброблятиме такі дані про вас:",
      "13": "Інформація, яку ви надаєте нам: ви надаєте нам таку інформацію про себе під час процесу реєстрації для користування нашими Послугами: псевдонім, стать, вік, орієнтація, місто, в якому ви хочете познайомитися, мова, якою буде працювати служба. Інформація також може містити посилання на особистий профіль, ідентифікатор особистого облікового запису в месенджері Telegram і мову месенджера Telegram. Крім того, це інформація, яку ви надаєте, продовжуючи користуватися нашими Сервісами, беручи участь в акції чи опитуванні, а також повідомляючи про проблеми з нашими Сервісами.",
      "14": "Інформація, яку ми збираємо про вас: Постачальник послуг може автоматично збирати таку інформацію:",
      "15": "Технічна інформація, включаючи ваші реєстраційні дані, операційну систему та дані пристрою.",
      "16": "Деталі транзакцій, які ви робите під час використання наших послуг.",
      "17": "Відеоматеріали для перевірки: для користувачів із високим ризиком ми можемо збирати відеоматеріали в рамках процесу перевірки. Ці відео використовуються виключно для підтвердження автентичності профілю користувача, запобігання шахрайству та підвищення безпеки сервісу. Критерії визначення профілів із високим ризиком є внутрішніми та не підлягають розголошенню, що гарантує ефективність заходів безпеки проти зловживання чи маніпулювання.",
      "18": "Інформація з інших джерел: Постачальник послуг може отримувати інформацію про вас, якщо ви користуєтеся будь-яким веб-сайтом, яким ми керуємо, або іншими послугами, які ми надаємо.",
      "19": "Ви погоджуєтеся, що ми маємо право, але не зобов’язані зберігати всю зібрану особисту інформацію протягом усього періоду користування вами нашими Послугами та протягом періоду, встановленого законодавством, але не більше 5 (п’яти) років. Строк зберігання може бути продовжено на строк не більше 1 (одного) року за наявності вмотивованого звернення уповноваженого органу.",
      "20": "Постачальник послуг навмисно не обробляє дані неповнолітніх. Сервіс-провайдер рекомендує використовувати Бот особам старше 18 років. Відповідальність за дії неповнолітніх, у тому числі за придбання ними послуг, несуть законні представники неповнолітніх. Усі відвідувачі віком до 18 років повинні отримати дозвіл своїх законних представників, перш ніж надавати будь-яку інформацію про себе. Якщо Постачальнику послуг стане відомо, що він отримав інформацію про неповнолітнього без згоди законних представників, така інформація буде видалена в найкоротший термін.",
      "21": "Як ми захищаємо вашу інформацію",
      "22": "Постачальник послуг забезпечує безпеку вашої особистої інформації за допомогою надійного сховища з шифруванням відповідно до галузевих стандартів, і ми запровадили ряд заходів безпеки, щоб гарантувати, що ваша інформація не буде втрачена, використана не за призначенням або змінена, включаючи, але не обмежуючись, наступне:",
      "23": "Фізичні заходи:",
      "24": "Матеріальні носії, на яких містяться ваші дані, будуть зберігатися в приміщенні, а також використовуються спеціальні фізичні засоби захисту інформації (зовнішні огорожі, система відеоспостереження, система контролю доступу за допомогою бейджів і система біометричного розпізнавання, включаючи інфрачервоний захист меж території).",
      "25": "Електронні заходи:",
      "26": "Дані зберігатимуться в комп’ютерних системах і на фізичних носіях даних, які забезпечуються суворими обмеженнями на вхід.",
      "27": "Заходи управління:",
      "28": "Рівні доступу розділені таким чином, що лише авторизовані співробітники можуть контактувати з вашими даними, і такі співробітники зобов’язалися дотримуватися наших внутрішніх правил конфіденційності даних.",
      "29": "Технічні заходи:",
      "30": "Для передачі та зберігання ваших даних можна використовувати технологію шифрування. Ми використовуємо різні доступні на даний момент технології безпеки та засоби контролю, щоб мінімізувати ризик того, що ваші дані можуть бути розголошені, пошкоджені, використані не за призначенням, отримані без дозволу, розголошені без дозволу або змінені. Наші служби технічної безпеки активно відстежують ненормальну та зловмисну активність на наших серверах і службах.",
      "31": "Інші заходи:",
      "32": "Ми прагнемо захистити вашу інформацію від несанкціонованого доступу, зміни, розголошення або знищення даних, які ми збираємо та зберігаємо.",
      "33": "Ми вживаємо різноманітних заходів для забезпечення інформаційної безпеки, зокрема:",
      "34": "Шифрування наших з вами повідомлень;",
      "35": "Періодичний аналіз наших методів збору, зберігання та обробки даних;",
      "36": "Обмежений доступ до ваших даних на основі необхідних знань для наших співробітників і постачальників, які мають суворі договірні зобов’язання щодо конфіденційності."
    }
  }
}
