{
  "page": {
    "text": {
      "1": "nutzungsvereinbarung",
      "2": "einführung",
      "3": "Diese Nutzungsvereinbarung („Vereinbarung“) sieht die Nutzung des Telegram-Bots @wefatebot („Dienst“, „Bot“, „Wir“) durch den Nutzer („Nutzer“, „Kunde“, „Sie“) vor.",
      "4": "Bevor Sie den Dienst nutzen, erklären Sie sich damit einverstanden, dass Sie alle in dieser Vereinbarung und in unserer auf @wefatebot verfügbaren Datenschutzrichtlinie enthaltenen Bedingungen gelesen und akzeptiert haben.",
      "5": "Mit Beginn der Nutzung des Dienstes oder seiner einzelnen Funktionen akzeptiert der Nutzer die Bedingungen der Vereinbarung vollständig und ohne Vorbehalte und Ausnahmen.",
      "6": "Die Bedingungen dieser Vereinbarung gelten für alle Benutzer und andere Personen, die auf den Dienst zugreifen oder ihn nutzen. Wenn Sie nicht damit einverstanden sind, eine der Bedingungen dieser Vereinbarung zu akzeptieren und einzuhalten, oder wenn die Vereinbarung den Gesetzen Ihres Landes oder den Gesetzen Ihres Standorts widerspricht, stimmen Sie zu, @wefatebot nicht zu verwenden. Unterlassen Sie dies, haften Sie für alle Verluste und Schäden, die dem Bot oder Dritten durch Ihre Weigerung entstehen.",
      "7": "Der Dienst kann von Zeit zu Zeit nach eigenem Ermessen Änderungen und Verbesserungen an dieser Vereinbarung vornehmen.",
      "8": "Durch die weitere Nutzung des Dienstes nach Durchführung dieser Änderungen wird davon ausgegangen, dass Sie die Änderungen signalisiert und ihnen zugestimmt haben.",
      "9": "Der Dienst basiert auf den Algorithmen der Telegram-Anwendung. Bitte beachten Sie daher auch die Nutzungsbedingungen und Datenschutzbestimmungen von Telegram.",
      "10": "erbrachte Dienstleistungen",
      "11": "Der Bot bietet Dating- und Kommunikationsdienste: Der Bot bietet die Möglichkeit, Profile zu erstellen, die von anderen Benutzern gesehen und von ihnen gemocht oder nicht gemocht werden können. Das gegenseitige Liken von Profilen führt zum Austausch von Telegram-Kontaktdaten für die weitere Kommunikation.",
      "12": "Um Sicherheit und ein maßgeschneidertes Benutzererlebnis zu gewährleisten, trennt der Bot Profile von Benutzern unter 18 Jahren (Minderjährige) von denen erwachsener Benutzer. Diese Isolierung minimiert die Interaktionen zwischen Minderjährigen und Erwachsenen und erhöht die Sicherheit der Umgebung für jüngere Benutzer.",
      "13": "Nutzungsbedingungen",
      "14": "Um zur Nutzung des Dienstes berechtigt zu sein, erklären und gewährleisten Sie Folgendes:",
      "15": "Sie sind eine voll geschäftsfähige und körperlich fähige Person und verfügen über ausreichende Befugnisse, um diesem Dokument zuzustimmen.",
      "16": "Sie übermitteln uns keine irreführenden, falschen oder betrügerischen Informationen.",
      "17": "Die Nutzung unseres Dienstes wurde Ihnen bisher weder verboten noch eingeschränkt.",
      "18": "Sie verstoßen nicht gegen die Bestimmungen dieser Vereinbarung oder geltende Gesetze und Vorschriften.",
      "19": "Sie sind für die Einhaltung der einschlägigen Gesetze im Gebiet Ihres Wohnsitzes (Registrierung) verantwortlich, von dem aus Sie auf @wefatebot zugreifen.",
      "20": "Nutzer unter 18 Jahren müssen vor der Nutzung des Dienstes die ausdrückliche Zustimmung ihrer gesetzlichen Vertreter einholen. Durch die weitere Nutzung des Dienstes bestätigen Minderjährige, dass eine solche Einwilligung erteilt wurde. Der Dienst übernimmt keine Haftung für die Nutzung durch Minderjährige ohne diese Einwilligung.",
      "21": "Der Dienst empfiehlt die Nutzung des Bots Personen über 18 Jahren. Minderjährige dürfen den Bot nur zum Finden von Freunden oder zur nicht-romantischen Kommunikation nutzen, sofern sie die Erlaubnis ihrer gesetzlichen Vertreter eingeholt haben.",
      "22": "Um die Sicherheit zu erhöhen, stellt der Bot sicher, dass die Profile von Minderjährigen erwachsenen Benutzern nicht angezeigt werden und umgekehrt. Diese Trennung ist eine entscheidende Maßnahme, um unerwünschte oder unangemessene Interaktionen zu verhindern.",
      "23": "Der Dienst behält sich das Recht vor, die Nutzung des Bots in bestimmten Gerichtsbarkeiten einzuschränken oder zu verbieten, sofern dies nach geltendem Recht erforderlich ist.",
      "24": "Sie garantieren außerdem, dass Sie den Dienst nicht missbrauchen oder versuchen, ihn zu stören oder auf andere Weise zu stören, z. B. den Bot nicht für betrügerische oder irreführende Aktionen, die Einführung von Malware, Hacking, die Verbreitung von Spam oder die Umgehung unserer Systeme oder Sicherheitsmaßnahmen zu verwenden.",
      "25": "Sie können @wefatebot auch jederzeit benachrichtigen, wenn Sie den Zugriff auf den Bot beenden möchten, indem Sie eine Supportanfrage senden.",
      "26": "Registrierungsvorgang und Nutzung des Bots",
      "27": "Anmeldeverfahren.",
      "28": "Senden einer Anfrage.",
      "29": "Um @wefatebot nutzen zu können, müssen Sie den Bot aktivieren und @wefatebot die erforderlichen Daten zur Erstellung des Profils des Bot-Benutzers bereitstellen. Zu den Daten gehören: Spitzname, Geschlecht, Alter, Orientierung, die Stadt, in der Sie sich treffen möchten, die Sprache, das vom Benutzer bereitgestellte Foto/Video.",
      "30": "Der Benutzer kann dem Profil auch eine Beschreibung seiner Interessen, Hobbys und andere Informationen hinzufügen.",
      "31": "Benutzerverifizierung und -überwachung.",
      "32": "Wir behalten uns das Recht vor, Ihren Zugang zu @wefatebot einzuschränken oder zu sperren und die Registrierung zu verschieben, wenn wir ein Betrugsrisiko oder eine andere illegale Aktivität feststellen.",
      "33": "Möglicherweise müssen Sie auch zusätzliche Informationen angeben oder einige Zeit warten, nachdem Sie die Daten vollständig bereitgestellt haben, bevor wir Ihnen die Nutzung der Dienste gestatten. Bei Profilen mit hohem Risiko kann zur Bestätigung der Echtheit eine Videoverifizierung angefordert werden. Die Kriterien zur Identifizierung von Hochrisikoprofilen sind intern und unterliegen keiner Offenlegung.",
      "34": "Indem Sie über den Bot auf die von @wefatebot-Partnern bereitgestellten Dienste zugreifen, erklären Sie sich mit der Übermittlung Ihrer Daten an die Partner des Bots einverstanden und verstehen, dass @wefatebot das Recht hat, Ihren Zugriff auf den Dienst und zusätzliche Dienste auf der Grundlage der von seinen Partnern erhaltenen Informationen einzuschränken.",
      "35": "Nutzung des Chatbots.",
      "36": "Nach Abschluss des Profilerstellungsprozesses haben Sie die Möglichkeit, die Profile anderer Benutzer anzuzeigen. Um sich mit den Profilen anderer Benutzer vertraut zu machen, müssen Sie „Profile anzeigen“ auswählen.",
      "37": "Wählen Sie einen Artikel in Form eines „Herzens“, wenn Sie den Benutzer kennenlernen möchten. Sollten Sie zum weiteren Kennenlernen nicht bereit sein, wählen Sie einen Punkt in der Form „Stornieren“, dann wird Ihnen das folgende Profil angezeigt.",
      "38": "Wenn Sie einen Artikel in Form eines „Herzens“ ausgewählt haben, erhält die Person, für die Sie diesen Artikel ausgewählt haben, eine Benachrichtigung über Ihre Wahl. Wenn diese Person auch diesen Punkt auswählt, erhalten Sie einen Link zu seinem Telegram-Profil, wo Sie mit der Kommunikation über den Telegram-Messenger beginnen können.",
      "39": "Beim Betrachten der Profile können im Einklang mit den gesetzlichen Bestimmungen platzierte Werbeanzeigen angezeigt werden. Werbetreibende haben keinen direkten Zugriff auf personenbezogene Nutzerdaten. Stattdessen werden anonymisierte und aggregierte Informationen für die Anzeigenausrichtung verwendet.",
      "40": "Verbotene Nutzung des Bots",
      "41": "Wir gewähren Ihnen eine nicht ausschließliche, nicht übertragbare Lizenz zur Nutzung von @wefatebot gemäß den Bedingungen dieser Vereinbarung.",
      "42": "Sie haben das Recht, ausschließlich in Übereinstimmung mit den Bedingungen dieser Vereinbarung auf den Dienst und die zugehörigen Materialien und Informationen (gemeinsam als „Inhalt“ bezeichnet) zuzugreifen und diese zu nutzen.",
      "43": "Jede andere Nutzung des Dienstes oder Inhalts ist strengstens untersagt und alle anderen Rechte und Titel an dem Dienst oder Inhalt gehören ausschließlich dem Eigentümer von @wefatebot und seinen Lizenzgebern.",
      "44": "Die Nutzung des Dienstes zum Zweck der Werbung im Zusammenhang mit illegalen Diensten, betrügerischen Machenschaften, Pyramiden, Darknet, Erpressung, Geldwäsche, Terrorismusfinanzierung, Gegenstand von Sanktionsregimen und anderen Kategorien von inakzeptablem Risiko für @wefatebot ist verboten.",
      "45": "Es ist verboten, sich bei der Registrierung und Nutzung von @wefatebot als eine andere Person auszugeben.",
      "46": "Äußerungen sexueller Natur oder Andeutungen sexueller Handlungen gegen Personen unter 18 Jahren entsprechen nicht unseren Nutzungsbedingungen und sind in vielen Ländern illegal. Wenn Sie bei solchen Aktionen entdeckt werden, wird Ihr Konto gelöscht und die Informationen darüber an die örtliche Polizei übermittelt.",
      "47": "Lösung von Beschwerden",
      "48": "Wenn Sie Feedback, Fragen oder Beschwerden haben, wenden Sie sich bitte an den Kundensupport (@wefatehelp).",
      "49": "Wenn Sie eine Beschwerde haben, geben Sie bitte den Grund Ihrer Beschwerde an, wie wir die Beschwerde Ihrer Meinung nach lösen sollen und geben Sie alle anderen Informationen an, die Sie für angemessen halten. Wir werden Ihre Beschwerde auf der Grundlage der von Ihnen bereitgestellten Informationen und aller von @wefatebot bereitgestellten Informationen untersuchen.",
      "50": "Ihre Beschwerde wird innerhalb von 14 (vierzehn) Kalendertagen ab dem Datum des Eingangs der Beschwerde beim Support-Service berücksichtigt.",
      "51": "Der Agent des @wefatebot-Supportteams kann auf der Grundlage Ihrer Beschwerde die folgenden Entscheidungen treffen:",
      "52": "Lösen Sie Ihre Beschwerde entsprechend Ihrer Anfrage.",
      "53": "Treffen Sie eine Entscheidung zur Ablehnung Ihrer Beschwerde und geben Sie die Gründe für die Ablehnung an.",
      "54": "Lösen Sie Ihre Beschwerde auf alternative Weise.",
      "55": "Sie erklären sich damit einverstanden, das in diesem Abschnitt beschriebene Beschwerdeverfahren zu nutzen, bevor Sie eine Klage beim Gericht einreichen. Die Nichteinhaltung dieser Bestimmung kann als Beweis dafür dienen, dass Sie nicht bereit sind, die Angelegenheit außergerichtlich zu klären, und/oder dass die Beschwerde unzumutbar ist.",
      "56": "Aussetzung und Beendigung des Zugriffs auf den Bot",
      "57": "@wefatebot kann Ihren Zugriff auf den Dienst einschränken oder beenden, wenn dies aufgrund einer gültigen Vorladung, eines Gerichtsbeschlusses oder einer zwingenden Anordnung einer Regierungsbehörde erforderlich ist.",
      "58": "und/oder wir haben begründeten Verdacht, dass der Benutzer @wefatebot verboten nutzt;",
      "59": "und/oder die Nutzung Ihres Profils Gegenstand eines Gerichtsverfahrens, einer Untersuchung oder eines behördlichen Verfahrens ist;",
      "60": "und/oder wir glauben, dass ein erhöhtes Risiko der Nichteinhaltung gesetzlicher oder behördlicher Anforderungen hinsichtlich Ihrer Nutzung von @wefatebot besteht;",
      "61": "und/oder unsere Servicepartner können Ihre Nutzung des Dienstes nicht unterstützen;",
      "62": "und/oder Sie ergreifen Maßnahmen, die nach unserem alleinigen Ermessen die von uns festgelegten Regeln und Kontrollen umgehen, einschließlich, aber nicht beschränkt auf, das Öffnen mehrerer Profile oder den Missbrauch von Werbeaktionen, die @wefatebot von Zeit zu Zeit anbieten kann;"
    }
  }
}
