{
  "page": {
    "text": {
      "1": "Datenschutzrichtlinie",
      "2": "Allgemeine Bestimmungen",
      "3": "Diese Datenschutzrichtlinie für personenbezogene Daten gilt für alle im Telegram-Bot @wefatebot (Unternehmen, der „Dienstanbieter“, „Wir“) geposteten Informationen, die Besucher des Bots (die „Benutzer“, „Sie“) während der Nutzung bereitstellen/erhalten können.",
      "4": "Der Dienstanbieter gewährleistet gemäß den geltenden gesetzlichen Anforderungen die Vertraulichkeit der Daten und die Umsetzung geeigneter technischer und organisatorischer Maßnahmen, um die Daten vor unbefugtem Zugriff, Offenlegung, versehentlichem Verlust, Änderung, Zerstörung oder sonstiger rechtswidriger Verarbeitung zu schützen.",
      "5": "Diese Datenschutzrichtlinie legt unsere aktuellen Datenschutzrichtlinien und -verpflichtungen dar. Dementsprechend sind wir bestrebt, im Rahmen unserer Beziehungen zu Kunden, Partnern, Benutzern/Besuchern unseres Dienstes und unserer Online-Ressourcen nur die Daten zu sammeln und zu verarbeiten, die unbedingt erforderlich sind, um Dienste und/oder Informationen für bestimmte und legitime Zwecke bereitzustellen.",
      "6": "Wir veröffentlichen unsere Datenschutzrichtlinie in der neuesten Version im Telegrammbot @wefatebot. Bitte lesen Sie sie sorgfältig durch. Indem Sie auf diesen Bot zugreifen und ihn verwenden, bestätigen Sie, dass Sie diese Datenschutzrichtlinie gelesen, verstanden und ihr zugestimmt haben.",
      "7": "Diese Datenschutzrichtlinie ist ein integraler Bestandteil der im Telegrammbot @wefatebot veröffentlichten Benutzervereinbarung und muss gelesen werden, um den Dienst nutzen zu können.",
      "8": "Der Dienstanbieter behält sich das Recht vor, diese Datenschutzrichtlinie nach eigenem Ermessen jederzeit zu ändern, indem er eine aktualisierte Version der Datenschutzrichtlinie im Telegram-Bot @wefatebot veröffentlicht und, falls die Änderungen erheblich sind, die Benutzer darüber informiert. Eine geänderte oder aktualisierte Version dieser Datenschutzrichtlinie tritt mit der Veröffentlichung im Bot in Kraft. Durch die fortgesetzte Nutzung des Dienstes stimmt der Benutzer der aktualisierten Datenschutzrichtlinie zu.",
      "9": "Der Dienst basiert auf den Algorithmen der Telegram-Anwendung. Beachten Sie daher bitte auch die Nutzungsbedingungen und Datenschutzrichtlinie von Telegram.",
      "10": "Die Informationen, die wir über Sie sammeln",
      "11": "Der Hauptzweck, zu dem der Dienstanbieter Ihre Daten erhebt, besteht darin, Ihnen Dienste zur Nutzung des Telegram-Bots @wefatebot (im Folgenden als „Dienste“ bezeichnet) bereitzustellen. Im Rahmen der Bereitstellung unserer Dienste für Sie müssen wir persönliche Informationen über Sie erfassen, um unsere Dienste nutzen und verbessern zu können.",
      "12": "Der Dienstanbieter erhebt und verarbeitet folgende Daten über Sie:",
      "13": "Informationen, die Sie uns zur Verfügung stellen: Sie stellen uns während des Registrierungsprozesses zur Nutzung unserer Dienste die folgenden Informationen über sich selbst zur Verfügung: Spitzname, Geschlecht, Alter, Orientierung, die Stadt, in der Sie Bekanntschaften machen möchten, die Sprache, in der der Dienst betrieben wird. Die Informationen können auch einen Link zu einem persönlichen Profil, eine persönliche Konto-ID im Telegram-Messenger und die Sprache des Telegram-Messengers enthalten. Darüber hinaus handelt es sich dabei um Informationen, die Sie bereitstellen, indem Sie unsere Dienste weiterhin nutzen, an einer Werbeaktion oder Umfrage teilnehmen sowie Probleme mit unseren Diensten melden.",
      "14": "Von uns über Sie erfasste Informationen: Der Dienstanbieter erfasst möglicherweise automatisch die folgenden Informationen:",
      "15": "Technische Informationen, einschließlich Ihrer Registrierungsdaten, Betriebssystem- und Gerätedaten.",
      "16": "Details zu den Transaktionen, die Sie bei der Nutzung unserer Dienste tätigen.",
      "17": "Videomaterial zu Verifizierungszwecken: Bei Hochrisikobenutzern können wir im Rahmen des Verifizierungsprozesses Videomaterial sammeln. Diese Videos werden ausschließlich verwendet, um die Echtheit des Benutzerprofils zu bestätigen, Betrug vorzubeugen und die Servicesicherheit zu erhöhen. Die Kriterien zur Identifizierung von Hochrisikoprofilen sind intern und unterliegen keiner Offenlegung, sodass die Sicherheitsmaßnahmen gegen Missbrauch oder Manipulation wirksam bleiben.",
      "18": "Informationen aus anderen Quellen: Der Dienstanbieter erhält möglicherweise Informationen über Sie, wenn Sie eine der von uns verwalteten Websites oder andere von uns bereitgestellte Dienste nutzen.",
      "19": "Sie stimmen zu, dass wir das Recht haben, aber nicht verpflichtet sind, alle gesammelten personenbezogenen Daten für die gesamte Dauer Ihrer Nutzung unserer Dienste und für einen gesetzlich vorgeschriebenen Zeitraum, jedoch nicht länger als 5 (fünf) Jahre, zu speichern. Die Speicherfrist kann auf begründeten Antrag der zuständigen Behörde um höchstens 1 (ein) Jahr verlängert werden.",
      "20": "Der Dienstanbieter verarbeitet die Daten von Minderjährigen nicht absichtlich. Der Dienstanbieter empfiehlt die Nutzung des Bots Personen über 18 Jahren. Die Verantwortung für die Handlungen von Minderjährigen, einschließlich des Erwerbs von Dienstleistungen durch sie, liegt bei den gesetzlichen Vertretern der Minderjährigen. Alle Besucher unter 18 Jahren müssen die Erlaubnis ihrer gesetzlichen Vertreter einholen, bevor sie Informationen über sich selbst bereitstellen. Wenn dem Dienstanbieter bekannt wird, dass er ohne Zustimmung der gesetzlichen Vertreter Informationen über einen Minderjährigen erhalten hat, werden diese Informationen so schnell wie möglich gelöscht.",
      "21": "So schützen wir Ihre Daten",
      "22": "Der Dienstanbieter schützt Ihre persönlichen Daten durch einen sicheren Speicher mit Verschlüsselung gemäß Industriestandards. Außerdem haben wir eine Reihe von Sicherheitsmaßnahmen implementiert, um sicherzustellen, dass Ihre Daten nicht verloren gehen, missbraucht oder verändert werden. Dazu gehören unter anderem die folgenden:",
      "23": "Physikalische Maßnahmen:",
      "24": "Die physischen Medien mit Ihren Daten werden in Innenräumen gespeichert. Außerdem werden spezielle physische Mittel zum Schutz der Informationen verwendet (umgebende Außenzäune, Videoüberwachungssystem, Zugangskontrollsystem mit Ausweisen und biometrisches Erkennungssystem, einschließlich Infrarot-Schutz der Standortgrenzen).",
      "25": "Elektronische Maßnahmen:",
      "26": "Die Daten werden in Computersystemen und auf physischen Datenträgern gespeichert, für die strenge Zugriffsbeschränkungen gelten.",
      "27": "Managementmaßnahmen:",
      "28": "Durch die Trennung der Zugriffsebenen wird sichergestellt, dass ausschließlich autorisierte Mitarbeiter mit Ihren Daten in Berührung kommen und sich zur Einhaltung unserer unternehmensinternen Datenschutzvorschriften verpflichtet haben.",
      "29": "Technische Maßnahmen:",
      "30": "Zur Übertragung und Speicherung Ihrer Daten kann Verschlüsselungstechnologie verwendet werden. Wir verwenden verschiedene derzeit verfügbare Sicherheitstechnologien und -kontrollen, um das Risiko zu minimieren, dass Ihre Daten offengelegt, beschädigt, missbraucht, ohne Erlaubnis erlangt, ohne Erlaubnis offengelegt oder verändert werden. Unsere technischen Sicherheitsteams überwachen aktiv abnormale und böswillige Aktivitäten auf unseren Servern und Diensten.",
      "31": "Weitere Maßnahmen:",
      "32": "Wir sind bestrebt, Ihre Informationen vor unbefugtem Zugriff, Änderung, Offenlegung oder Zerstörung der von uns erfassten und gespeicherten Daten zu schützen.",
      "33": "Wir ergreifen verschiedene Maßnahmen, um die Informationssicherheit zu gewährleisten, darunter:",
      "34": "Verschlüsselung unserer Nachrichten mit Ihnen;",
      "35": "Regelmäßige Analyse unserer Methoden zur Datenerfassung, -speicherung und -verarbeitung;",
      "36": "Eingeschränkter Zugriff auf Ihre Daten auf Grundlage der erforderlichen Kenntnisse für unsere Mitarbeiter und Lieferanten, die strengen vertraglichen Geheimhaltungspflichten unterliegen.",
      "37": "Bitte beachten Sie, dass eine 100%ige Sicherheit der Informationen nicht gewährleistet werden kann. Daher bitten wir Sie, Maßnahmen zum Schutz Ihrer persönlichen Daten zu ergreifen.",
      "38": "Sie erklären sich damit einverstanden, dass der Dienstanbieter nicht für Informationslecks und andere Verluste verantwortlich ist, die nicht durch unsere Vorsätzlichkeit oder grobe Fahrlässigkeit verursacht wurden, einschließlich, aber nicht beschränkt auf Hackerangriffe, Stromausfälle oder unvermeidbare technische Störungen, und im gesetzlich zulässigen Höchstmaß auch für das Leck von Benutzerdaten durch eigenes Verschulden.",
      "39": "Wenn Sie den Verdacht haben, dass Ihre persönlichen Daten kompromittiert wurden, kontaktieren Sie uns bitte umgehend.",
      "40": "Möglichkeiten der Nutzung Ihrer Daten",
      "41": "Wir verwenden die über Sie erhobenen Daten für die folgenden Zwecke und auf die folgende Art und Weise:",
      "42": "Zur Bereitstellung unserer Dienste: Der Dienstanbieter verwendet die gesammelten Informationen, um seinen Verpflichtungen Ihnen gegenüber nachzukommen, um Ihnen Informationen, Produkte und Dienste bereitzustellen, um bessere Dienste aufrechtzuerhalten und bereitzustellen und um Ihre Identität zu überprüfen.",
      "43": "Zur Einhaltung gesetzlicher Anforderungen: Der Dienstanbieter verwendet die Informationen gemäß unseren gesetzlichen Verpflichtungen, behördlichen Anfragen und angemessenen Benutzeranfragen.",
      "44": "Für Forschung und Entwicklung:",
      "45": "Der Dienstanbieter misst und analysiert aktiv Daten zur Verwaltung unserer Dienste und für interne Vorgänge, einschließlich Fehlerbehebung, Datenanalyse, Tests, Forschung, Statistik- und Überprüfungszwecke sowie um zu verstehen, wie Sie unsere Dienste nutzen und mit ihnen interagieren.",
      "46": "Diese Überprüfung wird von unseren Betriebsteams durchgeführt, um unsere Dienste kontinuierlich zu verbessern und Probleme mit der Benutzeroberfläche zu beheben. Darüber hinaus verwendet der Dienstanbieter diese Informationen, um unsere Dienste, den Inhalt und das Layout unserer Websites anzupassen, zu messen und zu verbessern sowie um neue Dienste zu entwickeln.",
      "47": "Wir überwachen ständig Informationen über Aktivitäten in unseren Systemen und unsere Kommunikation mit Benutzern, um Probleme zu suchen und schnell zu beheben.",
      "48": "Zur Kommunikation mit Ihnen: Ohne die Erhebung und Verarbeitung Ihrer Daten zur Bestätigung jeder Nachricht kann der Dienstanbieter nicht auf die von Ihnen gesendeten Anfragen antworten.",
      "49": "Zur Gewährleistung der Einhaltung unserer Geschäftsbedingungen: Die gesammelten Informationen werden auch dazu verwendet, unsere Geschäftsbedingungen kontinuierlich und aktiv einzuhalten, einschließlich, aber nicht beschränkt auf die Überprüfung, Untersuchung und Verhinderung potenziell verbotener oder illegaler Aktivitäten, die gegen die oben genannten Bestimmungen verstoßen könnten, oder die Offenlegung relevanter Informationen gegenüber Dritten in Übereinstimmung mit diesen Bestimmungen.",
      "50": "Zur Videoverifizierung: Im Rahmen der Verifizierung gesammelte Videomaterialien werden verwendet, um die Authentizität des Profils zu bestätigen und betrügerische Aktivitäten zu verhindern. Darüber hinaus können anonymisierte Videodaten zur Analyse, Verbesserung der Sicherheitsalgorithmen und Entwicklung neuer Funktionen verwendet werden.",
      "51": "Für Marketing und Werbung: Der Dienstanbieter kann Ihre persönlichen Daten zu Targeting-, Modellierungs- und/oder Analysezwecken sowie zu Marketing- und Werbezwecken an unsere Marketingpartner weitergeben. Werbetreibende haben keinen direkten Zugriff auf persönliche Benutzerdaten. Stattdessen verwendet der Dienstanbieter anonymisierte und aggregierte Informationen, um Werbung effektiv auszurichten, ohne die Privatsphäre der Benutzer zu beeinträchtigen.",
      "52": "Für gezielte Werbung: Wir können Ihre persönlichen Daten wie Geschlecht, Alter und geografischer Standort verwenden, um in Zusammenarbeit mit unseren Werbepartnern personalisierte Werbung und gesponserte Inhalte bereitzustellen.",
      "53": "Für andere Zwecke: Der Dienstanbieter kann Ihre personenbezogenen Daten für alle anderen Zwecke offenlegen, für die Sie Ihre zusätzliche Zustimmung erteilen, die Sie durch Unterzeichnung eines schriftlichen Dokuments oder Ausfüllen eines vom Dienstanbieter bereitgestellten elektronischen Formulars zum Ausdruck bringen.",
      "54": "Rechtsgrundlage der Verarbeitung",
      "55": "Wenn wir Ihre Daten verarbeiten, stützen wir uns dabei auf eine der folgenden Rechtsgrundlagen. Wir können Ihre Daten aus mehreren legitimen Gründen verarbeiten, abhängig von dem spezifischen Zweck, für den wir Ihre Daten verwenden.",
      "56": "Durchführung des Vertrages:",
      "57": "Wir können Daten verarbeiten, wenn die Verarbeitung Ihrer Daten zur Erfüllung unserer Verpflichtungen aus der Benutzervereinbarung, die wir mit Ihnen geschlossen haben, erforderlich ist.",
      "58": "Gesetzliche Verpflichtung oder im öffentlichen Interesse:",
      "59": "Wir sind zur Verarbeitung Ihrer Daten im Rahmen gesetzlicher Verpflichtungen verpflichtet.",
      "60": "Zu den Zwecken der Verarbeitung gehören die Kontrolle der Identitätsprüfung, die Geldwäsche- und Betrugsprävention, Maßnahmen zur Risikokontrolle sowie die Bereitstellung von Informationen an eine zuständige Behörde, Regierungsstelle oder Strafverfolgungsbehörde.",
      "61": "Berechtigte Interessen:",
      "62": "Bei Bedarf verarbeiten wir Daten, wenn wir oder der Dritte ein berechtigtes Interesse an der Verfolgung kommerzieller und geschäftlicher Interessen haben, es sei denn, diese Interessen überschneiden sich mit Ihren Interessen, Grundrechten und Freiheiten.",
      "63": "Ihre Einwilligung:",
      "64": "Unter bestimmten Umständen bitten wir Sie möglicherweise um Ihre ausdrückliche Erlaubnis, zusätzliche personenbezogene Daten für bestimmte Zwecke zu verarbeiten.",
      "65": "Ihre Daten werden auf diese Weise verarbeitet, wenn Sie darin einwilligen. Wenn die Rechtsgrundlage Ihre Einwilligung ist, können Sie diese jederzeit widerrufen. Der Widerruf Ihrer Einwilligung berührt nicht die Rechtmäßigkeit der vor dem Widerruf verarbeiteten Daten.",
      "66": "Wer erhält Ihre Daten",
      "67": "Der Dienstleister erhält Ihre Daten zur Bearbeitung der Anfrage und Erbringung der Leistungen sowie zur Erfüllung unserer vertraglichen und gesetzlichen Pflichten.",
      "68": "Wir geben Ihre Daten an Dritte weiter, wenn dies für unsere legitimen Geschäftsbedürfnisse, zur Erfüllung von Anfragen, zur Bereitstellung von Diensten und/oder gemäß den gesetzlichen Anforderungen oder Genehmigungen erforderlich ist. Dritte in solchen Fällen:",
      "69": "Dienstanbieter:",
      "70": "Der Dienstleister gibt die Daten bei Bedarf an externe Partner und Dienstleister (Auftragsverarbeiter) weiter, damit diese die Daten in unserem Auftrag verarbeiten können. Diese Dienstleister sind verpflichtet, ausreichende Garantien gemäß dem Datenschutzgesetz zu bieten (z. B. vertragliche Verpflichtungen zur Vertraulichkeit und zum Datenschutz). Wir geben nur die Daten weiter, die sie zur Erbringung ihrer Dienste benötigen.",
      "71": "Wirtschaftsprüfer und Berater:",
      "72": "Wir können Daten zu Zwecken und im Rahmen von Inspektionen (z. B. externe Inspektionen, Sicherheitskontrollen) an Rechts- und andere Berater weitergeben, um Sicherheitsprobleme, Risiken, Beschwerden usw. zu untersuchen.",
      "73": "Aufsichtsbehörden, Strafverfolgungsbehörden, Gerichte:",
      "74": "Der Dienstanbieter kann Daten im Einklang mit den geltenden Gesetzen und behördlichen Verpflichtungen offenlegen, um auf Anfragen von Aufsichtsbehörden, Regierungs- und Strafverfolgungsbehörden, Gerichten und Gerichtsbeschlüssen zu reagieren.",
      "75": "Weitere Personen:",
      "76": "Weitere Empfänger können alle natürlichen/juristischen Personen sein, denen Sie die Übermittlung Ihrer Daten (z.B. Zusendung eines Links o.ä.) mitteilen bzw. die in die Datenübermittlung einwilligen.",
      "77": "Der Dienstanbieter kann Ihre Daten außerdem in folgenden Fällen offenlegen:",
      "78": "Um unsere Rechte, unsere Sicherheit oder unser Eigentum sowie die Rechte unserer Kunden oder Dritter/der Öffentlichkeit zu schützen. Dazu gehört auch die Weitergabe von Informationen an andere Unternehmen und Organisationen zum Zwecke der Geldwäsche, Betrugsprävention und ähnlicher Risiken.",
      "79": "Wenn wir aufgrund gesetzlicher oder behördlicher Verpflichtungen oder Anforderungen dazu verpflichtet sind, Ihre Daten offenzulegen oder zu übermitteln.",
      "80": "Rechte des Nutzers",
      "81": "Der Nutzer hat das Recht:",
      "82": "Greifen Sie auf die von uns gespeicherten Informationen zu und fordern Sie Einzelheiten dazu an.",
      "83": "Fordern Sie Korrekturen für ungenaue oder veraltete Informationen an.",
      "84": "Fordern Sie die Löschung oder Anonymisierung von Daten, die für die angegebenen Zwecke nicht mehr erforderlich sind.",
      "85": "Widerspruch gegen die Verarbeitung auf Grundlage berechtigter Interessen.",
      "86": "Widerrufen Sie ggf. Ihre Einwilligung zur Datenverarbeitung.",
      "87": "Aufbewahrungsfristen und Datenverarbeitung"
    }
  }
}
