{
  "page": {
    "text": {
      "1": "اتفاقية المستخدم",
      "2": "مقدمة",
      "3": "تنص اتفاقية المستخدم هذه (\"الاتفاقية\") على استخدام Telegram bot @wefatebot (\"الخدمة\"، \"Bot\"، \"نحن\") من قبل المستخدم (\"المستخدم\"، \"العميل\"، \"أنت\").",
      "4": "قبل استخدام الخدمة، فإنك توافق على أنك قرأت ووافقت على جميع الشروط والأحكام الواردة في هذه الاتفاقية وفي سياسة الخصوصية الخاصة بنا المتوفرة على @wefatebot.",
      "5": "من خلال البدء في استخدام الخدمة أو وظائفها الفردية، يعتبر المستخدم قد قبل شروط الاتفاقية بالكامل، دون أي تحفظات أو استثناءات.",
      "6": "تنطبق شروط هذه الاتفاقية على جميع المستخدمين والأشخاص الآخرين الذين يصلون إلى الخدمة أو يستخدمونها. إذا كنت لا توافق على قبول أي من شروط هذه الاتفاقية والامتثال لها، أو إذا كانت الاتفاقية تتعارض مع قوانين بلدك أو قوانين موقعك، فإنك توافق على عدم استخدام @wefatebot. إذا فشلت في القيام بذلك، فستكون مسؤولاً عن جميع الخسائر والأضرار التي تلحق بالروبوت أو الأطراف الثالثة نتيجة لرفضك.",
      "7": "يجوز للخدمة من وقت لآخر، وفقًا لتقديرها، إجراء تغييرات وتحسينات على هذه الاتفاقية.",
      "8": "من خلال الاستمرار في استخدام الخدمة بعد إجراء هذه التغييرات، يتم اعتبار أنك قد وافقت على التغييرات ووافقت عليها.",
      "9": "تعتمد الخدمة على خوارزميات تطبيق تيليجرام، لذا يرجى أيضًا الرجوع إلى شروط استخدام تيليجرام وسياسة الخصوصية.",
      "10": "الخدمات المقدمة",
      "11": "يوفر الروبوت خدمات المواعدة والتواصل: يوفر الروبوت الفرصة لإنشاء ملفات تعريف يمكن للمستخدمين الآخرين رؤيتها وإبداء إعجابهم بها أو عدم إعجابهم بها. يؤدي الإعجاب المتبادل بالملفات الشخصية إلى تبادل تفاصيل الاتصال في Telegram لمزيد من التواصل.",
      "12": "لضمان السلامة وتجربة مستخدم مخصصة، يقوم الروبوت بفصل الملفات الشخصية للمستخدمين الذين تقل أعمارهم عن 18 عامًا (القصر) عن ملفات المستخدمين البالغين. تقلل هذه العزلة من التفاعلات بين القاصرين والبالغين وتعزز سلامة البيئة للمستخدمين الأصغر سنًا.",
      "13": "شروط الاستخدام",
      "14": "لكي تكون مؤهلاً لاستخدام الخدمة، فإنك تقر وتضمن ما يلي:",
      "15": "أنت فرد يتمتع بالأهلية القانونية الكاملة والقدرة البدنية ولديك السلطة الكافية للموافقة على هذه الوثيقة.",
      "16": "لا تزودنا بمعلومات مضللة أو كاذبة أو احتيالية.",
      "17": "لم يتم منعك أو منعك من استخدام خدمتنا من قبل.",
      "18": "أنك لا تنتهك أيًا من أحكام هذه الاتفاقية أو القوانين واللوائح المعمول بها.",
      "19": "أنت مسؤول عن الامتثال للقوانين ذات الصلة في منطقة إقامتك (التسجيل) التي يمكنك من خلالها الوصول إلىwefatebot.",
      "20": "يجب على المستخدمين الذين تقل أعمارهم عن 18 عامًا الحصول على موافقة صريحة من ممثليهم القانونيين قبل استخدام الخدمة. ومن خلال الاستمرار في استخدام الخدمة، يؤكد القاصرون أنه قد تم تقديم هذه الموافقة. الخدمة ليست مسؤولة عن أي استخدام من قبل القاصرين دون هذه الموافقة.",
      "21": "توصي الخدمة باستخدام الروبوت للأشخاص الذين تزيد أعمارهم عن 18 عامًا. ولا يجوز للقاصرين استخدام الروبوت إلا للعثور على أصدقاء أو المشاركة في اتصالات غير رومانسية، بشرط حصولهم على إذن من ممثليهم القانونيين.",
      "22": "لتعزيز الأمان، يضمن الروبوت عدم عرض الملفات الشخصية للقاصرين للمستخدمين البالغين، والعكس صحيح. يعد هذا الفصل إجراءً حاسمًا لمنع التفاعلات غير المرغوب فيها أو غير المناسبة.",
      "23": "تحتفظ الخدمة بالحق في تقييد أو حظر استخدام الروبوت في بعض الولايات القضائية، إذا كان ذلك مطلوبًا بموجب القانون المعمول به.",
      "24": "أنت تضمن أيضًا عدم إساءة استخدام الخدمة أو محاولة تعطيلها أو التدخل فيها بأي شكل آخر، على سبيل المثال، عدم استخدام الروبوت للقيام بأعمال احتيالية أو مضللة، أو تقديم برامج ضارة، أو القرصنة، أو نشر البريد العشوائي، أو التحايل على أنظمتنا أو إجراءاتنا الأمنية.",
      "25": "يمكنك أيضًا إخطارwefatebot إذا كنت ترغب في التوقف عن الوصول إلى الروبوت في أي وقت عن طريق إرسال طلب دعم.",
      "26": "إجراءات التسجيل واستخدام البوت",
      "27": "إجراءات التسجيل.",
      "28": "إرسال الطلب.",
      "29": "للبدء في استخدام @wefatebot، يجب عليك تنشيط الروبوت وتزويد @wefatebot بالبيانات المطلوبة لإنشاء الملف الشخصي لمستخدم الروبوت. تتضمن البيانات: اللقب، والجنس، والعمر، والتوجه، والمدينة التي تخطط للتعرف عليها، واللغة، والصورة/الفيديو المقدم من المستخدم.",
      "30": "يمكن للمستخدم أيضًا إضافة وصف لاهتماماته وهواياته ومعلومات أخرى في الملف الشخصي.",
      "31": "التحقق من المستخدم ومراقبته.",
      "32": "نحن نحتفظ بالحق في تقييد أو منع وصولك إلىwefatebot وتأجيل التسجيل إذا اكتشفنا خطر الاحتيال أو أي نشاط غير قانوني آخر.",
      "33": "وقد نطلب منك أيضًا تقديم معلومات إضافية أو الانتظار لبعض الوقت بعد الانتهاء من تقديم البيانات قبل السماح لك باستخدام الخدمات. قد يُطلب التحقق بالفيديو من الملفات الشخصية عالية المخاطر للتأكد من صحتها. معايير تحديد الملفات عالية المخاطر هي معايير داخلية ولا تخضع للإفصاح.",
      "34": "من خلال الوصول إلى الخدمات التي يقدمها شركاء @wefatebot من خلال الروبوت، فإنك تمنح موافقتك على نقل بياناتك إلى شركاء الروبوت وتفهم أن @wefatebot لديه الحق في تقييد وصولك إلى الخدمة والخدمات الإضافية بناءً على المعلومات الواردة من شركائه.",
      "35": "باستخدام الشات بوت.",
      "36": "بعد الانتهاء من عملية إنشاء الملف الشخصي، لديك الفرصة لعرض الملفات الشخصية للمستخدمين الآخرين. من أجل التعرف على الملفات الشخصية للمستخدمين الآخرين، تحتاج إلى تحديد \"عرض الملفات الشخصية\".",
      "37": "اختر عنصرًا على شكل \"قلب\" إذا كنت تريد التعرف على المستخدم. في حالة عدم الرغبة في مزيد من التعارف، اختر عنصرا في شكل \"إلغاء\"، ثم سيتم عرض الملف الشخصي التالي لك.",
      "38": "إذا قمت بتحديد عنصر على شكل \"قلب\"، فسيتلقى الشخص الذي حددت هذا العنصر له إشعارًا باختيارك. إذا اختار هذا الشخص أيضًا هذا العنصر، فستتلقى رابطًا إلى ملفه الشخصي في Telegram، حيث يمكنك البدء في التواصل عبر Telegram messenger.",
      "39": "أثناء عرض الملفات الشخصية، قد يتم عرض الإعلانات الموضوعة وفقًا لأحكام التشريع. لا يتمتع المعلنون بإمكانية الوصول المباشر إلى بيانات المستخدم الشخصية. وبدلاً من ذلك، يتم استخدام المعلومات مجهولة المصدر والمجمعة لاستهداف الإعلانات.",
      "40": "ممنوع استخدام البوت",
      "41": "نمنحك ترخيصًا غير حصري وغير قابل للتحويل لاستخدام @wefatebot وفقًا لشروط وأحكام هذه الاتفاقية.",
      "42": "لديك الحق في الوصول إلى الخدمة واستخدامها والمواد والمعلومات ذات الصلة (يشار إليها مجتمعة باسم \"المحتوى\") حصريًا وفقًا لشروط هذه الاتفاقية.",
      "43": "يُمنع منعا باتا أي استخدام آخر للخدمة أو المحتوى، وجميع الحقوق والعناوين الأخرى للخدمة أو المحتوى مملوكة حصريًا لمالك @wefatebot، والجهات المرخصة له.",
      "44": "يُحظر استخدام الخدمة لأغراض الإعلان المتعلق بالخدمات غير القانونية، والمخططات الاحتيالية، والأهرامات، والشبكة المظلمة، والابتزاز، وغسل الأموال، وتمويل الإرهاب، والأشخاص الخاضعين لأنظمة العقوبات، والفئات الأخرى من المخاطر غير المقبولة لـwefatebot.",
      "45": "يحظر انتحال شخصية شخص آخر عند التسجيل واستخدام @wefatebot.",
      "46": "إن التعبيرات ذات الطبيعة الجنسية أو التلميحات عن أفعال جنسية ضد الأشخاص الذين تقل أعمارهم عن 18 عامًا لا تتوافق مع شروط الخدمة الخاصة بنا وهي غير قانونية في العديد من البلدان. إذا تم اكتشافك في مثل هذه الإجراءات، فسيتم حذف حسابك وسيتم نقل المعلومات المتعلقة به إلى الشرطة المحلية.",
      "47": "حل الشكاوى",
      "48": "إذا كان لديك أي ملاحظات أو أسئلة أو شكاوى، يرجى الاتصال بدعم العملاء (@wefatehelp).",
      "49": "إذا كانت لديك شكوى، فيرجى ذكر سبب شكواك، وكيف تريد منا حل الشكوى، وأي معلومات أخرى تعتبرها مناسبة. سوف نقوم بالتحقيق في شكواك بناءً على المعلومات التي قدمتها وأي معلومات مقدمة من @wefatebot.",
      "50": "سيتم النظر في شكواك خلال 14 (أربعة عشر) يومًا تقويميًا من تاريخ استلام خدمة الدعم للشكوى.",
      "51": "قد يتخذ الوكيل من فريق دعمwefatebot القرارات التالية بناءً على شكواك:",
      "52": "حل شكواك وفقًا لطلبك.",
      "53": "اتخذ قرارًا برفض شكواك مع بيان أسباب الرفض.",
      "54": "قم بحل شكواك بطريقة بديلة.",
      "55": "أنت توافق على استخدام إجراء الشكوى الموضح في هذا القسم قبل تقديم دعوى إلى المحكمة. يمكن استخدام عدم الالتزام بهذا الشرط كدليل على عدم رغبتك في تسوية المشكلة خارج المحكمة و/أو الطبيعة غير المقبولة للشكوى.",
      "56": "تعليق وإنهاء الوصول إلى البوت",
      "57": "يجوز لـ@wefatebot تقييد أو إنهاء وصولك إلى الخدمة إذا كان ذلك مطلوبًا بموجب أمر استدعاء صالح أو أمر محكمة أو أمر إلزامي من وكالة حكومية،",
      "58": "و/أو نشتبه بشكل معقول في قيام المستخدم بالاستخدام المحظور لـ @wefatebot؛",
      "59": "و/أو أن يكون استخدام ملفك الشخصي موضوعًا لأي إجراءات قانونية أو تحقيقات أو إجراءات حكومية؛",
      "60": "و/أو نعتقد أن هناك خطرًا متزايدًا لعدم الامتثال للمتطلبات القانونية أو التنظيمية المتعلقة باستخدامك لـwefatebot؛",
      "61": "و/أو شركاء الخدمة لدينا لا يمكنهم دعم استخدامك للخدمة؛",
      "62": "و/أو تتخذ إجراءات، وفقًا لتقديرنا الخاص، تتحايل على القواعد والضوابط التي وضعناها، بما في ذلك، على سبيل المثال لا الحصر، فتح ملفات تعريف متعددة أو إساءة استخدام العروض الترويجية التي قد تقدمهاwefatebot من وقت لآخر؛",
      "63": "أو أنك تنتهك هذه الاتفاقية وقواعد @wefatebot الأخرى.",
      "64": "محتوى الطرف الثالث",
      "66": "إذا احتوت ملفات تعريف المستخدم أثناء استخدام الروبوت (أو قد تحتوي على) روابط لمواقع على الإنترنت (مواقع الطرف الثالث) بالإضافة إلى مقالات وصور ورسوم توضيحية وصور بيانية وموسيقى وأصوات ومقاطع فيديو ومعلومات وتطبيقات وبرامج ومحتوى آخر ينتمي إلى أطراف ثالثة أو ناشئ عنها (محتوى الطرف الثالث). لا يتم التحقق من هذه الأطراف الثالثة ومحتواها من قبل الخدمة للتأكد من امتثالها لأي متطلبات معينة (على سبيل المثال، الدقة والاكتمال والشرعية وما إلى ذلك). لا تتحمل الخدمة مسؤولية أي معلومات منشورة على مواقع الطرف الثالث التي يصل إليها المستخدمون عبر الروابط الموجودة في ملفات تعريف المستخدم أو محتوى الطرف الثالث. يتفاعل المستخدمون مع محتوى الطرف الثالث وفقًا لتقديرهم ومخاطرهم الخاصة.",
      "67": "إذا كان أي محتوى تابع لجهة خارجية ينتهك حقوقك أو يبدو غير قانوني، فيمكنك الاتصال بالخدمة للمراجعة واتخاذ الإجراء المحتمل، ولكن المسؤولية النهائية تقع على عاتق منشئ أو مالك محتوى الجهة الخارجية.",
      "68": "التعاون مع وكالات إنفاذ القانون",
      "69": "تتعاون الخدمة مع وكالات إنفاذ القانون والمنظمات الأخرى المصرح لها بشكل صارم في إطار القوانين واللوائح المعمول بها. يجب أن تتوافق طلبات الحصول على بيانات المستخدم أو المعلومات الأخرى مع المتطلبات التالية:",
      "70": "تقديم الطلبات:",
      "71": "يجب إرسال الطلبات من عنوان بريد إلكتروني رسمي تابع لوكالة إنفاذ القانون الطالبة إلى البريد الإلكتروني المحدد: budaev.e@gmail.com",
      "72": "يجب أن يتضمن الطلب اسم ومنصب الموظف الطالب، والغرض ونطاق الطلب، والوثائق ذات الصلة، مثل أمر المحكمة أو أي إذن قانوني آخر.",
      "73": "يجب أن يوفر البريد الإلكتروني أيضًا جهة اتصال Telegram للتواصل السريع مع الموظف الطالب، إذا لزم الأمر.",
      "74": "التحقق من الطلبات",
      "75": "وتحتفظ الخدمة بالحق في التحقق من صحة الطلب عن طريق الاتصال بالجهة الطالبة عبر القنوات الرسمية المتاحة للجمهور.",
      "76": "الطلبات التي تفشل في تلبية هذه المتطلبات قد تتأخر أو يتم رفضها.",
      "77": "القيود المفروضة على الكشف عن البيانات:",
      "78": "ستكشف الخدمة فقط عن الحد الأدنى من البيانات اللازمة لتلبية الطلب القانوني.",
      "79": "عندما يسمح القانون بذلك وفي غياب أمر بالسرية، يجوز للخدمة إخطار المستخدم الذي يتم طلب بياناته.",
      "80": "حالات الطوارئ:",
      "81": "في الحالات العاجلة التي تنطوي على ضرر وشيك أو تهديد للسلامة العامة، يجوز للخدمة تسريع معالجة الطلبات. ولكن لا بد من تقديم مثل هذه الطلبات رسميًا وتبريرها.",
      "82": "الأحكام النهائية",
      "83": "يتم تحديد معاني المصطلحات المستخدمة في هذه الاتفاقية وفقًا لقوانين الولاية القضائية ذات الصلة، ما لم يتم ذكر خلاف ذلك صراحةً. إذا تبين أن أي حكم من أحكام هذه الاتفاقية غير صالح أو غير قابل للتنفيذ، فلن يؤثر ذلك على صحة أو قابلية الأحكام المتبقية للتنفيذ.",
      "84": "يتعين على المستخدمين الذين تقل أعمارهم عن 18 عامًا إبلاغ ممثليهم القانونيين بتسجيلهم واستخدامهم للخدمة. ولا تتحمل الخدمة مسؤولية ضمان تقديم مثل هذا الإشعار.",
      "85": "تقع مسؤولية تصرفات القاصرين الذين يستخدمون الخدمة بالكامل على عاتق ممثليهم القانونيين. من خلال تسجيل أو السماح للقاصر باستخدام الخدمة، يؤكد الممثلون القانونيون موافقتهم على هذه الاتفاقية ويتحملون المسؤولية الكاملة عن ضمان الامتثال لشروطها.",
      "86": "تحتفظ الخدمة بالحق في التنازل أو نقل حقوقها والتزاماتها بموجب هذه الاتفاقية إلى طرف ثالث دون إشعار مسبق، بشرط ألا يؤثر هذا التنازل سلبًا على حقوق المستخدم.",
      "87": "بقبول هذه الاتفاقية، فإنك توافق على أن جميع الاتصالات والإشعارات والاتفاقيات سيتم تسليمها إلكترونيًا حيثما يسمح القانون بذلك.",
      "88": "تشكل هذه الاتفاقية التفاهم الكامل بين الطرفين فيما يتعلق باستخدام الخدمة وتحل محل جميع الاتفاقيات أو التفاهمات السابقة، سواء كانت مكتوبة أو شفهية، فيما يتعلق بموضوعها.",
      "89": "إذا كانت لديك أي أسئلة أو مخاوف بشأن هذه الاتفاقية، يرجى الاتصال بنا على @wafatehelp."
    }
  }
}
