{
  "page": {
    "text": {
      "1": "سياسة الخصوصية",
      "2": "الأحكام العامة",
      "3": "تنطبق سياسة الخصوصية هذه للبيانات الشخصية على جميع المعلومات المنشورة في Telegram-bot @wefatebot (الشركة، \"مزود الخدمة\"، \"نحن\")، والتي قد يقدمها/يتلقاها زوار الروبوت (المستخدمون، \"أنت\") أثناء استخدامه.",
      "4": "يضمن مزود الخدمة، وفقًا للمتطلبات القانونية المعمول بها، سرية البيانات وتنفيذ التدابير الفنية والتنظيمية المناسبة لحماية البيانات من الوصول غير المصرح به أو الكشف عنها أو الاختراق العرضي أو التغيير أو التدمير أو المعالجة غير القانونية الأخرى.",
      "5": "تحدد سياسة الخصوصية هذه سياسة الخصوصية وحماية البيانات الحالية لدينا والتزاماتنا. وبناءً على ذلك، نسعى جاهدين لجمع ومعالجة البيانات الضرورية فقط في سياق علاقاتنا مع العملاء والشركاء والمستخدمين/الزوار لخدمتنا والموارد عبر الإنترنت، لتقديم الخدمات و/أو المعلومات لأغراض محددة ومشروعة.",
      "6": "لقد قمنا بنشر سياسة الخصوصية الخاصة بنا في روبوت Telegram @wefatebot في أحدث إصدار له. يرجى قراءتها بعناية. من خلال الوصول إلى هذا الروبوت واستخدامه، فإنك تؤكد أنك قرأت وفهمت ووافقت على سياسة الخصوصية هذه.",
      "7": "تشكل سياسة الخصوصية هذه جزءًا لا يتجزأ من اتفاقية المستخدم المنشورة في روبوت Telegram @wefatebot ويجب قراءتها لاستخدام الخدمة.",
      "8": "يحتفظ مزود الخدمة بالحق، وفقًا لتقديره الخاص، في تغيير سياسة الخصوصية هذه في أي وقت عن طريق نشر نسخة محدثة من سياسة الخصوصية في Telegram-Bot @wefatebot، وإذا كانت التغييرات كبيرة، فيُخطر المستخدمين بذلك. تدخل النسخة المعدلة أو المحدثة من سياسة الخصوصية هذه حيز التنفيذ من لحظة نشرها في البوت. من خلال الاستمرار في استخدام الخدمة، يوافق المستخدم على سياسة الخصوصية المحدثة.",
      "9": "تعتمد الخدمة على خوارزميات تطبيق Telegram، لذا يرجى أيضًا الرجوع إلى شروط الاستخدام وسياسة الخصوصية الخاصة بتطبيق Telegram.",
      "10": "المعلومات التي نجمعها عنك",
      "11": "الغرض الرئيسي من قيام مزود الخدمة بجمع بياناتك هو تزويدك بخدمات لاستخدام روبوت Telegram @wefatebot (المشار إليه فيما يلي باسم الخدمات). في عملية تقديم خدماتنا إليك، لكي نتمكن من استخدام خدماتنا وتحسينها، نحتاج إلى جمع معلومات شخصية عنك.",
      "12": "سيقوم مزود الخدمة بجمع ومعالجة البيانات التالية عنك:",
      "13": "المعلومات التي تقدمها لنا: أنت تقدم لنا المعلومات التالية عن نفسك أثناء عملية التسجيل لاستخدام خدماتنا: الاسم المستعار، والجنس، والعمر، والتوجه، والمدينة التي تريد التعرف فيها، واللغة التي سيتم بها تشغيل الخدمة. قد تتضمن المعلومات أيضًا رابطًا إلى ملف تعريف شخصي، ومعرف حساب شخصي في برنامج Telegram messenger، ولغة برنامج Telegram messenger. بالإضافة إلى ذلك، هذه هي المعلومات التي تقدمها من خلال الاستمرار في استخدام خدماتنا، والمشاركة في عرض ترويجي أو استطلاع، بالإضافة إلى الإبلاغ عن المشكلات المتعلقة بخدماتنا.",
      "14": "المعلومات التي نجمعها عنك: قد يقوم مزود الخدمة بجمع المعلومات التالية تلقائيًا:",
      "15": "المعلومات الفنية، بما في ذلك بيانات التسجيل ونظام التشغيل وبيانات الجهاز.",
      "16": "تفاصيل المعاملات التي تقوم بها عند استخدام خدماتنا.",
      "17": "مواد الفيديو لأغراض التحقق: بالنسبة للمستخدمين المعرضين لمخاطر عالية، قد نقوم بجمع مواد الفيديو كجزء من عملية التحقق. تُستخدم هذه الفيديوهات حصريًا لتأكيد صحة ملف تعريف المستخدم ومنع الاحتيال وتعزيز أمان الخدمة. معايير تحديد الملفات الشخصية المعرضة لمخاطر عالية داخلية ولا تخضع للإفصاح، مما يضمن بقاء تدابير الأمان فعالة ضد سوء الاستخدام أو التلاعب.",
      "18": "المعلومات من مصادر أخرى: قد يتلقى مزود الخدمة معلومات عنك إذا كنت تستخدم أيًا من مواقع الويب التي نديرها أو الخدمات الأخرى التي نقدمها.",
      "19": "أنت توافق على أننا نملك الحق، ولكننا لسنا ملزمين بتخزين جميع المعلومات الشخصية التي تم جمعها طوال فترة استخدامك لخدماتنا ولفترة يحددها القانون، ولكن ليس أكثر من 5 (خمس) سنوات. يجوز تمديد فترة التخزين لفترة لا تتجاوز 1 (سنة واحدة)، إذا كان هناك طلب مسبب من السلطة المختصة.",
      "20": "لا يقوم مزود الخدمة بمعالجة بيانات القاصرين عمدًا. ويوصي مزود الخدمة باستخدام الروبوت للأشخاص الذين تزيد أعمارهم عن 18 عامًا. وتقع مسؤولية تصرفات القاصرين، بما في ذلك شراء الخدمات من قبلهم، على عاتق الممثلين القانونيين للقاصرين. يتعين على جميع الزوار الذين تقل أعمارهم عن 18 عامًا الحصول على إذن من ممثليهم القانونيين قبل تقديم أي معلومات عن أنفسهم. إذا علم مزود الخدمة أنه تلقى معلومات عن قاصر دون موافقة الممثلين القانونيين، فسيتم حذف هذه المعلومات في أقرب وقت ممكن.",
      "21": "كيف نحمي معلوماتك",
      "22": "يحافظ مزود الخدمة على أمان معلوماتك الشخصية باستخدام تخزين آمن مع تشفير وفقًا لمعايير الصناعة، وقد قمنا بتنفيذ عدد من تدابير الأمان لضمان عدم فقد معلوماتك أو إساءة استخدامها أو تغييرها، بما في ذلك على سبيل المثال لا الحصر ما يلي:",
      "23": "التدابير المادية:",
      "24": "سيتم تخزين الوسائط المادية التي تحتوي على بياناتك في الداخل، كما يتم استخدام وسائل مادية خاصة لحماية المعلومات (الأسوار الخارجية المحيطة، ونظام المراقبة بالفيديو، ونظام التحكم في الوصول باستخدام الشارات ونظام التعرف البيومتري، بما في ذلك الحماية بالأشعة تحت الحمراء لحدود الموقع).",
      "25": "التدابير الإلكترونية:",
      "26": "وسيتم تخزين البيانات في أنظمة الكمبيوتر وعلى ناقلات البيانات المادية، والتي يتم فرض قيود صارمة على الدخول.",
      "27": "التدابير الإدارية:",
      "28": "يتم فصل مستويات الوصول بحيث يُسمح فقط للموظفين المصرح لهم بالوصول إلى بياناتك، وقد التزم هؤلاء الموظفون بالامتثال لقواعد خصوصية البيانات الداخلية لدينا.",
      "29": "التدابير الفنية:",
      "30": "يمكن استخدام تقنية التشفير لنقل بياناتك وتخزينها. نستخدم تقنيات وضوابط أمنية متنوعة متاحة حاليًا لتقليل مخاطر الكشف عن بياناتك أو إتلافها أو إساءة استخدامها أو الحصول عليها دون إذن أو الكشف عنها دون إذن أو تغييرها. تراقب فرق الأمن الفني لدينا بنشاط الأنشطة غير الطبيعية والضارة على خوادمنا وخدماتنا.",
      "31": "تدابير أخرى:",
      "32": "نحن نسعى جاهدين لحماية معلوماتك من الوصول غير المصرح به أو التعديل أو الكشف أو تدمير البيانات التي نجمعها ونخزنها.",
      "33": "نتخذ تدابير مختلفة لضمان أمن المعلومات، بما في ذلك:",
      "34": "تشفير رسائلنا معك؛",
      "35": "التحليل الدوري لأساليب جمع البيانات وتخزينها ومعالجتها؛",
      "36": "الوصول المحدود إلى بياناتك بناءً على المعرفة الضرورية لموظفينا وموردينا، الذين يخضعون لالتزامات سرية تعاقدية صارمة.",
      "37": "يرجى ملاحظة أنه من غير الممكن ضمان أمان المعلومات بنسبة 100%. لذلك، نطلب منك اتخاذ التدابير اللازمة لحماية معلوماتك الشخصية.",
      "38": "أنت توافق على أن مزود الخدمة ليس مسؤولاً عن أي تسرب للمعلومات والخسائر الأخرى غير الناجمة عن نيتنا أو إهمالنا الجسيم، بما في ذلك على سبيل المثال لا الحصر هجوم القراصنة أو انقطاع التيار الكهربائي أو الفشل الفني الذي لا يمكن تجنبه، إلى الحد الأقصى المسموح به بموجب القانون، تسرب بيانات المستخدم من خلال خطأه.",
      "39": "إذا كنت تشك في أن معلوماتك الشخصية قد تعرضت للخطر، فيرجى الاتصال بنا على الفور.",
      "40": "طرق استخدام بياناتك",
      "41": "نحن نستخدم المعلومات التي نجمعها عنك للأغراض التالية أو بالطرق التالية:",
      "42": "لتقديم خدماتنا: يستخدم مزود الخدمة المعلومات المجمعة للوفاء بالتزاماته المتعلقة بك، وتزويدك بالمعلومات والمنتجات والخدمات، والحفاظ على الخدمات وتقديمها بشكل أفضل، والتحقق من هويتك.",
      "43": "للامتثال لمتطلبات القانون: سيستخدم مزود الخدمة المعلومات وفقًا لالتزاماتنا القانونية وطلبات الحكومة وطلبات المستخدم المعقولة.",
      "44": "للبحث والتطوير:",
      "45": "يقوم مزود الخدمة بقياس وتحليل البيانات بشكل نشط لإدارة خدماتنا والعمليات الداخلية، بما في ذلك استكشاف الأخطاء وإصلاحها، وتحليل البيانات، والاختبار، والبحث، والأغراض الإحصائية والمراجعة، بالإضافة إلى فهم كيفية استخدامك لخدماتنا والتفاعل معها.",
      "46": "يتم إجراء هذه المراجعة بواسطة فرق العمليات لدينا لتحسين خدماتنا بشكل مستمر وإصلاح مشكلات واجهة المستخدم. بالإضافة إلى ذلك، يستخدم مزود الخدمة هذه المعلومات لتخصيص خدماتنا وقياسها وتحسينها، ومحتوى وتخطيط مواقع الويب الخاصة بنا، فضلاً عن تطوير خدمات جديدة.",
      "47": "نقوم باستمرار بمراقبة المعلومات المتعلقة بالأنشطة في أنظمتنا واتصالاتنا مع المستخدمين من أجل البحث عن المشكلات وإصلاحها بسرعة.",
      "48": "للتواصل معك: بدون جمع بياناتك ومعالجتها لتأكيد كل رسالة، لن يتمكن مزود الخدمة من الرد على الطلبات التي ترسلها.",
      "49": "لضمان الامتثال لشروطنا وأحكامنا: تُستخدم المعلومات التي تم جمعها أيضًا للامتثال المستمر والنشط لشروطنا وأحكامنا، بما في ذلك، على سبيل المثال لا الحصر، مراجعة والتحقيق في ومنع أي أنشطة محظورة أو غير قانونية محتملة قد تنتهك الأحكام المذكورة أعلاه، أو الكشف عن المعلومات ذات الصلة لطرف ثالث وفقًا لها.",
      "50": "للتحقق من الفيديو: تُستخدم مواد الفيديو التي يتم جمعها كجزء من عملية التحقق لتأكيد صحة الملف الشخصي ومنع الأنشطة الاحتيالية. بالإضافة إلى ذلك، يمكن استخدام بيانات الفيديو مجهولة المصدر للتحليل وتحسين خوارزميات الأمان وتطوير ميزات جديدة.",
      "51": "لأغراض التسويق والإعلان: يجوز لمقدم الخدمة مشاركة معلوماتك الشخصية مع شركائنا التسويقيين لأغراض الاستهداف والنمذجة و/أو التحليلات، فضلاً عن التسويق والإعلان. لا يتمتع المعلنون بالوصول المباشر إلى بيانات المستخدم الشخصية. بدلاً من ذلك، يستخدم مقدم الخدمة معلومات مجهولة المصدر ومجمعة لاستهداف الإعلانات بشكل فعال دون المساس بخصوصية المستخدم.",
      "52": "للإعلانات المستهدفة: قد نستخدم معلوماتك الشخصية، مثل الجنس والعمر والموقع الجغرافي، لتوفير إعلانات مخصصة ومحتوى برعاية بالتعاون مع شركائنا الإعلانيين.",
      "53": "لأغراض أخرى: يجوز لمزود الخدمة الكشف عن معلوماتك الشخصية لأي غرض آخر تمنح له موافقة إضافية، معبرًا عنها من خلال التوقيع على وثيقة مكتوبة أو ملء نموذج إلكتروني يقدمه مزود الخدمة.",
      "54": "الأساس القانوني للمعالجة",
      "55": "عندما نقوم بمعالجة بياناتك، فإننا نعتمد على أحد الأسس القانونية التالية للمعالجة. قد نقوم بمعالجة بياناتك لعدة أسباب مشروعة، اعتمادًا على الغرض المحدد الذي نستخدم بياناتك من أجله.",
      "56": "تنفيذ العقد:",
      "57": "يجوز لنا معالجة البيانات إذا كانت معالجة بياناتك ضرورية للوفاء بالتزاماتنا بموجب اتفاقية المستخدم التي أبرمناها معك.",
      "58": "الالتزام القانوني أو في المصلحة العامة:",
      "59": "نحن ملزمون بمعالجة بياناتك وفقًا للالتزامات القانونية.",
      "60": "وتشمل أغراض المعالجة التحكم في التحقق من الهوية، ومنع غسل الأموال والاحتيال، وتدابير السيطرة على المخاطر، فضلاً عن تقديم المعلومات إلى سلطة مختصة أو وكالة حكومية أو وكالة إنفاذ القانون.",
      "61": "المصالح المشروعة:",
      "62": "إذا لزم الأمر، يجوز لنا معالجة البيانات إذا كان لدينا أو لدى الطرف الثالث مصلحة مشروعة في متابعة المصالح التجارية والأعمال، باستثناء الحالات التي تتداخل فيها هذه المصالح مع اهتماماتك وحقوقك وحرياتك الأساسية.",
      "63": "موافقتك:",
      "64": "في ظروف معينة، قد نطلب إذنًا محددًا منك لمعالجة معلومات شخصية إضافية لأغراض معينة.",
      "65": "سيتم معالجة بياناتك بهذه الطريقة إذا وافقت عليها. إذا كان الأساس القانوني هو الموافقة التي قدمتها، فيمكنك سحب موافقتك في أي وقت. لن يؤثر إلغاء موافقتك على قانونية البيانات التي تمت معالجتها قبل الإلغاء.",
      "66": "من يتلقى بياناتك",
      "67": "يتلقى مزود الخدمة بياناتك لتلبية الطلبات وتقديم الخدمات، بالإضافة إلى الوفاء بالتزاماتنا التعاقدية والقانونية.",
      "68": "نقوم بنقل بياناتك إلى أطراف ثالثة إذا كان ذلك ضروريًا لاحتياجاتنا التجارية المشروعة، أو لتلبية الطلبات، أو تقديم الخدمات و/أو وفقًا لمتطلبات أو تصاريح القانون. الأطراف الثالثة في مثل هذه الظروف:",
      "69": "مقدمي الخدمة:",
      "70": "سيكشف مزود الخدمة عن البيانات لشركاء الطرف الثالث ومقدمي الخدمات (المعالجين) حتى يتمكنوا من معالجتها نيابة عنا، عند الضرورة. ويطلب من مقدمي الخدمات هؤلاء تقديم ضمانات كافية وفقًا لقانون حماية البيانات (على سبيل المثال، الالتزام بالالتزامات التعاقدية فيما يتعلق بالسرية وحماية البيانات). لن ننقل إلا البيانات التي يحتاجون إليها لتقديم خدماتهم.",
      "71": "المدققون والمستشارون:",
      "72": "يجوز لنا الكشف عن البيانات لأغراض وفي سياق عمليات التفتيش (على سبيل المثال، عمليات التفتيش الخارجية، والفحوص الأمنية) للمستشارين القانونيين وغيرهم للتحقيق في القضايا الأمنية، والمخاطر، والشكاوى، وما إلى ذلك.",
      "73": "السلطات التنظيمية ووكالات إنفاذ القانون والمحاكم:",
      "74": "يجوز لمزود الخدمة الكشف عن البيانات وفقًا للقوانين المعمول بها، والالتزامات التنظيمية، والرد على طلبات السلطات التنظيمية، والحكومة، ووكالات إنفاذ القانون، والمحاكم، وأوامر المحكمة.",
      "75": "أشخاص آخرين:",
      "76": "يمكن أن يكون المستلمون الآخرون أي أشخاص طبيعيين/اعتباريين تطلب منهم نقل بياناتك (على سبيل المثال، رابط، وما إلى ذلك) أو تمنح موافقتك على نقل البيانات.",
      "77": "قد يقوم مزود الخدمة أيضًا بالكشف عن بياناتك في مثل هذه الظروف:",
      "78": "من أجل حماية حقوقنا أو سلامتنا أو ممتلكاتنا، وكذلك حقوق عملائنا أو الأطراف الثالثة/الجمهور. ويشمل ذلك مشاركة المعلومات مع شركات ومنظمات أخرى لأغراض غسل الأموال ومنع الاحتيال والمخاطر المماثلة.",
      "79": "إذا كنا مطالبين بالكشف عن بياناتك أو نقلها وفقًا لأي التزامات أو طلبات قانونية أو تنظيمية.",
      "80": "حقوق المستخدم",
      "81": "للمستخدمين الحق في:",
      "82": "الوصول إلى التفاصيل المتعلقة بالمعلومات التي نحتفظ بها وطلبها.",
      "83": "طلب تصحيح المعلومات غير الدقيقة أو القديمة.",
      "84": "طلب حذف أو إخفاء هوية البيانات التي لم تعد ضرورية للأغراض المذكورة.",
      "85": "الاعتراض على المعالجة على أساس المصالح المشروعة.",
      "86": "سحب الموافقة على معالجة البيانات حيثما ينطبق ذلك.",
      "87": "فترات الاحتفاظ ومعالجة البيانات"
    }
  }
}
