{
  "page": {
    "text": {
      "1": "سياسة الخصوصية",
      "2": "الأحكام العامة",
      "3": "تنطبق سياسة الخصوصية هذه للبيانات الشخصية على جميع المعلومات المنشورة في Telegram-bot @wefatebot (الشركة، \"مزود الخدمة\"، \"نحن\")، والتي قد يقدمها/يتلقاها زوار الروبوت (المستخدمون، \"أنت\") أثناء استخدامه.",
      "4": "يضمن مزود الخدمة، وفقًا للمتطلبات القانونية المعمول بها، سرية البيانات وتنفيذ التدابير الفنية والتنظيمية المناسبة لحماية البيانات من الوصول غير المصرح به أو الكشف عنها أو الاختراق العرضي أو التغيير أو التدمير أو المعالجة غير القانونية الأخرى.",
      "5": "تحدد سياسة الخصوصية هذه سياسة الخصوصية وحماية البيانات الحالية لدينا والتزاماتنا. وبناءً على ذلك، نسعى جاهدين لجمع ومعالجة البيانات الضرورية فقط في سياق علاقاتنا مع العملاء والشركاء والمستخدمين/الزوار لخدمتنا والموارد عبر الإنترنت، لتقديم الخدمات و/أو المعلومات لأغراض محددة ومشروعة.",
      "6": "لقد قمنا بنشر سياسة الخصوصية الخاصة بنا في روبوت Telegram @wefatebot في أحدث إصدار له. يرجى قراءتها بعناية. من خلال الوصول إلى هذا الروبوت واستخدامه، فإنك تؤكد أنك قرأت وفهمت ووافقت على سياسة الخصوصية هذه.",
      "7": "تشكل سياسة الخصوصية هذه جزءًا لا يتجزأ من اتفاقية المستخدم المنشورة في روبوت Telegram @wefatebot ويجب قراءتها لاستخدام الخدمة.",
      "8": "يحتفظ مزود الخدمة بالحق، وفقًا لتقديره الخاص، في تغيير سياسة الخصوصية هذه في أي وقت عن طريق نشر نسخة محدثة من سياسة الخصوصية في Telegram-Bot @wefatebot، وإذا كانت التغييرات كبيرة، فيُخطر المستخدمين بذلك. تدخل النسخة المعدلة أو المحدثة من سياسة الخصوصية هذه حيز التنفيذ من لحظة نشرها في البوت. من خلال الاستمرار في استخدام الخدمة، يوافق المستخدم على سياسة الخصوصية المحدثة.",
      "9": "تعتمد الخدمة على خوارزميات تطبيق Telegram، لذا يرجى أيضًا الرجوع إلى شروط الاستخدام وسياسة الخصوصية الخاصة بتطبيق Telegram.",
      "10": "المعلومات التي نجمعها عنك",
      "11": "الغرض الرئيسي من قيام مزود الخدمة بجمع بياناتك هو تزويدك بخدمات لاستخدام روبوت Telegram @wefatebot (المشار إليه فيما يلي باسم الخدمات). في عملية تقديم خدماتنا إليك، لكي نتمكن من استخدام خدماتنا وتحسينها، نحتاج إلى جمع معلومات شخصية عنك.",
      "12": "سيقوم مزود الخدمة بجمع ومعالجة البيانات التالية عنك:",
      "13": "المعلومات التي تقدمها لنا: أنت تقدم لنا المعلومات التالية عن نفسك أثناء عملية التسجيل لاستخدام خدماتنا: الاسم المستعار، والجنس، والعمر، والتوجه، والمدينة التي تريد التعرف فيها، واللغة التي سيتم بها تشغيل الخدمة. قد تتضمن المعلومات أيضًا رابطًا إلى ملف تعريف شخصي، ومعرف حساب شخصي في برنامج Telegram messenger، ولغة برنامج Telegram messenger. بالإضافة إلى ذلك، هذه هي المعلومات التي تقدمها من خلال الاستمرار في استخدام خدماتنا، والمشاركة في عرض ترويجي أو استطلاع، بالإضافة إلى الإبلاغ عن المشكلات المتعلقة بخدماتنا.",
      "14": "المعلومات التي نجمعها عنك: قد يقوم مزود الخدمة بجمع المعلومات التالية تلقائيًا:",
      "15": "المعلومات الفنية، بما في ذلك بيانات التسجيل ونظام التشغيل وبيانات الجهاز.",
      "16": "تفاصيل المعاملات التي تقوم بها عند استخدام خدماتنا.",
      "17": "مواد الفيديو لأغراض التحقق: بالنسبة للمستخدمين المعرضين لمخاطر عالية، قد نقوم بجمع مواد الفيديو كجزء من عملية التحقق. تُستخدم هذه الفيديوهات حصريًا لتأكيد صحة ملف تعريف المستخدم ومنع الاحتيال وتعزيز أمان الخدمة. معايير تحديد الملفات الشخصية المعرضة لمخاطر عالية داخلية ولا تخضع للإفصاح، مما يضمن بقاء تدابير الأمان فعالة ضد سوء الاستخدام أو التلاعب.",
      "18": "المعلومات من مصادر أخرى: قد يتلقى مزود الخدمة معلومات عنك إذا كنت تستخدم أيًا من مواقع الويب التي نديرها أو الخدمات الأخرى التي نقدمها.",
      "19": "أنت توافق على أننا نملك الحق، ولكننا لسنا ملزمين بتخزين جميع المعلومات الشخصية التي تم جمعها طوال فترة استخدامك لخدماتنا ولفترة يحددها القانون، ولكن ليس أكثر من 5 (خمس) سنوات. يجوز تمديد فترة التخزين لفترة لا تتجاوز 1 (سنة واحدة)، إذا كان هناك طلب مسبب من السلطة المختصة.",
      "20": "لا يقوم مزود الخدمة بمعالجة بيانات القاصرين عمدًا. ويوصي مزود الخدمة باستخدام الروبوت للأشخاص الذين تزيد أعمارهم عن 18 عامًا. وتقع مسؤولية تصرفات القاصرين، بما في ذلك شراء الخدمات من قبلهم، على عاتق الممثلين القانونيين للقاصرين. يتعين على جميع الزوار الذين تقل أعمارهم عن 18 عامًا الحصول على إذن من ممثليهم القانونيين قبل تقديم أي معلومات عن أنفسهم. إذا علم مزود الخدمة أنه تلقى معلومات عن قاصر دون موافقة الممثلين القانونيين، فسيتم حذف هذه المعلومات في أقرب وقت ممكن.",
      "21": "كيف نحمي معلوماتك",
      "22": "يحافظ مزود الخدمة على أمان معلوماتك الشخصية باستخدام تخزين آمن مع تشفير وفقًا لمعايير الصناعة، وقد قمنا بتنفيذ عدد من تدابير الأمان لضمان عدم فقد معلوماتك أو إساءة استخدامها أو تغييرها، بما في ذلك على سبيل المثال لا الحصر ما يلي:",
      "23": "التدابير المادية:",
      "24": "سيتم تخزين الوسائط المادية التي تحتوي على بياناتك في الداخل، كما يتم استخدام وسائل مادية خاصة لحماية المعلومات (الأسوار الخارجية المحيطة، ونظام المراقبة بالفيديو، ونظام التحكم في الوصول باستخدام الشارات ونظام التعرف البيومتري، بما في ذلك الحماية بالأشعة تحت الحمراء لحدود الموقع).",
      "25": "التدابير الإلكترونية:",
      "26": "وسيتم تخزين البيانات في أنظمة الكمبيوتر وعلى ناقلات البيانات المادية، والتي يتم فرض قيود صارمة على الدخول.",
      "27": "التدابير الإدارية:",
      "28": "يتم فصل مستويات الوصول بحيث يُسمح فقط للموظفين المصرح لهم بالوصول إلى بياناتك، وقد التزم هؤلاء الموظفون بالامتثال لقواعد خصوصية البيانات الداخلية لدينا.",
      "29": "التدابير الفنية:",
      "30": "يمكن استخدام تقنية التشفير لنقل بياناتك وتخزينها. نستخدم تقنيات وضوابط أمنية متنوعة متاحة حاليًا لتقليل مخاطر الكشف عن بياناتك أو إتلافها أو إساءة استخدامها أو الحصول عليها دون إذن أو الكشف عنها دون إذن أو تغييرها. تراقب فرق الأمن الفني لدينا بنشاط الأنشطة غير الطبيعية والضارة على خوادمنا وخدماتنا.",
      "31": "تدابير أخرى:",
      "32": "نحن نسعى جاهدين لحماية معلوماتك من الوصول غير المصرح به أو التعديل أو الكشف أو تدمير البيانات التي نجمعها ونخزنها.",
      "33": "نتخذ تدابير مختلفة لضمان أمن المعلومات، بما في ذلك:",
      "34": "تشفير رسائلنا معك؛",
      "35": "التحليل الدوري لأساليب جمع البيانات وتخزينها ومعالجتها؛",
      "36": "الوصول المحدود إلى بياناتك بناءً على المعرفة الضرورية لموظفينا وموردينا، الذين يخضعون لالتزامات سرية تعاقدية صارمة."
    }
  }
}
