{
  "page": {
    "text": {
      "1": "uživatelská smlouva",
      "2": "zavedení",
      "3": "Tato uživatelská smlouva (dále jen „smlouva“) stanoví používání telegramového robota @wefatebot („služba“, „bot“, „my“) uživatelem („uživatel“, „klient“, „vy“).",
      "4": "Před použitím služby souhlasíte s tím, že jste si přečetli a přijali všechny podmínky obsažené v této smlouvě a v našich zásadách ochrany osobních údajů dostupných na @wefatebot.",
      "5": "Zahájením užívání Služby nebo jejích jednotlivých funkcí se má za to, že Uživatel přijal podmínky Smlouvy v plném rozsahu, bez jakýchkoli výhrad a výjimek.",
      "6": "Podmínky této smlouvy se vztahují na všechny uživatele a další osoby, které přistupují ke Službě nebo ji používají. Pokud nesouhlasíte s přijetím a dodržováním kterékoli z podmínek této smlouvy nebo pokud je smlouva v rozporu se zákony vaší země nebo zákony vaší země, souhlasíte s tím, že nebudete používat @wefatebot. Pokud tak neučiníte, budete odpovědní za všechny ztráty a škody způsobené robotovi nebo třetím stranám v důsledku vašeho odmítnutí.",
      "7": "Služba může čas od času podle svého uvážení provádět změny a vylepšení této smlouvy.",
      "8": "Pokračováním v používání služby po provedení těchto změn se má za to, že jste změny podepsali a souhlasíte s nimi.",
      "9": "Služba je založena na algoritmech aplikace Telegram, proto si také přečtěte Podmínky použití a Zásady ochrany osobních údajů Telegramu.",
      "10": "poskytované služby",
      "11": "Bot poskytuje seznamovací a komunikační služby: Bot poskytuje možnost vytvářet profily, které mohou vidět ostatní uživatelé a které se jim líbí nebo nelíbí. Vzájemné lajkování profilů vede k výměně kontaktních údajů Telegramu pro další komunikaci.",
      "12": "Aby byla zajištěna bezpečnost a přizpůsobená uživatelská zkušenost, Bot odděluje profily uživatelů mladších 18 let (nezletilí) od profilů dospělých uživatelů. Tato izolace minimalizuje interakce mezi nezletilými a dospělými a zvyšuje bezpečnost prostředí pro mladší uživatele.",
      "13": "Podmínky použití",
      "14": "Abyste byli způsobilí používat Službu, prohlašujete a zaručujete, že:",
      "15": "Jste fyzická osoba s plnou právní způsobilostí a fyzickou způsobilostí a máte dostatečné oprávnění souhlasit s tímto dokumentem.",
      "16": "Neposkytujete nám zavádějící, nepravdivé nebo podvodné informace.",
      "17": "Dříve vám nebylo zakázáno nebo omezeno používání naší služby.",
      "18": "Neporušujete žádná ustanovení této smlouvy ani platné zákony a předpisy.",
      "19": "Jste odpovědní za dodržování příslušných zákonů na území vašeho bydliště (registrace), ze kterého přistupujete k @wefatebot.",
      "20": "Uživatelé mladší 18 let musí před použitím Služby získat výslovný souhlas od svých zákonných zástupců. Pokračováním v používání Služby nezletilí potvrzují, že takový souhlas byl udělen. Služba nenese odpovědnost za jakékoli použití nezletilými bez takového souhlasu.",
      "21": "Služba doporučuje používat robota osobám starším 18 let. Nezletilí mohou používat robota pouze k vyhledání přátel nebo k neromantické komunikaci, pokud získali povolení od svých zákonných zástupců.",
      "22": "Pro zvýšení bezpečnosti Bot zajišťuje, že se profily nezletilých nezobrazují dospělým uživatelům a naopak. Toto oddělení je kritickým opatřením k zabránění nechtěným nebo nevhodným interakcím.",
      "23": "Služba si vyhrazuje právo omezit nebo zakázat použití robota v určitých jurisdikcích, pokud to vyžadují platné zákony.",
      "24": "Zaručujete také, že Službu nezneužíváte ani se ji nepokusíte narušit či jinak zasahovat, například nebudete robota používat k podvodným nebo zavádějícím akcím, zavádění malwaru, hackování, šíření spamu nebo obcházení našich systémů nebo bezpečnostních opatření.",
      "25": "Můžete také upozornit @wefatebot, pokud si přejete ukončit přístup k botovi kdykoli zasláním žádosti o podporu.",
      "26": "Postup registrace a použití robota",
      "27": "Postup registrace.",
      "28": "Odeslání žádosti.",
      "29": "Chcete-li začít používat @wefatebot, musíte bota aktivovat a poskytnout @wefatebot data potřebná k vytvoření profilu uživatele robota. Mezi údaje patří: přezdívka, pohlaví, věk, orientace, město, kde se plánujete seznámit, jazyk, fotografie/video poskytnuté uživatelem.",
      "30": "Uživatel může do profilu přidat také popis svých zájmů, koníčků a další informace.",
      "31": "Ověřování a monitorování uživatelů.",
      "32": "Vyhrazujeme si právo omezit nebo zablokovat váš přístup k @wefatebot a odložit registraci, pokud zjistíme riziko podvodu nebo jiné nezákonné činnosti.",
      "33": "Můžeme také požadovat, abyste poskytli další informace nebo po dokončení poskytování údajů nějakou dobu počkali, než vám umožníme používat služby. U vysoce rizikových profilů může být požadováno ověření pravosti pomocí videa. Kritéria pro identifikaci vysoce rizikových profilů jsou interní a nepodléhají zveřejnění.",
      "34": "Přístupem ke službám poskytovaným partnery @wefatebot prostřednictvím robota dáváte souhlas s přenosem vašich údajů partnerům robota a chápete, že @wefatebot má právo omezit váš přístup ke službě a dalším službám na základě informací získaných od svých partnerů.",
      "35": "Pomocí chatbota.",
      "36": "Po dokončení procesu vytváření profilu máte možnost prohlédnout si profily ostatních uživatelů. Abyste se mohli seznámit s profily ostatních uživatelů, musíte vybrat \"Zobrazit profily\".",
      "37": "Pokud chcete uživatele poznat, vyberte položku ve tvaru \"srdce\". V případě neochoty k dalšímu seznamování zvolte položku ve formě \"zrušit\", poté se Vám zobrazí následující profil.",
      "38": "Pokud jste vybrali položku ve tvaru \"srdce\", pak osoba, u které jste tuto položku vybrali, obdrží oznámení o vašem výběru. Pokud si tuto položku vybere i tato osoba, pak obdržíte odkaz na její telegramový profil, kde můžete začít komunikovat prostřednictvím telegramového messengeru.",
      "39": "V průběhu prohlížení profilů se mohou zobrazovat reklamy umístěné v souladu s ustanoveními legislativy. Inzerenti nemají přímý přístup k osobním údajům uživatelů. Místo toho se k cílení reklam používají anonymizované a agregované informace.",
      "40": "Zakázané použití robota",
      "41": "Udělujeme vám nevýhradní, nepřenosnou licenci k používání @wefatebot v souladu s podmínkami této smlouvy.",
      "42": "Máte právo přistupovat ke Službě a souvisejícím materiálům a informacím (společně označované jako „Obsah“) a používat je výhradně v souladu s podmínkami této Smlouvy.",
      "43": "Jakékoli jiné použití služby nebo obsahu je přísně zakázáno a všechna ostatní práva, nároky na službu nebo obsah náleží výhradně vlastníkovi @wefatebot, jeho poskytovatelům licencí.",
      "44": "Používání Služby za účelem reklamy související s nelegálními službami, podvodnými schématy, pyramidami, darknetem, vydíráním, praním špinavých peněz, financováním terorismu, subjekty sankčních režimů a dalšími kategoriemi nepřijatelného rizika pro @wefatebot je zakázáno.",
      "45": "Vydávat se za jinou osobu při registraci a používání @wefatebot je zakázáno.",
      "46": "Projevy sexuální povahy nebo náznaky sexuálních aktů vůči osobám mladším 18 let nejsou v souladu s našimi podmínkami služby a jsou v mnoha zemích nezákonné. Pokud vás při takových akcích odhalí, váš účet bude smazán a informace o něm budou předány místní policii.",
      "47": "Řešení reklamací",
      "48": "Pokud máte jakoukoli zpětnou vazbu, dotazy nebo stížnosti, kontaktujte zákaznickou podporu (@wefatehelp).",
      "49": "Pokud máte stížnost, uveďte důvod své stížnosti, způsob, jakým bychom stížnost vyřešili, a jakékoli další informace, které považujete za vhodné. Vaši stížnost prošetříme na základě informací, které jste nám poskytli, a všech informací poskytnutých @wefatebot.",
      "50": "Vaše stížnost bude posouzena do 14 (čtrnácti) kalendářních dnů ode dne přijetí stížnosti službou podpory.",
      "51": "Agent z týmu podpory @wefatebot může na základě vaší stížnosti učinit následující rozhodnutí:",
      "52": "Vyřešte svou stížnost v souladu s vaší žádostí.",
      "53": "Rozhodněte se o zamítnutí stížnosti a uveďte důvody zamítnutí.",
      "54": "Vyřešte svou stížnost alternativním způsobem.",
      "55": "Souhlasíte s tím, že před podáním žaloby u soudu použijete reklamační postup popsaný v této části. Nedodržení tohoto ustanovení může být použito jako důkaz vaší neochoty řešit problém mimosoudně a/nebo nepřijatelné povahy stížnosti.",
      "56": "Pozastavení a ukončení přístupu k botovi",
      "57": "@wefatebot může omezit nebo ukončit váš přístup ke Službě, pokud to vyžaduje platné předvolání, soudní příkaz nebo povinný příkaz vládního úřadu,",
      "58": "a/nebo oprávněně podezříváme uživatele ze zakázaného používání @wefatebot;",
      "59": "a/nebo používání vašeho profilu je předmětem jakéhokoli soudního řízení, vyšetřování nebo vládního řízení;",
      "60": "a/nebo se domníváme, že existuje zvýšené riziko nedodržení právních nebo regulačních požadavků týkajících se vašeho používání @wefatebot;",
      "61": "a/nebo naši servisní partneři nemohou podporovat vaše používání služby;",
      "62": "a/nebo podniknete kroky, které podle našeho výhradního uvážení obcházejí pravidla a kontroly, které jsme zavedli, včetně, ale nejen, otevírání více profilů nebo zneužívání propagačních akcí, které může @wefatebot čas od času nabízet;",
      "63": "nebo porušujete tuto smlouvu a další pravidla @wefatebot.",
      "64": "Obsah třetích stran",
      "66": "Pokud během používání robota uživatelské profily obsahují (nebo mohou obsahovat) odkazy na stránky na internetu (stránky třetích stran), jakož i články, fotografie, ilustrace, grafické obrázky, hudbu, zvuky, videa, informace, aplikace, programy a další obsah patřící třetím stranám nebo pocházející od třetích stran (obsah třetích stran). Tyto třetí strany a jejich obsah nejsou Službou ověřovány z hlediska souladu s žádnými konkrétními požadavky (např. přesnost, úplnost, zákonnost atd.). Služba nenese odpovědnost za žádné informace zveřejněné na stránkách třetích stran, ke kterým uživatelé přistupují prostřednictvím odkazů v uživatelských profilech nebo obsahu třetích stran. Uživatelé interagují s obsahem třetích stran podle vlastního uvážení a na vlastní riziko.",
      "67": "Pokud jakýkoli obsah třetí strany porušuje vaše práva nebo se zdá být nezákonný, můžete kontaktovat službu za účelem kontroly a případné akce, konečnou odpovědnost však nese tvůrce nebo vlastník obsahu třetí strany.",
      "68": "Spolupráce s orgány činnými v trestním řízení",
      "69": "Služba spolupracuje s orgány činnými v trestním řízení a dalšími oprávněnými organizacemi přísně v rámci platných zákonů a předpisů. Žádosti o uživatelská data nebo jiné informace musí splňovat následující požadavky:",
      "70": "Předkládání žádostí:",
      "71": "Žádosti musí být zaslány z oficiální e-mailové adresy patřící žádajícímu donucovacímu orgánu na určený e-mail: budaev.e@gmail.com",
      "72": "Žádost musí obsahovat jméno a funkci žádajícího úředníka, účel a rozsah žádosti a příslušnou dokumentaci, jako je soudní příkaz nebo jiné zákonné oprávnění.",
      "73": "E-mail musí také obsahovat telegramový kontakt pro rychlou komunikaci s žádajícím úředníkem, pokud je to nutné.",
      "74": "Ověřování požadavků",
      "75": "Služba si vyhrazuje právo ověřit pravost žádosti kontaktováním žádající agentury prostřednictvím veřejně dostupných oficiálních kanálů."
    }
  }
}
