{
  "page": {
    "text": {
      "1": "Zásady ochrany osobních údajů",
      "2": "Obecná ustanovení",
      "3": "Tyto zásady ochrany osobních údajů se vztahují na všechny informace zveřejněné v Telegram-bot @wefatebot (Společnost, „Poskytovatel služeb“, „My“), které mohou návštěvníci robota (dále „Uživatelé“, „Vy“) poskytnout/obdržet při jeho používání.",
      "4": "Poskytovatel služeb v souladu s platnými právními požadavky zajišťuje důvěrnost údajů a provádění vhodných technických a organizačních opatření k ochraně údajů před neoprávněným přístupem, zveřejněním, náhodným zpracováním, změnou, zničením nebo jiným nezákonným zpracováním.",
      "5": "Tyto Zásady ochrany osobních údajů stanovují naše aktuální zásady ochrany údajů a ochrany osobních údajů a povinnosti. V souladu s tím se snažíme shromažďovat a zpracovávat pouze údaje, které jsou nezbytně nutné v kontextu našich vztahů se zákazníky, partnery, uživateli/návštěvníky naší služby a online zdrojů, abychom mohli poskytovat služby a/nebo informace pro konkrétní a legitimní účely.",
      "6": "Naše zásady ochrany osobních údajů zveřejňujeme v telegramovém botě @wefatebot v jeho nejnovější verzi. Přečtěte si jej prosím pozorně. Přístupem a používáním tohoto robota potvrzujete, že jste si přečetli tyto zásady ochrany osobních údajů, porozuměli jim a souhlasíte s nimi.",
      "7": "Tyto zásady ochrany osobních údajů jsou nedílnou součástí uživatelské smlouvy zveřejněné v telegramovém botě @wefatebot a je nutné si je přečíst, abyste mohli službu používat.",
      "8": "Poskytovatel služeb si vyhrazuje právo dle vlastního uvážení kdykoli změnit tyto Zásady ochrany osobních údajů zveřejněním aktualizované verze Zásad ochrany osobních údajů v Telegram-Bot @wefatebot, a pokud jsou změny významné, upozorní na to uživatele. Upravená nebo aktualizovaná verze těchto Zásad ochrany osobních údajů vstupuje v platnost okamžikem, kdy je zveřejněna v Botu. Pokračováním v používání Služby vyjadřuje Uživatel souhlas s aktualizovanými Zásadami ochrany osobních údajů.",
      "9": "Služba je založena na algoritmech aplikace Telegram, proto si také přečtěte Podmínky použití a Zásady ochrany osobních údajů Telegramu.",
      "10": "Informace, které o vás shromažďujeme",
      "11": "Hlavním účelem, pro který poskytovatel služeb shromažďuje vaše údaje, je poskytovat vám služby pro používání telegramového bota @wefatebot (dále jen služby). Abychom mohli využívat a zlepšovat naše služby, potřebujeme v procesu poskytování našich služeb o vás shromažďovat osobní údaje.",
      "12": "Poskytovatel služeb o vás bude shromažďovat a zpracovávat následující údaje:",
      "13": "Údaje, které nám poskytujete: Při registraci k používání našich Služeb nám o sobě poskytujete následující údaje: přezdívku, pohlaví, věk, orientaci, město, ve kterém se chcete seznámit, jazyk, ve kterém bude služba provozována. Informace mohou také zahrnovat odkaz na osobní profil, ID osobního účtu v telegramovém messengeru a jazyk telegramového messengeru. Kromě toho se jedná o informace, které poskytujete dalším používáním našich Služeb, účastí v propagační akci nebo průzkumu a také hlášením problémů s našimi Službami.",
      "14": "Informace, které o vás shromažďujeme: Poskytovatel služeb může automaticky shromažďovat následující informace:",
      "15": "Technické informace, včetně vašich registračních údajů, operačního systému a údajů o zařízení.",
      "16": "Podrobnosti o transakcích, které provádíte při používání našich služeb.",
      "17": "Video materiály pro účely ověření: Pro vysoce rizikové uživatele můžeme v rámci procesu ověření shromažďovat video materiály. Tato videa slouží výhradně k potvrzení pravosti profilu uživatele, prevenci podvodů a zvýšení bezpečnosti služeb. Kritéria pro identifikaci vysoce rizikových profilů jsou interní a nepodléhají zveřejnění, což zajišťuje, že bezpečnostní opatření zůstanou účinná proti zneužití nebo manipulaci.",
      "18": "Informace z jiných zdrojů: Poskytovatel služeb o vás může obdržet informace, pokud používáte některou z námi spravovaných webových stránek nebo jiné služby, které poskytujeme.",
      "19": "Souhlasíte s tím, že máme právo, ale nejsme povinni uchovávat všechny shromážděné osobní údaje po celou dobu vašeho používání našich Služeb a po dobu stanovenou zákonem, ne však déle než 5 (pět) let. Doba uchovávání může být prodloužena na dobu nepřesahující 1 (jeden) rok, pokud o to příslušný orgán požádá.",
      "20": "El Proveedor de Servicios no procesa intencionalmente los datos de menores. El Proveedor de Servicios recomienda el uso del Bot a personas mayores de 18 años. La responsabilidad de las acciones de los menores, incluida la compra de servicios por parte de ellos, recae en los representantes legales de los menores. Todos los visitantes menores de 18 años deben obtener el permiso de sus representantes legales antes de proporcionar cualquier información sobre sí mismos. Si el Proveedor de Servicios se da cuenta de que ha recibido información sobre un menor sin el consentimiento de los representantes legales, dicha información se eliminará lo antes posible.",
      "21": "Cómo protegemos su información",
      "22": "Poskytovatel služeb uchovává vaše osobní údaje v bezpečí pomocí zabezpečeného úložiště se šifrováním v souladu s průmyslovými standardy a zavedli jsme řadu bezpečnostních opatření, abychom zajistili, že vaše informace nebudou ztraceny, zneužity nebo pozměněny, včetně, ale nikoli omezeně na následující:",
      "23": "Fyzická opatření:",
      "24": "Fyzická média obsahující vaše data budou uložena v interiéru, používají se také speciální fyzické prostředky ochrany informací (okolní venkovní ploty, kamerový systém, systém kontroly přístupu pomocí odznaků a biometrický systém rozpoznávání, včetně infračervené ochrany hranic areálu).",
      "25": "Elektronická opatření:",
      "26": "Data budou uložena v počítačových systémech a na fyzických nosičích dat, které jsou vynuceny přísnými omezeními vstupu.",
      "27": "Manažerská opatření:",
      "28": "Úrovně přístupu jsou odděleny tak, aby s vašimi údaji mohli přijít do styku pouze oprávnění zaměstnanci, a tito zaměstnanci se zavázali dodržovat naše interní pravidla ochrany osobních údajů.",
      "29": "Technická opatření:",
      "30": "K přenosu a ukládání vašich dat lze použít šifrovací technologii. Používáme různé aktuálně dostupné bezpečnostní technologie a kontroly, abychom minimalizovali riziko, že vaše data mohou být prozrazena, poškozena, zneužita, získána bez povolení, zveřejněna bez povolení nebo změněna. Naše technické bezpečnostní týmy aktivně monitorují abnormální a škodlivé aktivity na našich serverech a službách.",
      "31": "Další opatření:",
      "32": "Snažíme se chránit vaše informace před neoprávněným přístupem, úpravou, zveřejněním nebo zničením údajů, které shromažďujeme a uchováváme.",
      "33": "Přijímáme různá opatření k zajištění bezpečnosti informací, včetně:",
      "34": "Šifrování našich zpráv s vámi;",
      "35": "Pravidelná analýza našich metod sběru, ukládání a zpracování dat;",
      "36": "Omezený přístup k vašim údajům na základě nezbytných znalostí pro naše zaměstnance a dodavatele, kteří podléhají přísným smluvním závazkům mlčenlivosti.",
      "37": "Upozorňujeme, že není možné zaručit 100% bezpečnost informací. Proto vás žádáme o přijetí opatření k ochraně vašich osobních údajů.",
      "38": "Souhlasíte s tím, že Poskytovatel služeb není odpovědný za jakýkoli únik informací a jiné ztráty, které nebyly způsobeny naším úmyslem nebo hrubou nedbalostí, včetně, ale nikoli výhradně, útoku hackerů, výpadků proudu nebo nevyhnutelného technického selhání, v maximální míře povolené zákonem, úniku uživatelských dat jeho vlastní vinou.",
      "39": "Pokud máte podezření, že vaše osobní údaje byly kompromitovány, okamžitě nás kontaktujte.",
      "40": "Způsoby využití vašich dat",
      "41": "Údaje, které o vás shromažďujeme, používáme pro následující účely nebo následujícími způsoby:",
      "42": "K poskytování našich služeb: Poskytovatel služeb používá shromážděné informace k plnění svých povinností, které se vás týkají, k poskytování informací, produktů a služeb, k udržování a poskytování lepších Služeb, k ověření vaší identity.",
      "43": "Aby byly splněny požadavky zákona: Poskytovatel služeb použije informace v souladu s našimi právními povinnostmi, vládními požadavky a přiměřenými požadavky uživatelů.",
      "44": "Pro výzkum a vývoj:",
      "45": "Poskytovatel služeb aktivně měří a analyzuje data pro administraci našich Služeb a pro interní operace, včetně odstraňování problémů, analýzy dat, testování, výzkumu, statistiky a pro účely kontroly, a také aby porozuměl tomu, jak používáte naše Služby a jak s nimi pracujete.",
      "46": "Tuto kontrolu provádějí naše provozní týmy, aby neustále zlepšovaly naše služby a opravovaly problémy s uživatelským rozhraním. Poskytovatel služeb navíc tyto informace používá k přizpůsobení, měření a zlepšování našich Služeb, obsahu a uspořádání našich webových stránek, jakož i k vývoji nových služeb.",
      "47": "Neustále sledujeme informace o aktivitách v našich systémech a naši komunikaci s uživateli, abychom mohli vyhledávat a rychle řešit problémy.",
      "48": "Komunikace s vámi: Bez shromažďování a zpracování vašich údajů pro potvrzení každé zprávy nebude poskytovatel služeb schopen reagovat na žádosti, které odešlete.",
      "49": "Abychom zajistili soulad s našimi podmínkami: Shromážděné informace se také používají k neustálému a aktivnímu dodržování našich podmínek, včetně mimo jiné kontroly, vyšetřování a zabránění jakýmkoli potenciálně zakázaným nebo nezákonným činnostem, které mohou porušovat výše uvedená ustanovení, nebo zpřístupnění relevantních informací třetí straně v souladu s nimi.",
      "50": "Pro ověření pomocí videa: Video materiály shromážděné v rámci ověření se používají k potvrzení pravosti profilu a zabránění podvodným aktivitám. Kromě toho lze anonymizovaná video data využít k analýze, zlepšování bezpečnostních algoritmů a vývoji nových funkcí.",
      "51": "Pro marketing a reklamu: Poskytovatel služeb může sdílet vaše osobní údaje s našimi marketingovými partnery pro účely cílení, modelování a/nebo analýzy, jakož i marketingu a reklamy. Inzerenti nemají přímý přístup k osobním údajům uživatelů. Místo toho poskytovatel služeb používá anonymizované a agregované informace k efektivnímu cílení reklam bez ohrožení soukromí uživatelů.",
      "52": "Pro cílenou reklamu: Vaše osobní údaje, jako je pohlaví, věk a geografická poloha, můžeme použít k poskytování personalizovaných reklam a sponzorovaného obsahu ve spolupráci s našimi reklamními partnery.",
      "53": "Pro jiné účely: Poskytovatel služeb může zpřístupnit vaše osobní údaje pro jakékoli jiné účely, ke kterým udělíte dodatečný souhlas, vyjádřený podpisem písemného dokumentu nebo vyplněním elektronického formuláře poskytnutého poskytovatelem služeb.",
      "54": "Právní základ pro zpracování",
      "55": "Když zpracováváme vaše údaje, budeme se pro zpracování spoléhat na jeden z následujících právních základů. Vaše údaje můžeme zpracovávat z několika legitimních důvodů v závislosti na konkrétním účelu, pro který vaše údaje používáme.",
      "56": "Vyřízení smlouvy:",
      "57": "Údaje můžeme zpracovávat, pokud je zpracování vašich údajů nezbytné pro splnění našich povinností vyplývajících z uživatelské smlouvy, kterou jsme s vámi uzavřeli.",
      "58": "Právní povinnost nebo ve veřejném zájmu:",
      "59": "Jsme povinni zpracovávat vaše údaje v souladu se zákonnými povinnostmi.",
      "60": "Účely zpracování zahrnují kontrolu nad ověřováním totožnosti, předcházení praní špinavých peněz a podvodů, opatření ke kontrole rizik, jakož i poskytování informací příslušnému orgánu, vládní agentuře nebo donucovacímu orgánu.",
      "61": "Oprávněné zájmy:",
      "62": "V případě potřeby můžeme zpracovávat údaje, pokud máme my nebo třetí strana oprávněný zájem na prosazování obchodních a obchodních zájmů, s výjimkou případů, kdy se tyto zájmy překrývají s vašimi zájmy, základními právy a svobodami.",
      "63": "Váš souhlas:",
      "64": "Za určitých okolností si od vás můžeme vyžádat konkrétní povolení ke zpracování dalších osobních údajů pro určité účely.",
      "65": "Vaše údaje budou tímto způsobem zpracovávány, pokud s tím budete souhlasit. Pokud je právním základem vámi poskytnutý souhlas, můžete svůj souhlas kdykoli odvolat. Odvolání vašeho souhlasu nebude mít vliv na zákonnost údajů zpracovávaných před odvoláním.",
      "66": "Kdo obdrží vaše data",
      "67": "Poskytovatel služeb přijímá vaše údaje za účelem plnění požadavků a poskytování služeb, jakož i plnění našich smluvních a zákonných povinností.",
      "68": "Vaše údaje předáváme třetím stranám, pokud je to nezbytné pro naše legitimní obchodní potřeby, pro splnění požadavků, poskytování služeb a/nebo v souladu s požadavky nebo povoleními zákona. Třetí strany za těchto okolností:",
      "69": "Poskytovatelé služeb:",
      "70": "Poskytovatel služeb zpřístupní údaje třetím stranám a poskytovatelům služeb (zpracovatelům), aby je mohli v případě potřeby zpracovávat naším jménem. Tito poskytovatelé služeb jsou povinni poskytnout dostatečné záruky v souladu se zákonem o ochraně osobních údajů (např. jsou vázáni smluvními závazky ohledně mlčenlivosti a ochrany údajů). Budeme předávat pouze údaje, které potřebují k poskytování svých služeb.",
      "71": "Auditoři a konzultanti:",
      "72": "Údaje můžeme zpřístupnit pro účely a v rámci inspekcí (například externí inspekce, bezpečnostní kontroly) právním a jiným konzultantům za účelem prošetření bezpečnostních problémů, rizik, stížností atd.",
      "73": "Regulační orgány, orgány činné v trestním řízení, soudy:",
      "74": "Poskytovatel služeb může zveřejnit údaje v souladu s platnými zákony, regulačními povinnostmi, aby reagoval na požadavky regulačních orgánů, vládních a donucovacích orgánů, soudů a soudních příkazů.",
      "75": "Další osoby:",
      "76": "Dalšími příjemci mohou být jakékoli fyzické/právnické osoby, kterým požádáte o předání svých údajů (například odkaz apod.) nebo udělíte souhlas s předáním údajů.",
      "77": "Poskytovatel služeb může také zpřístupnit vaše údaje za takových okolností, jako jsou:",
      "78": "Za účelem ochrany našich práv, bezpečnosti nebo majetku, jakož i práv našich zákazníků nebo třetích stran/veřejnosti. To zahrnuje sdílení informací s jinými společnostmi a organizacemi za účelem praní špinavých peněz, prevence podvodů a podobných rizik.",
      "79": "Pokud jsme povinni zpřístupnit nebo přenést vaše údaje v souladu s jakýmikoli právními nebo regulačními povinnostmi nebo požadavky.",
      "80": "Uživatelská práva",
      "81": "Uživatelé mají právo:",
      "82": "Získejte přístup a vyžádejte si podrobnosti o informacích, které uchováváme.",
      "83": "Požadujte opravy nepřesných nebo zastaralých informací.",
      "84": "Požádat o vymazání nebo anonymizaci údajů, které již nejsou pro uvedené účely nutné.",
      "85": "Vznést námitku proti zpracování založenému na oprávněných zájmech.",
      "86": "Odvolat souhlas se zpracováním údajů tam, kde je to možné.",
      "87": "Doba uchovávání a zpracování dat"
    }
  }
}
