{
  "page": {
    "text": {
      "1": "persetujuan pengguna",
      "2": "perkenalan",
      "3": "Perjanjian Pengguna ini (“Perjanjian”) mengatur penggunaan bot Telegram @wefatebot (“Layanan”, “Bot”, “Kami”) oleh pengguna (“Pengguna”, “Klien”, “Anda”).",
      "4": "Sebelum menggunakan Layanan, Anda setuju bahwa Anda telah membaca dan menerima seluruh syarat dan ketentuan yang terdapat dalam Perjanjian ini dan dalam Kebijakan Privasi kami yang tersedia di @wefatebot.",
      "5": "Dengan mulai menggunakan Layanan atau fungsi individualnya, Pengguna dianggap telah menerima ketentuan Perjanjian secara penuh, tanpa syarat dan pengecualian apa pun.",
      "6": "Ketentuan Perjanjian ini berlaku untuk semua pengguna dan orang lain yang mengakses atau menggunakan Layanan. Jika Anda tidak setuju untuk menerima dan mematuhi salah satu ketentuan Perjanjian ini, atau jika Perjanjian ini bertentangan dengan hukum negara Anda atau hukum di lokasi Anda, Anda setuju untuk tidak menggunakan @wefatebot. Jika Anda gagal melakukannya, Anda bertanggung jawab atas semua kerugian dan kerusakan yang dialami bot atau pihak ketiga sebagai akibat dari penolakan Anda.",
      "7": "Layanan dapat dari waktu ke waktu, atas kebijakannya sendiri, melakukan perubahan dan penyempurnaan terhadap Perjanjian ini.",
      "8": "Dengan tetap menggunakan Layanan setelah perubahan ini dilakukan, Anda dianggap telah menyatakan dan menyetujui perubahan tersebut.",
      "9": "Layanan ini didasarkan pada algoritma aplikasi Telegram, jadi harap rujuk juga Ketentuan Penggunaan dan Kebijakan Privasi Telegram.",
      "10": "layanan yang disediakan",
      "11": "Bot menyediakan layanan kencan dan komunikasi: Bot memberikan kesempatan untuk membuat profil yang dapat dilihat oleh pengguna lain dan disukai atau tidak disukai oleh mereka. Saling menyukai profil menghasilkan pertukaran detail kontak Telegram untuk komunikasi lebih lanjut.",
      "12": "Untuk memastikan keamanan dan pengalaman pengguna yang disesuaikan, Bot memisahkan profil pengguna yang berusia di bawah 18 tahun (di bawah umur) dari pengguna dewasa. Isolasi ini meminimalkan interaksi antara anak di bawah umur dan orang dewasa serta meningkatkan keamanan lingkungan bagi pengguna muda.",
      "13": "Ketentuan penggunaan",
      "14": "Agar memenuhi syarat untuk menggunakan Layanan, Anda menyatakan dan menjamin bahwa:",
      "15": "Anda adalah individu dengan kapasitas hukum penuh dan kemampuan fisik serta memiliki wewenang yang cukup untuk menyetujui dokumen ini.",
      "16": "Anda tidak memberi kami informasi yang menyesatkan, palsu, atau menipu.",
      "17": "Anda belum pernah dilarang atau dibatasi untuk menggunakan Layanan kami sebelumnya.",
      "18": "Anda tidak melanggar ketentuan apa pun dalam Perjanjian ini atau peraturan perundang-undangan yang berlaku.",
      "19": "Anda bertanggung jawab untuk mematuhi undang-undang yang relevan di wilayah tempat tinggal Anda (pendaftaran) tempat Anda mengakses @wefatebot.",
      "20": "Pengguna yang berusia di bawah 18 tahun harus mendapatkan persetujuan eksplisit dari perwakilan hukum mereka sebelum menggunakan Layanan. Dengan terus menggunakan Layanan, anak di bawah umur mengonfirmasi bahwa persetujuan tersebut telah diberikan. Layanan tidak bertanggung jawab atas penggunaan apa pun oleh anak di bawah umur tanpa persetujuan tersebut.",
      "21": "Layanan merekomendasikan penggunaan Bot kepada orang yang berusia di atas 18 tahun. Anak di bawah umur hanya boleh menggunakan Bot untuk mencari teman atau terlibat dalam komunikasi non-romantis, asalkan mereka telah memperoleh izin dari perwakilan hukum mereka.",
      "22": "Untuk meningkatkan keamanan, Bot memastikan bahwa profil anak di bawah umur tidak ditampilkan kepada pengguna dewasa, dan sebaliknya. Pemisahan ini merupakan tindakan penting untuk mencegah interaksi yang tidak diinginkan atau tidak pantas.",
      "23": "Layanan berhak membatasi atau melarang penggunaan Bot di yurisdiksi tertentu, jika diwajibkan oleh hukum yang berlaku.",
      "24": "Anda juga menjamin bahwa Anda tidak menyalahgunakan Layanan atau berupaya untuk mengganggu atau mengganggu Layanan, misalnya, tidak menggunakan Bot untuk tindakan penipuan atau menyesatkan, memasukkan malware, meretas, menyebarkan spam, atau mengakali sistem atau tindakan keamanan kami.",
      "25": "Anda juga dapat memberi tahu @wefatebot jika Anda ingin berhenti mengakses Bot kapan saja dengan mengirimkan permintaan dukungan.",
      "26": "Prosedur pendaftaran dan penggunaan bot",
      "27": "Prosedur pendaftaran.",
      "28": "Mengirim permintaan.",
      "29": "Untuk mulai menggunakan @wefatebot, Anda harus mengaktifkan bot dan memberikan @wefatebot data yang diperlukan untuk membuat profil pengguna Bot. Data tersebut meliputi: nama panggilan, jenis kelamin, usia, orientasi, kota tempat Anda berencana berkenalan, bahasa, foto/video yang disediakan oleh pengguna.",
      "30": "Pengguna juga dapat menambahkan deskripsi minat, hobi, dan informasi lainnya di profil.",
      "31": "Verifikasi dan pemantauan pengguna.",
      "32": "Kami berhak membatasi atau memblokir akses Anda ke @wefatebot dan menunda pendaftaran jika kami mendeteksi risiko penipuan atau aktivitas ilegal lainnya.",
      "33": "Kami juga mungkin meminta Anda untuk memberikan informasi tambahan atau menunggu beberapa saat setelah Anda selesai memberikan data sebelum mengizinkan Anda menggunakan layanan. Verifikasi video mungkin diminta untuk profil berisiko tinggi untuk mengonfirmasi keaslian. Kriteria untuk mengidentifikasi profil berisiko tinggi bersifat internal dan tidak dapat diungkapkan.",
      "34": "Dengan mengakses layanan yang disediakan oleh mitra @wefatebot melalui Bot, Anda memberikan persetujuan Anda atas pengalihan data Anda ke mitra Bot dan memahami bahwa @wefatebot berhak membatasi akses Anda ke Layanan dan layanan tambahan berdasarkan informasi yang diterima dari mitranya.",
      "35": "Menggunakan chatbot.",
      "36": "Setelah menyelesaikan proses pembuatan profil, Anda mempunyai kesempatan untuk melihat profil pengguna lain. Untuk mengetahui profil pengguna lain, Anda harus memilih \"Lihat Profil\".",
      "37": "Pilih item yang berbentuk \"hati\" jika ingin mengenal penggunanya. Jika Anda tidak ingin berkenalan lebih lanjut, pilih item dalam bentuk \"batal\", maka profil berikut akan ditampilkan kepada Anda.",
      "38": "Jika Anda telah memilih item dalam bentuk \"hati\", maka orang yang Anda pilih item tersebut akan menerima pemberitahuan tentang pilihan Anda. Jika orang ini juga memilih item ini, maka Anda akan menerima tautan ke profil Telegramnya, tempat Anda dapat mulai berkomunikasi melalui messenger Telegram.",
      "39": "Dalam proses melihat profil, iklan yang ditempatkan sesuai dengan ketentuan peraturan perundang-undangan dapat ditampilkan. Pengiklan tidak memiliki akses langsung ke data pribadi pengguna. Sebaliknya, informasi yang dianonimkan dan dikumpulkan digunakan untuk penargetan iklan.",
      "40": "Dilarang menggunakan bot",
      "41": "Kami memberi Anda lisensi non-eksklusif dan tidak dapat dipindahtangankan untuk menggunakan @wefatebot sesuai dengan syarat dan ketentuan Perjanjian ini.",
      "42": "Anda mempunyai hak untuk mengakses dan menggunakan Layanan serta materi dan informasi terkait (secara kolektif disebut sebagai \"Konten\") secara eksklusif sesuai dengan ketentuan Perjanjian ini.",
      "43": "Penggunaan lain apa pun atas Layanan atau Konten sangat dilarang, dan semua hak, hak kepemilikan atas Layanan atau Konten secara eksklusif dimiliki oleh pemilik @wefatebot, pemberi lisensinya.",
      "44": "Penggunaan Layanan untuk tujuan periklanan terkait dengan layanan ilegal, skema penipuan, piramida, darknet, pemerasan, pencucian uang, pendanaan teroris, subjek rezim sanksi, dan kategori risiko lain yang tidak dapat diterima untuk @wefatebot dilarang.",
      "45": "Dilarang meniru identitas orang lain saat mendaftar dan menggunakan @wefatebot.",
      "46": "Ekspresi yang bersifat seksual atau isyarat tindakan seksual terhadap orang yang berusia di bawah 18 tahun tidak mematuhi persyaratan layanan kami dan merupakan tindakan ilegal di banyak negara. Jika Anda terdeteksi melakukan tindakan tersebut, akun Anda akan dihapus dan informasi tentangnya akan ditransfer ke polisi setempat.",
      "47": "Penyelesaian keluhan",
      "48": "Jika Anda memiliki masukan, pertanyaan atau keluhan, silakan hubungi dukungan pelanggan (@wefatehelp).",
      "49": "Jika Anda memiliki keluhan, harap sebutkan alasan keluhan Anda, cara Anda ingin kami menyelesaikan keluhan tersebut, dan informasi lain yang Anda anggap tepat. Kami akan menyelidiki keluhan Anda berdasarkan informasi yang Anda berikan dan informasi apa pun yang diberikan oleh @wefatebot.",
      "50": "Keluhan Anda akan dipertimbangkan dalam waktu 14 (empat belas) hari kalender sejak tanggal diterimanya keluhan oleh layanan dukungan.",
      "51": "Agen dari tim dukungan @wefatebot dapat mengambil keputusan berikut berdasarkan keluhan Anda:",
      "52": "Selesaikan keluhan Anda sesuai dengan permintaan Anda.",
      "53": "Buatlah keputusan untuk menolak keluhan Anda dan sebutkan alasan penolakannya.",
      "54": "Selesaikan keluhan Anda dengan cara alternatif.",
      "55": "Anda setuju untuk menggunakan prosedur pengaduan yang dijelaskan di bagian ini sebelum mengajukan klaim ke pengadilan. Kegagalan untuk mematuhi ketentuan ini dapat digunakan sebagai bukti keengganan Anda untuk menyelesaikan masalah di luar pengadilan dan/atau sifat pengaduan yang tidak dapat diterima.",
      "56": "Penangguhan dan penghentian akses ke bot",
      "57": "@wefatebot dapat membatasi atau menghentikan akses Anda ke Layanan jika diwajibkan oleh panggilan pengadilan yang sah, perintah pengadilan, atau perintah wajib dari lembaga pemerintah,",
      "58": "dan/atau kami mencurigai Pengguna atas larangan penggunaan @wefatebot;",
      "59": "dan/atau penggunaan profil Anda tunduk pada proses hukum, investigasi, atau proses pemerintah;",
      "60": "dan/atau kami yakin ada peningkatan risiko ketidakpatuhan terhadap persyaratan hukum atau peraturan terkait penggunaan @wefatebot oleh Anda;",
      "61": "dan/atau mitra layanan kami tidak dapat mendukung penggunaan Layanan oleh Anda;",
      "62": "dan/atau Anda mengambil tindakan yang, berdasarkan kebijakan kami sendiri, mengabaikan aturan dan kontrol yang telah kami tetapkan, termasuk, namun tidak terbatas pada, membuka banyak profil atau menyalahgunakan promosi yang mungkin ditawarkan @wefatebot dari waktu ke waktu;",
      "63": "atau Anda melanggar Perjanjian ini dan peraturan @wefatebot lainnya.",
      "64": "Konten pihak ketiga",
      "66": "Apabila selama penggunaan Bot, profil pengguna memuat (atau mungkin memuat) tautan ke situs-situs di Internet (situs pihak ketiga) serta artikel, foto, ilustrasi, gambar grafis, musik, suara, video, informasi, aplikasi, program, dan konten lain milik atau berasal dari pihak ketiga (Konten Pihak Ketiga). Pihak ketiga dan kontennya ini tidak diverifikasi oleh Layanan untuk memenuhi persyaratan tertentu (misalnya, keakuratan, kelengkapan, legalitas, dll.). Layanan tidak bertanggung jawab atas informasi apa pun yang diposting di situs pihak ketiga yang diakses pengguna melalui tautan di profil pengguna atau Konten Pihak Ketiga. Pengguna berinteraksi dengan Konten Pihak Ketiga atas kebijakan dan risiko mereka sendiri.",
      "67": "Jika ada Konten Pihak Ketiga yang melanggar hak Anda atau tampak melanggar hukum, Anda dapat menghubungi Layanan untuk peninjauan dan tindakan potensial, tetapi tanggung jawab akhir berada di tangan pembuat atau pemilik Konten Pihak Ketiga.",
      "68": "Kerjasama dengan lembaga penegak hukum",
      "69": "Layanan bekerja sama dengan lembaga penegak hukum dan organisasi resmi lainnya secara ketat dalam kerangka hukum dan peraturan yang berlaku. Permintaan data pengguna atau informasi lainnya harus mematuhi persyaratan berikut:",
      "70": "Pengajuan Permintaan:",
      "71": "Permintaan harus dikirim dari alamat email resmi milik lembaga penegak hukum yang meminta ke email yang ditunjuk: budaev.e@gmail.com",
      "72": "Permintaan tersebut harus mencantumkan nama dan jabatan pejabat yang mengajukan permintaan, tujuan dan ruang lingkup permintaan, serta dokumentasi yang relevan, seperti perintah pengadilan atau otorisasi hukum lainnya.",
      "73": "Email tersebut juga harus menyediakan kontak Telegram untuk komunikasi cepat dengan petugas yang meminta, jika diperlukan.",
      "74": "Verifikasi Permintaan",
      "75": "Layanan berhak memverifikasi keaslian permintaan dengan menghubungi lembaga yang meminta melalui saluran resmi yang tersedia untuk publik."
    }
  }
}
