{
  "page": {
    "text": {
      "1": "Kebijakan privasi",
      "2": "Ketentuan Umum",
      "3": "Kebijakan privasi data pribadi ini berlaku untuk semua informasi yang diposting di Telegram-bot @wefatebot (Perusahaan, \"Penyedia Layanan\", \"Kami\"), yang pengunjung bot (\"Pengguna\", \"Anda\") dapat berikan/terima saat menggunakannya.",
      "4": "Penyedia Layanan, sesuai dengan persyaratan hukum yang berlaku, memastikan kerahasiaan data dan penerapan langkah-langkah teknis dan organisasi yang tepat untuk melindungi data dari akses tidak sah, pengungkapan, kehilangan yang tidak disengaja, perubahan, penghancuran, atau pemrosesan ilegal lainnya.",
      "5": "Kebijakan Privasi ini menetapkan kebijakan dan kewajiban perlindungan data dan privasi kami saat ini. Oleh karena itu, kami berusaha untuk hanya mengumpulkan dan memproses data yang benar-benar diperlukan dalam konteks hubungan kami dengan pelanggan, mitra, pengguna/pengunjung Layanan kami dan sumber daya daring, untuk menyediakan layanan dan/atau informasi untuk tujuan tertentu dan sah.",
      "6": "Kami memposting Kebijakan Privasi kami di bot Telegram @wefatebot dalam versi terbarunya. Harap baca dengan saksama. Dengan mengakses dan menggunakan Bot ini, Anda mengonfirmasi bahwa Anda telah membaca, memahami, dan menyetujui Kebijakan Privasi ini.",
      "7": "Kebijakan Privasi ini merupakan bagian integral dari Perjanjian Pengguna yang dipublikasikan di bot Telegram @wefatebot dan harus dibaca untuk menggunakan Layanan.",
      "8": "Penyedia Layanan berhak, atas kebijakannya sendiri, untuk mengubah Kebijakan Privasi ini kapan saja dengan menerbitkan versi terbaru Kebijakan Privasi di Telegram-Bot @wefatebot dan, jika perubahannya signifikan, memberi tahu Pengguna tentang hal itu. Versi Kebijakan Privasi yang dimodifikasi atau diperbarui ini mulai berlaku sejak dipublikasikan di Bot. Dengan terus menggunakan Layanan, Pengguna menyetujui Kebijakan Privasi yang diperbarui.",
      "9": "Layanan ini didasarkan pada algoritma aplikasi Telegram, jadi silakan lihat juga Ketentuan Penggunaan dan Kebijakan Privasi Telegram.",
      "10": "Informasi yang kami kumpulkan tentang Anda",
      "11": "Tujuan utama Penyedia Layanan mengumpulkan data Anda adalah untuk menyediakan layanan bagi Anda dalam penggunaan bot Telegram @wefatebot (selanjutnya disebut Layanan). Dalam proses penyediaan Layanan kepada Anda, agar dapat menggunakan dan meningkatkan layanan kami, kami perlu mengumpulkan informasi pribadi tentang Anda.",
      "12": "Penyedia Layanan akan mengumpulkan dan memproses data berikut tentang Anda:",
      "13": "Informasi yang Anda berikan kepada kami: Anda memberikan informasi berikut tentang diri Anda selama proses pendaftaran untuk menggunakan Layanan kami: nama panggilan, jenis kelamin, usia, orientasi, kota tempat Anda ingin berkenalan, bahasa yang digunakan untuk mengoperasikan layanan. Informasi tersebut juga dapat mencakup tautan ke profil pribadi, ID akun pribadi di Telegram Messenger, dan bahasa Telegram Messenger. Selain itu, ini adalah informasi yang Anda berikan dengan terus menggunakan Layanan kami, berpartisipasi dalam promosi atau survei, serta melaporkan masalah dengan Layanan kami.",
      "14": "Informasi yang kami kumpulkan tentang Anda: Penyedia Layanan dapat secara otomatis mengumpulkan informasi berikut:",
      "15": "Informasi teknis, termasuk data registrasi, sistem operasi, dan data perangkat Anda.",
      "16": "Rincian transaksi yang Anda lakukan saat menggunakan layanan kami.",
      "17": "Materi video untuk keperluan verifikasi: Bagi pengguna berisiko tinggi, kami dapat mengumpulkan materi video sebagai bagian dari proses verifikasi. Video ini digunakan secara eksklusif untuk mengonfirmasi keaslian profil pengguna, mencegah penipuan, dan meningkatkan keamanan layanan. Kriteria untuk mengidentifikasi profil berisiko tinggi bersifat internal dan tidak tunduk pada pengungkapan, memastikan langkah-langkah keamanan tetap efektif terhadap penyalahgunaan atau manipulasi.",
      "18": "Informasi dari sumber lain: Penyedia Layanan dapat menerima informasi tentang Anda jika Anda menggunakan situs web yang kami kelola atau layanan lain yang kami sediakan.",
      "19": "Anda setuju bahwa kami memiliki hak, tetapi tidak berkewajiban untuk menyimpan semua informasi pribadi yang dikumpulkan selama Anda menggunakan Layanan kami dan untuk jangka waktu yang ditentukan oleh hukum, tetapi tidak lebih dari 5 (lima) tahun. Periode penyimpanan dapat diperpanjang untuk jangka waktu tidak lebih dari 1 (satu) tahun, jika ada permintaan yang beralasan dari otoritas yang berwenang.",
      "20": "Penyedia Layanan tidak secara sengaja memproses data anak di bawah umur. Penyedia Layanan merekomendasikan penggunaan Bot kepada orang yang berusia di atas 18 tahun. Tanggung jawab atas tindakan anak di bawah umur, termasuk pembelian layanan oleh mereka, berada di tangan perwakilan hukum anak di bawah umur. Semua pengunjung yang berusia di bawah 18 tahun diharuskan untuk mendapatkan izin dari perwakilan hukum mereka sebelum memberikan informasi apa pun tentang diri mereka sendiri. Jika Penyedia Layanan mengetahui bahwa ia telah menerima informasi tentang anak di bawah umur tanpa persetujuan dari perwakilan hukum, informasi tersebut akan dihapus sesegera mungkin.",
      "21": "Bagaimana kami melindungi informasi Anda",
      "22": "Penyedia Layanan menjaga informasi pribadi Anda tetap aman menggunakan penyimpanan aman dengan enkripsi sesuai dengan standar industri, dan kami telah menerapkan sejumlah langkah keamanan untuk memastikan bahwa informasi Anda tidak hilang, disalahgunakan, atau diubah, termasuk, tetapi tidak terbatas pada yang berikut ini:",
      "23": "Pengukuran fisik:",
      "24": "Media fisik yang memuat data Anda akan disimpan di dalam ruangan, juga digunakan sarana fisik khusus untuk melindungi informasi (pagar luar di sekelilingnya, sistem pengawasan video, sistem kontrol akses menggunakan lencana dan sistem pengenalan biometrik, termasuk perlindungan inframerah pada batas-batas lokasi).",
      "25": "Pengukuran elektronik:",
      "26": "Data akan disimpan dalam sistem komputer dan pada pembawa data fisik, yang diberlakukan dengan pembatasan entri yang ketat.",
      "27": "Tindakan pengelolaan:",
      "28": "Tingkat akses dipisahkan sehingga hanya karyawan yang berwenang yang boleh mengakses data Anda, dan karyawan tersebut telah berkomitmen untuk mematuhi peraturan privasi data internal kami.",
      "29": "Tindakan teknis:",
      "30": "Teknologi enkripsi dapat digunakan untuk mentransfer dan menyimpan data Anda. Kami menggunakan berbagai teknologi keamanan dan kontrol yang tersedia saat ini untuk meminimalkan risiko data Anda dapat diungkapkan, dirusak, disalahgunakan, diperoleh tanpa izin, diungkapkan tanpa izin, atau diubah. Tim keamanan teknis kami secara aktif memantau aktivitas abnormal dan berbahaya di server dan layanan kami.",
      "31": "Tindakan lainnya:",
      "32": "Kami berupaya keras melindungi informasi Anda dari akses tidak sah, modifikasi, pengungkapan, atau penghancuran data yang kami kumpulkan dan simpan.",
      "33": "Kami mengambil berbagai tindakan untuk memastikan keamanan informasi, termasuk:",
      "34": "Mengenkripsi pesan kami dengan Anda;",
      "35": "Analisis berkala atas metode pengumpulan, penyimpanan, dan pemrosesan data kami;",
      "36": "Akses terbatas ke data Anda berdasarkan pengetahuan yang diperlukan bagi karyawan dan pemasok kami, yang tunduk pada kewajiban kerahasiaan kontraktual yang ketat."
    }
  }
}
