{
  "page": {
    "text": {
      "1": "Kebijakan privasi",
      "2": "Ketentuan Umum",
      "3": "Kebijakan privasi data pribadi ini berlaku untuk semua informasi yang diposting di Telegram-bot @wefatebot (Perusahaan, \"Penyedia Layanan\", \"Kami\"), yang pengunjung bot (\"Pengguna\", \"Anda\") dapat berikan/terima saat menggunakannya.",
      "4": "Penyedia Layanan, sesuai dengan persyaratan hukum yang berlaku, memastikan kerahasiaan data dan penerapan langkah-langkah teknis dan organisasi yang tepat untuk melindungi data dari akses tidak sah, pengungkapan, kehilangan yang tidak disengaja, perubahan, penghancuran, atau pemrosesan ilegal lainnya.",
      "5": "Kebijakan Privasi ini menetapkan kebijakan dan kewajiban perlindungan data dan privasi kami saat ini. Oleh karena itu, kami berusaha untuk hanya mengumpulkan dan memproses data yang benar-benar diperlukan dalam konteks hubungan kami dengan pelanggan, mitra, pengguna/pengunjung Layanan kami dan sumber daya daring, untuk menyediakan layanan dan/atau informasi untuk tujuan tertentu dan sah.",
      "6": "Kami memposting Kebijakan Privasi kami di bot Telegram @wefatebot dalam versi terbarunya. Harap baca dengan saksama. Dengan mengakses dan menggunakan Bot ini, Anda mengonfirmasi bahwa Anda telah membaca, memahami, dan menyetujui Kebijakan Privasi ini.",
      "7": "Kebijakan Privasi ini merupakan bagian integral dari Perjanjian Pengguna yang dipublikasikan di bot Telegram @wefatebot dan harus dibaca untuk menggunakan Layanan.",
      "8": "Penyedia Layanan berhak, atas kebijakannya sendiri, untuk mengubah Kebijakan Privasi ini kapan saja dengan menerbitkan versi terbaru Kebijakan Privasi di Telegram-Bot @wefatebot dan, jika perubahannya signifikan, memberi tahu Pengguna tentang hal itu. Versi Kebijakan Privasi yang dimodifikasi atau diperbarui ini mulai berlaku sejak dipublikasikan di Bot. Dengan terus menggunakan Layanan, Pengguna menyetujui Kebijakan Privasi yang diperbarui.",
      "9": "Layanan ini didasarkan pada algoritma aplikasi Telegram, jadi silakan lihat juga Ketentuan Penggunaan dan Kebijakan Privasi Telegram.",
      "10": "Informasi yang kami kumpulkan tentang Anda",
      "11": "Tujuan utama Penyedia Layanan mengumpulkan data Anda adalah untuk menyediakan layanan bagi Anda dalam penggunaan bot Telegram @wefatebot (selanjutnya disebut Layanan). Dalam proses penyediaan Layanan kepada Anda, agar dapat menggunakan dan meningkatkan layanan kami, kami perlu mengumpulkan informasi pribadi tentang Anda.",
      "12": "Penyedia Layanan akan mengumpulkan dan memproses data berikut tentang Anda:",
      "13": "Informasi yang Anda berikan kepada kami: Anda memberikan informasi berikut tentang diri Anda selama proses pendaftaran untuk menggunakan Layanan kami: nama panggilan, jenis kelamin, usia, orientasi, kota tempat Anda ingin berkenalan, bahasa yang digunakan untuk mengoperasikan layanan. Informasi tersebut juga dapat mencakup tautan ke profil pribadi, ID akun pribadi di Telegram Messenger, dan bahasa Telegram Messenger. Selain itu, ini adalah informasi yang Anda berikan dengan terus menggunakan Layanan kami, berpartisipasi dalam promosi atau survei, serta melaporkan masalah dengan Layanan kami.",
      "14": "Informasi yang kami kumpulkan tentang Anda: Penyedia Layanan dapat secara otomatis mengumpulkan informasi berikut:",
      "15": "Informasi teknis, termasuk data registrasi, sistem operasi, dan data perangkat Anda.",
      "16": "Rincian transaksi yang Anda lakukan saat menggunakan layanan kami.",
      "17": "Materi video untuk keperluan verifikasi: Bagi pengguna berisiko tinggi, kami dapat mengumpulkan materi video sebagai bagian dari proses verifikasi. Video ini digunakan secara eksklusif untuk mengonfirmasi keaslian profil pengguna, mencegah penipuan, dan meningkatkan keamanan layanan. Kriteria untuk mengidentifikasi profil berisiko tinggi bersifat internal dan tidak tunduk pada pengungkapan, memastikan langkah-langkah keamanan tetap efektif terhadap penyalahgunaan atau manipulasi.",
      "18": "Informasi dari sumber lain: Penyedia Layanan dapat menerima informasi tentang Anda jika Anda menggunakan situs web yang kami kelola atau layanan lain yang kami sediakan.",
      "19": "Anda setuju bahwa kami memiliki hak, tetapi tidak berkewajiban untuk menyimpan semua informasi pribadi yang dikumpulkan selama Anda menggunakan Layanan kami dan untuk jangka waktu yang ditentukan oleh hukum, tetapi tidak lebih dari 5 (lima) tahun. Periode penyimpanan dapat diperpanjang untuk jangka waktu tidak lebih dari 1 (satu) tahun, jika ada permintaan yang beralasan dari otoritas yang berwenang.",
      "20": "Penyedia Layanan tidak secara sengaja memproses data anak di bawah umur. Penyedia Layanan merekomendasikan penggunaan Bot kepada orang yang berusia di atas 18 tahun. Tanggung jawab atas tindakan anak di bawah umur, termasuk pembelian layanan oleh mereka, berada di tangan perwakilan hukum anak di bawah umur. Semua pengunjung yang berusia di bawah 18 tahun diharuskan untuk mendapatkan izin dari perwakilan hukum mereka sebelum memberikan informasi apa pun tentang diri mereka sendiri. Jika Penyedia Layanan mengetahui bahwa ia telah menerima informasi tentang anak di bawah umur tanpa persetujuan dari perwakilan hukum, informasi tersebut akan dihapus sesegera mungkin.",
      "21": "Bagaimana kami melindungi informasi Anda",
      "22": "Penyedia Layanan menjaga informasi pribadi Anda tetap aman menggunakan penyimpanan aman dengan enkripsi sesuai dengan standar industri, dan kami telah menerapkan sejumlah langkah keamanan untuk memastikan bahwa informasi Anda tidak hilang, disalahgunakan, atau diubah, termasuk, tetapi tidak terbatas pada yang berikut ini:",
      "23": "Pengukuran fisik:",
      "24": "Media fisik yang memuat data Anda akan disimpan di dalam ruangan, juga digunakan sarana fisik khusus untuk melindungi informasi (pagar luar di sekelilingnya, sistem pengawasan video, sistem kontrol akses menggunakan lencana dan sistem pengenalan biometrik, termasuk perlindungan inframerah pada batas-batas lokasi).",
      "25": "Pengukuran elektronik:",
      "26": "Data akan disimpan dalam sistem komputer dan pada pembawa data fisik, yang diberlakukan dengan pembatasan entri yang ketat.",
      "27": "Tindakan pengelolaan:",
      "28": "Tingkat akses dipisahkan sehingga hanya karyawan yang berwenang yang boleh mengakses data Anda, dan karyawan tersebut telah berkomitmen untuk mematuhi peraturan privasi data internal kami.",
      "29": "Tindakan teknis:",
      "30": "Teknologi enkripsi dapat digunakan untuk mentransfer dan menyimpan data Anda. Kami menggunakan berbagai teknologi keamanan dan kontrol yang tersedia saat ini untuk meminimalkan risiko data Anda dapat diungkapkan, dirusak, disalahgunakan, diperoleh tanpa izin, diungkapkan tanpa izin, atau diubah. Tim keamanan teknis kami secara aktif memantau aktivitas abnormal dan berbahaya di server dan layanan kami.",
      "31": "Tindakan lainnya:",
      "32": "Kami berupaya keras melindungi informasi Anda dari akses tidak sah, modifikasi, pengungkapan, atau penghancuran data yang kami kumpulkan dan simpan.",
      "33": "Kami mengambil berbagai tindakan untuk memastikan keamanan informasi, termasuk:",
      "34": "Mengenkripsi pesan kami dengan Anda;",
      "35": "Analisis berkala atas metode pengumpulan, penyimpanan, dan pemrosesan data kami;",
      "36": "Akses terbatas ke data Anda berdasarkan pengetahuan yang diperlukan bagi karyawan dan pemasok kami, yang tunduk pada kewajiban kerahasiaan kontraktual yang ketat.",
      "37": "Harap diperhatikan bahwa tidak mungkin untuk menjamin keamanan informasi 100%. Oleh karena itu, kami meminta Anda untuk mengambil tindakan guna melindungi informasi pribadi Anda.",
      "38": "Anda setuju bahwa Penyedia Layanan tidak bertanggung jawab atas kebocoran informasi dan kerugian lain yang tidak disebabkan oleh niat atau kelalaian besar kami, termasuk, namun tidak terbatas pada serangan peretas, pemadaman listrik, atau kegagalan teknis yang tidak dapat dihindari, hingga batas maksimum yang diizinkan oleh hukum, kebocoran data pengguna karena kesalahannya sendiri.",
      "39": "Jika Anda menduga informasi pribadi Anda telah dibobol, harap segera hubungi kami.",
      "40": "Cara menggunakan data Anda",
      "41": "Kami menggunakan informasi yang kami kumpulkan tentang Anda untuk tujuan berikut atau dengan cara berikut:",
      "42": "Untuk menyediakan layanan kami: Penyedia layanan menggunakan informasi yang dikumpulkan untuk memenuhi kewajibannya mengenai Anda, untuk menyediakan informasi, produk, dan layanan kepada Anda, untuk memelihara dan menyediakan Layanan yang lebih baik, untuk memverifikasi identitas Anda.",
      "43": "Untuk mematuhi persyaratan hukum: Penyedia layanan akan menggunakan informasi sesuai dengan kewajiban hukum kami, permintaan pemerintah, dan permintaan pengguna yang wajar.",
      "44": "Untuk penelitian dan pengembangan:",
      "45": "Penyedia Layanan secara aktif mengukur dan menganalisis data untuk administrasi Layanan kami dan untuk operasi internal, termasuk pemecahan masalah, analisis data, pengujian, penelitian, tujuan statistik dan peninjauan, serta untuk memahami cara Anda menggunakan dan berinteraksi dengan Layanan kami.",
      "46": "Tinjauan ini dilakukan oleh tim operasi kami untuk terus meningkatkan Layanan kami dan memperbaiki masalah antarmuka pengguna. Selain itu, Penyedia Layanan menggunakan informasi tersebut untuk menyesuaikan, mengukur, dan meningkatkan Layanan kami, konten dan tata letak situs web kami, serta untuk mengembangkan layanan baru.",
      "47": "Kami terus memantau informasi tentang aktivitas di sistem kami dan komunikasi kami dengan pengguna untuk mencari dan segera memperbaiki masalah.",
      "48": "Untuk berkomunikasi dengan Anda: Tanpa mengumpulkan dan memproses data Anda untuk mengonfirmasi setiap pesan, Penyedia Layanan tidak akan dapat menanggapi permintaan yang Anda kirim.",
      "49": "Untuk memastikan kepatuhan terhadap syarat dan ketentuan kami: Informasi yang dikumpulkan juga digunakan untuk mematuhi syarat dan ketentuan kami secara terus-menerus dan aktif, termasuk, namun tidak terbatas pada, meninjau, menyelidiki, dan mencegah segala aktivitas yang berpotensi dilarang atau ilegal yang dapat melanggar ketentuan di atas, atau mengungkapkan informasi yang relevan kepada pihak ketiga sesuai dengan ketentuan tersebut.",
      "50": "Untuk verifikasi video: Materi video yang dikumpulkan sebagai bagian dari verifikasi digunakan untuk mengonfirmasi keaslian profil dan mencegah aktivitas penipuan. Selain itu, data video anonim dapat digunakan untuk analisis, peningkatan algoritma keamanan, dan pengembangan fitur baru.",
      "51": "Untuk pemasaran dan periklanan: Penyedia Layanan dapat membagikan informasi pribadi Anda dengan mitra pemasaran kami untuk tujuan penargetan, pemodelan, dan/atau analisis, serta pemasaran dan periklanan. Pengiklan tidak memiliki akses langsung ke data pengguna pribadi. Sebaliknya, Penyedia Layanan menggunakan informasi anonim dan agregat untuk menargetkan iklan secara efektif tanpa mengorbankan privasi pengguna.",
      "52": "Untuk iklan bertarget: Kami dapat menggunakan informasi pribadi Anda, seperti jenis kelamin, usia, dan lokasi geografis, untuk menyediakan iklan yang dipersonalisasi dan konten bersponsor bekerja sama dengan mitra periklanan kami.",
      "53": "Untuk tujuan lain: Penyedia Layanan dapat mengungkapkan informasi pribadi Anda untuk tujuan lain yang Anda berikan persetujuan tambahan, yang dinyatakan dengan menandatangani dokumen tertulis atau mengisi formulir elektronik yang disediakan oleh Penyedia Layanan.",
      "54": "Dasar hukum untuk pemrosesan",
      "55": "Saat kami memproses data Anda, kami akan menggunakan salah satu dasar hukum berikut untuk pemrosesan. Kami dapat memproses data Anda karena beberapa alasan yang sah, tergantung pada tujuan khusus penggunaan data Anda.",
      "56": "Pelaksanaan kontrak:",
      "57": "Kami dapat memproses data jika pemrosesan data Anda diperlukan untuk memenuhi kewajiban kami berdasarkan Perjanjian Pengguna yang telah kami buat dengan Anda.",
      "58": "Kewajiban hukum atau demi kepentingan umum:",
      "59": "Kami diharuskan memproses data Anda sesuai dengan kewajiban hukum.",
      "60": "Tujuan pemrosesan meliputi kontrol atas verifikasi identitas, pencegahan pencucian uang dan penipuan, tindakan pengendalian risiko, serta penyediaan informasi kepada otoritas yang berwenang, lembaga pemerintah, atau lembaga penegak hukum.",
      "61": "Kepentingan yang sah:",
      "62": "Bila perlu, kami dapat mengolah data jika kami atau pihak ketiga memiliki kepentingan sah dalam mengejar kepentingan komersial dan bisnis, kecuali dalam kasus di mana kepentingan tersebut bertumpang tindih dengan kepentingan, hak asasi, dan kebebasan Anda.",
      "63": "Persetujuan Anda:",
      "64": "Dalam keadaan tertentu, Kami dapat meminta izin khusus dari Anda untuk memproses informasi pribadi tambahan untuk tujuan tertentu.",
      "65": "Data Anda akan diproses dengan cara ini jika Anda menyetujuinya. Jika dasar hukumnya adalah persetujuan yang telah Anda berikan, Anda dapat menarik persetujuan Anda kapan saja. Pencabutan persetujuan Anda tidak akan memengaruhi legalitas data yang diproses sebelum pencabutan.",
      "66": "Siapa yang menerima data Anda?",
      "67": "Penyedia Layanan menerima data Anda untuk memenuhi permintaan dan menyediakan layanan, serta untuk memenuhi kewajiban kontraktual dan hukum kami.",
      "68": "Kami mentransfer data Anda ke pihak ketiga jika diperlukan untuk kebutuhan bisnis sah kami, untuk memenuhi permintaan, menyediakan layanan dan/atau sesuai dengan persyaratan atau izin hukum. Pihak ketiga dalam keadaan tersebut:",
      "69": "Penyedia layanan:",
      "70": "Penyedia layanan akan mengungkapkan data kepada mitra pihak ketiga dan penyedia layanan (prosesor) sehingga mereka dapat memprosesnya atas nama kami, jika diperlukan. Penyedia layanan ini diharuskan untuk memberikan jaminan yang memadai sesuai dengan Undang-Undang Perlindungan Data (misalnya, terikat oleh kewajiban kontraktual mengenai kerahasiaan dan perlindungan data). Kami hanya akan mengirimkan data yang mereka butuhkan untuk menyediakan layanan mereka.",
      "71": "Auditor dan konsultan:",
      "72": "Kami dapat mengungkapkan data untuk tujuan dan dalam konteks inspeksi (misalnya, inspeksi eksternal, pemeriksaan keamanan) kepada konsultan hukum dan lainnya untuk menyelidiki masalah keamanan, risiko, keluhan, dll.",
      "73": "Pihak berwenang yang mengatur, lembaga penegak hukum, pengadilan:",
      "74": "Penyedia Layanan dapat mengungkapkan data sesuai dengan hukum yang berlaku, kewajiban peraturan, untuk menanggapi permintaan dari otoritas regulasi, pemerintah dan lembaga penegak hukum, pengadilan dan perintah pengadilan.",
      "75": "Orang lain:",
      "76": "Penerima lainnya dapat berupa orang perseorangan/badan hukum yang Anda mintai transfer datanya (misalnya, tautan, dll.) atau yang Anda beri persetujuan untuk transfer data tersebut.",
      "77": "Penyedia Layanan juga dapat mengungkapkan data Anda dalam keadaan seperti:",
      "78": "Untuk melindungi hak, keselamatan, atau properti kami, serta hak pelanggan atau pihak ketiga/publik. Ini termasuk berbagi informasi dengan perusahaan dan organisasi lain untuk tujuan pencucian uang, pencegahan penipuan, dan risiko serupa.",
      "79": "Jika Kami diharuskan untuk mengungkapkan atau mentransfer data Anda sesuai dengan kewajiban atau permintaan hukum atau peraturan apa pun.",
      "80": "Hak Pengguna",
      "81": "Pengguna memiliki hak untuk:",
      "82": "Akses dan minta rincian tentang informasi yang kami simpan.",
      "83": "Minta koreksi terhadap informasi yang tidak akurat atau ketinggalan zaman.",
      "84": "Meminta penghapusan atau anonimisasi data yang tidak lagi diperlukan untuk tujuan yang dinyatakan.",
      "85": "Menolak pemrosesan berdasarkan kepentingan yang sah.",
      "86": "Cabut persetujuan untuk pemrosesan data jika berlaku.",
      "87": "Periode penyimpanan dan pemrosesan data"
    }
  }
}
