{
  "page": {
    "text": {
      "1": "felhasználói szerződés",
      "2": "bevezetés",
      "3": "Ez a Felhasználói Szerződés („Szerződés”) rendelkezik a Telegram bot @wefatebot („Szolgáltatás”, „Bot”, „Mi”) használatáról a felhasználó („Felhasználó”, „Ügyfél”, „Ön”) által.",
      "4": "A Szolgáltatás használata előtt kijelenti, hogy elolvasta és elfogadta a jelen Szerződésben és a @wefatebot oldalon elérhető Adatvédelmi szabályzatunkban foglalt valamennyi feltételt és feltételt.",
      "5": "A Szolgáltatás vagy annak egyes funkciói használatának megkezdésével úgy kell tekinteni, hogy a Felhasználó maradéktalanul, fenntartások és kivételek nélkül elfogadta a Szerződés feltételeit.",
      "6": "A jelen Szerződés feltételei vonatkoznak minden felhasználóra és más személyre, aki hozzáfér a Szolgáltatáshoz vagy használja. Ha nem ért egyet a jelen Megállapodás bármely feltételének elfogadásával és betartásával, vagy ha a Megállapodás ellentétes az Ön országa vagy az Ön tartózkodási helye törvényeivel, beleegyezik abba, hogy nem használja a @wefatebot. Ha ezt elmulasztja, Ön felel minden olyan veszteségért és kárért, amelyet a botnak vagy harmadik feleknek okozott az Ön elutasítása.",
      "7": "A Szolgáltatás időről időre saját belátása szerint módosíthatja és javíthatja a jelen Szerződést.",
      "8": "A Szolgáltatás használatának folytatásával a változtatások végrehajtása után úgy kell tekinteni, hogy a változtatásokat elfogadta és elfogadta.",
      "9": "A szolgáltatás a Telegram alkalmazás algoritmusain alapul, ezért kérjük, olvassa el a Telegram Felhasználási Feltételeit és Adatvédelmi szabályzatát is.",
      "10": "nyújtott szolgáltatások",
      "11": "A Bot társkereső és kommunikációs szolgáltatásokat nyújt: a Bot lehetőséget ad olyan profilok létrehozására, amelyek más felhasználók számára is láthatók, és tetszenek vagy nem tetszenek. A profilok kölcsönös kedvelése a Telegram kapcsolattartási adatainak cseréjét eredményezi a további kommunikáció érdekében.",
      "12": "A biztonság és a személyre szabott felhasználói élmény biztosítása érdekében a Bot elkülöníti a 18 év alatti (kiskorú) felhasználók profilját a felnőtt felhasználók profiljaitól. Ez az elszigeteltség minimalizálja a kiskorúak és a felnőttek közötti interakciókat, és növeli a környezet biztonságát a fiatalabb felhasználók számára.",
      "13": "Felhasználási feltételek",
      "14": "Ahhoz, hogy jogosult legyen a Szolgáltatás használatára, Ön kijelenti és szavatolja, hogy:",
      "15": "Ön teljes cselekvőképes és cselekvőképes magánszemély, és elegendő felhatalmazással rendelkezik ahhoz, hogy elfogadja ezt a dokumentumot.",
      "16": "Ön nem ad nekünk félrevezető, hamis vagy csaló információkat.",
      "17": "Korábban nem tiltották el vagy korlátozták szolgáltatásunk használatát.",
      "18": "Ön nem sérti meg a jelen Szerződés rendelkezéseit vagy a vonatkozó törvényeket és rendelkezéseket.",
      "19": "Ön felelős a vonatkozó törvények betartásáért a lakóhelye (regisztrációja) területén, ahonnan hozzáfér a @wefatebot webhelyhez.",
      "20": "A 18 éven aluli felhasználóknak a szolgáltatás igénybevétele előtt jogi képviselőik kifejezett hozzájárulását kell kérniük. A Szolgáltatás használatának folytatásával kiskorúak megerősítik, hogy a hozzájárulásukat megadták. A Szolgáltatás nem vállal felelősséget kiskorúak általi használatért ilyen hozzájárulás nélkül.",
      "21": "A Szolgálat 18 éven felülieknek ajánlja a Bot használatát. Kiskorúak csak akkor használhatják a Botot barátkeresésre vagy nem romantikus kommunikációra, ha ehhez engedélyt kaptak törvényes képviselőiktől.",
      "22": "A biztonság fokozása érdekében a Bot gondoskodik arról, hogy a kiskorúak profilja ne jelenjen meg a felnőtt felhasználók számára, és fordítva. Ez a szétválasztás kritikus intézkedés a nem kívánt vagy nem megfelelő interakciók megelőzésére.",
      "23": "A Szolgáltatás fenntartja a jogot, hogy korlátozza vagy megtiltsa a Bot használatát bizonyos joghatóságokban, ha azt a vonatkozó jogszabályok előírják.",
      "24": "Ön azt is szavatolja, hogy nem használja vissza a Szolgáltatást, nem próbálja meg zavarni vagy más módon megzavarni azt, például nem használja a Botot csalárd vagy félrevezető tevékenységekre, rosszindulatú programok bevezetésére, hackelésre, spam terjesztésére vagy rendszereink vagy biztonsági intézkedéseink megkerülésére.",
      "25": "Támogatási kérés elküldésével bármikor értesítheti @wefatebot, ha le szeretné állítani a Bot elérését.",
      "26": "A regisztrációs eljárás és a bot használata",
      "27": "Regisztrációs eljárás.",
      "28": "Kérelem küldése.",
      "29": "A @wefatebot használatának megkezdéséhez aktiválnia kell a botot, és meg kell adnia a @wefatebot számára a Bot felhasználó profiljának létrehozásához szükséges adatokat. Az adatok a következőket tartalmazzák: becenév, nem, életkor, irányultság, város, ahol ismerkedni tervez, nyelv, a felhasználó által megadott fotó/videó.",
      "30": "A felhasználó érdeklődési körének, hobbijainak és egyéb információinak leírását is hozzáadhatja a profilhoz.",
      "31": "Felhasználó ellenőrzése és felügyelete.",
      "32": "Fenntartjuk a jogot, hogy korlátozzuk vagy blokkoljuk a @wefatebothoz való hozzáférését, és elhalasszuk a regisztrációt, ha csalás vagy más illegális tevékenység veszélyét észleljük.",
      "33": "Előfordulhat, hogy további információkat adjon meg, vagy várjon egy kis időt az adatok megadása után, mielőtt engedélyezi a szolgáltatások használatát. A nagy kockázatú profilok hitelességének megerősítése érdekében videós ellenőrzést kérhetnek. A magas kockázatú profilok azonosításának kritériumai belsőek, és nem tartoznak nyilvánosságra.",
      "34": "A @wefatebot partnerei által a Boton keresztül nyújtott szolgáltatásokhoz való hozzáféréssel Ön hozzájárul adatainak a Bot partnerei számára történő továbbításához, és tudomásul veszi, hogy a @wefatebot jogosult korlátozni a Szolgáltatáshoz és a további szolgáltatásokhoz való hozzáférését a partnereitől kapott információk alapján.",
      "35": "A chatbot használata.",
      "36": "A profilkészítési folyamat befejezése után lehetősége van megtekinteni más felhasználók profiljait. A többi felhasználó profiljának megismeréséhez válassza a \"Profilok megtekintése\" lehetőséget.",
      "37": "Válasszon egy elemet \"szív\" formájában, ha meg akarja ismerni a felhasználót. Abban az esetben, ha nem hajlandó további ismeretségre, válasszon egy tételt \"lemondás\" formájában, ekkor az alábbi profil jelenik meg.",
      "38": "Ha „szív” formában választott ki egy tételt, akkor az a személy, akire vonatkozóan ezt a tételt választotta, értesítést kap a választásáról. Ha ez a személy is ezt az elemet választja, akkor kap egy linket a Telegram profiljára, ahol elkezdheti a kommunikációt a Telegram messengeren keresztül.",
      "39": "Az adatlapok megtekintése során a jogszabályokban foglaltak szerint elhelyezett hirdetések megjelenhetnek. A hirdetőknek nincs közvetlen hozzáférésük a személyes felhasználói adatokhoz. Ehelyett anonimizált és összesített információkat használnak a hirdetések célzásához.",
      "40": "A bot tiltott használata",
      "41": "Nem kizárólagos, nem átruházható licencet biztosítunk Önnek a @wefatebot használatára a jelen Szerződés feltételeinek megfelelően.",
      "42": "Önnek joga van hozzáférni és használni a Szolgáltatást és a kapcsolódó anyagokat és információkat (együttesen: „Tartalom”), kizárólag a jelen Szerződés feltételeinek megfelelően.",
      "43": "A Szolgáltatás vagy a Tartalom bármely más felhasználása szigorúan tilos, és a Szolgáltatásra vagy Tartalomra vonatkozó minden egyéb jog, jogcím kizárólag a @wefatebot tulajdonosát, licencadóit illeti meg.",
      "44": "Tilos a Szolgáltatást illegális szolgáltatásokkal, csaló sémákkal, piramisokkal, darknetekkel, zsarolással, pénzmosással, terrorizmusfinanszírozással, szankciórendszerek alanyaival és más, a @wefatebot számára elfogadhatatlan kockázati kategóriákkal kapcsolatos reklámozás céljából használni.",
      "45": "A @wefatebot regisztráció és használata során tilos másoknak kiadni magát.",
      "46": "A szexuális jellegű kifejezések vagy a 18 éven aluli személyek elleni szexuális cselekményekre utaló utalások nem felelnek meg szolgáltatási feltételeinknek, és számos országban illegálisak. Ha ilyen műveleteket észlelnek, fiókját töröljük, és az ezzel kapcsolatos információkat továbbítjuk a helyi rendőrségnek.",
      "47": "Panaszok megoldása",
      "48": "Ha bármilyen visszajelzése, kérdése vagy panasza van, forduljon az ügyfélszolgálathoz (@wefatehelp).",
      "49": "Ha panasza van, kérjük, adja meg panasza okát, azt, hogy hogyan szeretné megoldani a panaszt, és adja meg az Ön által megfelelőnek tartott egyéb információkat. Panaszát az Ön által megadott információk és a @wefatebot által megadott információk alapján kivizsgáljuk.",
      "50": "Panaszát a panasz ügyfélszolgálathoz történő beérkezésétől számított 14 (tizennégy) naptári napon belül megvizsgáljuk.",
      "51": "A @wefatebot ügyfélszolgálati csapatának ügynöke a következő döntéseket hozhatja az Ön panasza alapján:",
      "52": "Panaszát kérésének megfelelően oldja meg.",
      "53": "Döntse el panasza elutasítását, és adja meg az elutasítás indokait.",
      "54": "Panaszát más módon oldja meg.",
      "55": "Ön beleegyezik abba, hogy az ebben a szakaszban leírt panasztételi eljárást alkalmazza, mielőtt keresetet nyújt be a bírósághoz. E rendelkezés be nem tartása bizonyítékul szolgálhat arra vonatkozóan, hogy nem hajlandó a kérdést peren kívül rendezni, és/vagy a panasz elfogadhatatlan volt.",
      "56": "A bothoz való hozzáférés felfüggesztése és megszüntetése",
      "57": "A @wefatebot korlátozhatja vagy megszüntetheti a Szolgáltatáshoz való hozzáférését, ha azt érvényes idézés, bírósági végzés vagy kormányzati szerv kötelező végzése írja elő,",
      "58": "és/vagy megalapozottan gyanítjuk a Felhasználót a @wefatebot tiltott használatával;",
      "59": "és/vagy az Ön profiljának használata bármilyen jogi eljárás, vizsgálat vagy kormányzati eljárás tárgyát képezi;",
      "60": "és/vagy úgy gondoljuk, hogy a @wefatebot használatával kapcsolatban fokozott a kockázata annak, hogy megsérti a jogi vagy szabályozási követelményeket;",
      "61": "és/vagy szolgáltató partnereink nem tudják támogatni a Szolgáltatás Ön általi használatát;",
      "62": "és/vagy olyan lépéseket tesz, amelyek saját belátásunk szerint megkerülik az általunk megállapított szabályokat és ellenőrzéseket, beleértve, de nem kizárólagosan, több profil megnyitását vagy a @wefatebot által időről időre felajánlott promóciókkal való visszaélést;",
      "63": "vagy Ön megsérti ezt a Szerződést és más @wefatebot szabályokat.",
      "64": "Harmadik féltől származó tartalom",
      "66": "Ha a Bot használata során a felhasználói profilok tartalmaznak (vagy tartalmazhatnak) hivatkozásokat az interneten található webhelyekre (harmadik felek webhelyeire), valamint cikkeket, fényképeket, illusztrációkat, grafikus képeket, zenéket, hangokat, videókat, információkat, alkalmazásokat, programokat és egyéb tartalmakat, amelyek harmadik felekhez tartoznak vagy azoktól származnak (Third PartyvContent). Ezeket a harmadik feleket és azok tartalmát a Szolgáltatás nem ellenőrzi, hogy megfelelnek-e bizonyos követelményeknek (pl. pontosság, teljesség, jogszerűség stb.). A Szolgáltatás nem vállal felelősséget a harmadik felek webhelyein közzétett semmilyen információért, amelyhez a felhasználók a felhasználói profilokban vagy Harmadik fél Tartalmában található hivatkozásokon keresztül hozzáférnek. A felhasználók saját belátásuk szerint és saját kockázatukra lépnek kapcsolatba a harmadik felek tartalmával.",
      "67": "Ha bármely Harmadik Fél tartalom sérti az Ön jogait, vagy törvénybe ütközőnek tűnik, felveheti a kapcsolatot a Szolgáltatással felülvizsgálat és esetleges intézkedés céljából, de a végső felelősség a harmadik féltől származó tartalom létrehozóját vagy tulajdonosát terheli.",
      "68": "Együttműködés a rendvédelmi szervekkel",
      "69": "A Szolgálat szigorúan a hatályos törvények és rendeletek keretein belül működik együtt a rendvédelmi szervekkel és más felhatalmazott szervezetekkel. A felhasználói adatokra vagy egyéb információkra vonatkozó kéréseknek meg kell felelniük a következő követelményeknek:",
      "70": "Kérelmek benyújtása:",
      "71": "A kérelmeket a megkereső rendvédelmi szerv hivatalos e-mail címéről kell elküldeni a budaev.e@gmail.com címre.",
      "72": "A kérelemnek tartalmaznia kell a megkereső tisztviselő nevét és beosztását, a megkeresés célját és terjedelmét, valamint a vonatkozó dokumentumokat, például bírósági végzést vagy egyéb jogi felhatalmazást.",
      "73": "Az e-mailben meg kell adni egy távirati kapcsolattartót is a kérelmező tisztviselővel való azonnali kommunikáció érdekében, ha szükséges.",
      "74": "A kérelmek ellenőrzése",
      "75": "A Szolgálat fenntartja a jogot, hogy a megkeresés valódiságát a nyilvánosan elérhető hivatalos csatornákon keresztül a megkereső ügynökséggel megkeresse.",
      "76": "Azok a kérések, amelyek nem teljesítik ezeket a követelményeket, késleltethetők vagy elutasíthatók.",
      "77": "Az adatközlés korlátozásai:",
      "78": "A Szolgáltatás csak a jogi igény teljesítéséhez szükséges minimális adatmennyiséget ad ki.",
      "79": "Amennyiben jogszabály megengedi és titoktartási rendelkezés hiányában, a Szolgáltató értesítheti azt a felhasználót, akinek az adatait kérik.",
      "80": "Vészhelyzetek:",
      "81": "Sürgős esetekben, amelyek közvetlen károsodással vagy a közbiztonság veszélyeztetésével járnak, a Szolgálat felgyorsíthatja a kérelmek feldolgozását. Az ilyen kérelmeket továbbra is hivatalosan kell benyújtani és meg kell indokolni.",
      "82": "Záró rendelkezések",
      "83": "A jelen Szerződésben használt kifejezések jelentését a vonatkozó joghatóság törvényei szerint határozzák meg, kivéve, ha kifejezetten másként szerepel. Ha a jelen Szerződés bármely rendelkezése érvénytelennek vagy végrehajthatatlannak bizonyul, az nem befolyásolja a többi rendelkezés érvényességét vagy végrehajthatóságát.",
      "84": "A 18 éven aluli felhasználók kötelesek törvényes képviselőjüket tájékoztatni regisztrációjukról és a Szolgáltatás használatáról. A Szolgáltatás nem vállal felelősséget az ilyen értesítések biztosításáért.",
      "85": "A Szolgáltatást igénybe vevő kiskorúak cselekedeteiért teljes mértékben a törvényes képviselőik felelnek. A regisztrációval vagy egy kiskorú számára a Szolgáltatás használatának engedélyezésével a törvényes képviselők megerősítik hozzájárulásukat a jelen Szerződéshez, és teljes felelősséget vállalnak a feltételek betartásáért.",
      "86": "A Szolgáltatás fenntartja a jogot, hogy a jelen Szerződésből eredő jogait és kötelezettségeit harmadik félre előzetes értesítés nélkül átruházza vagy átruházza, feltéve, hogy az átruházás nem érinti hátrányosan a Felhasználó jogait.",
      "87": "A jelen Megállapodás elfogadásával Ön beleegyezik abba, hogy minden kommunikációt, értesítést és megállapodást elektronikus úton kézbesítenek, ahol ez törvényileg megengedett.",
      "88": "Ez a Megállapodás alkotja a felek közötti, a Szolgáltatás használatára vonatkozó teljes megállapodást, és felülír minden, a tárgyra vonatkozó írásbeli vagy szóbeli korábbi megállapodást vagy megállapodást.",
      "89": "Ha bármilyen kérdése vagy aggálya van ezzel a megállapodással kapcsolatban, kérjük, lépjen velünk kapcsolatba a @wafatehelp címen."
    }
  },
  "common": {
    "actions": {
      "ok": "Rendben"
    }
  }
}
