{
  "page": {
    "text": {
      "1": "Adatvédelmi szabályzat",
      "2": "Általános rendelkezések",
      "3": "A személyes adatokra vonatkozó jelen adatvédelmi szabályzat minden olyan információra vonatkozik, amelyet a Telegram-bot @wefatebot (Vállalat, a „Szolgáltató”, „Mi”) közzé tesznek, és amelyet a bot látogatói (a „Felhasználók”, „Ön”) a használata során szolgáltathatnak/kaphatnak.",
      "4": "A Szolgáltató a hatályos jogszabályi előírásoknak megfelelően gondoskodik az adatok bizalmas kezeléséről, valamint a megfelelő technikai és szervezési intézkedések megtételéről, hogy megvédje az adatokat a jogosulatlan hozzáféréstől, nyilvánosságra hozataltól, véletlen átadástól, megváltoztatástól, megsemmisítéstől vagy egyéb jogellenes kezeléstől.",
      "5": "Ez az adatvédelmi szabályzat meghatározza jelenlegi adatvédelmi és adatvédelmi szabályzatunkat és kötelezettségeinket. Ennek megfelelően arra törekszünk, hogy csak olyan adatokat gyűjtsünk és dolgozzunk fel, amelyek feltétlenül szükségesek az ügyfelekkel, partnereinkkel, Szolgáltatásunk felhasználóival/látogatóival és online forrásainkkal fennálló kapcsolataink keretében, hogy meghatározott és jogszerű célból szolgáltatásokat és/vagy információkat nyújthassunk.",
      "6": "Adatvédelmi szabályzatunkat a Telegram botban, a @wefatebot legújabb verziójában tesszük közzé. Kérjük, figyelmesen olvassa el. A Bot elérésével és használatával megerősíti, hogy elolvasta, megértette és elfogadta a jelen Adatvédelmi szabályzatot.",
      "7": "Jelen Adatvédelmi szabályzat a Telegram bot @wefatebot oldalon közzétett Felhasználói Szerződés szerves részét képezi, és a Szolgáltatás használatához el kell olvasni.",
      "8": "A Szolgáltató fenntartja magának a jogot, hogy saját belátása szerint bármikor módosítsa jelen Adatvédelmi Szabályzatot az Adatvédelmi Szabályzat frissített változatának közzétételével a Telegram-Bot @wefatebot oldalon, és ha a változások jelentősek, erről értesíti a Felhasználókat. Jelen Adatvédelmi Szabályzat módosított vagy frissített változata a Botban való közzététel pillanatától lép hatályba. A Szolgáltatás használatának folytatásával a Felhasználó elfogadja a frissített Adatvédelmi szabályzatot.",
      "9": "A szolgáltatás a Telegram alkalmazás algoritmusain alapul, ezért kérjük, olvassa el a Telegram Felhasználási Feltételeit és Adatvédelmi szabályzatát is.",
      "10": "Az Önről gyűjtött információk",
      "11": "A Szolgáltató az Ön adatainak gyűjtésének fő célja, hogy a Telegram bot @wefatebot (a továbbiakban: Szolgáltatások) használatával kapcsolatos szolgáltatásokat nyújtson Önnek. Szolgáltatásaink Önnek való nyújtása során annak érdekében, hogy szolgáltatásainkat használhassuk és javíthassuk, személyes adatokat kell gyűjtenünk Önről.",
      "12": "A Szolgáltató az alábbi adatokat gyűjti és kezeli Önről:",
      "13": "Az Ön által rendelkezésünkre bocsátott adatok: Ön a Szolgáltatásaink igénybevételéhez szükséges regisztráció során a következő adatokat adja meg magáról: becenév, nem, életkor, tájékozódás, város, ahol ismeretséget kötni szeretne, a szolgáltatás működésének nyelve. Az információ tartalmazhat egy személyes profilra mutató hivatkozást, egy személyes fiókazonosítót a Telegram messengerben és a Telegram messenger nyelvét. Ezen túlmenően ezek olyan információk, amelyeket Ön a Szolgáltatásaink használatának folytatásával, promócióban vagy felmérésben való részvétellel, valamint a Szolgáltatásainkkal kapcsolatos problémák bejelentésével ad meg.",
      "14": "Az Önről gyűjtött adatok: A Szolgáltató automatikusan gyűjtheti a következő információkat:",
      "15": "Technikai információk, beleértve a regisztrációs adatokat, az operációs rendszer és az eszköz adatait.",
      "16": "A szolgáltatásaink használata során végzett tranzakciók adatai.",
      "17": "Ellenőrzési célú videoanyagok: A magas kockázatú felhasználók esetében az ellenőrzési folyamat részeként videoanyagokat gyűjthetünk. Ezeket a videókat kizárólag a felhasználói profil hitelességének megerősítésére, a csalások megelőzésére és a szolgáltatás biztonságának fokozására használjuk. A magas kockázatú profilok azonosításának kritériumai belsőek, és nem tartoznak nyilvánosságra, így biztosítva, hogy a biztonsági intézkedések hatékonyak maradjanak a visszaélés vagy manipuláció ellen.",
      "18": "Egyéb forrásból származó információk: A Szolgáltató információkat kaphat Önről, ha Ön az általunk kezelt weboldalak vagy az általunk nyújtott egyéb szolgáltatások valamelyikét használja.",
      "19": "Ön beleegyezik abba, hogy jogunkban áll, de nem vagyunk kötelesek az összes összegyűjtött személyes adatot a Szolgáltatásaink használatának teljes időtartama alatt és a törvényben előírt ideig, de legfeljebb 5 (öt) évig tárolni. A tárolási idő az illetékes hatóság indokolt kérésére legfeljebb 1 (egy) évre meghosszabbítható.",
      "20": "Kiskorúak adatait a Szolgáltató szándékosan nem kezeli. A szolgáltató a Bot használatát 18 éven felüli személyeknek ajánlja. A kiskorúak cselekedeteiért, beleértve az általuk nyújtott szolgáltatások megvásárlását is, a kiskorúak törvényes képviselői a felelősek. Minden 18 év alatti látogató köteles beszerezni törvényes képviselőjének engedélyét, mielőtt bármilyen információt megadna magáról. Amennyiben a Szolgáltató tudomására jut, hogy kiskorú személyről a törvényes képviselők hozzájárulása nélkül kapott információt, azt a lehető legrövidebb időn belül törli.",
      "21": "Hogyan védjük adatait",
      "22": "A Szolgáltató az Ön személyes adatait az iparági szabványoknak megfelelő titkosítással biztonságos tárolással tartja biztonságban, és számos biztonsági intézkedést bevezettünk annak érdekében, hogy az Ön adatai ne vesszenek el, ne használhassanak vissza vagy módosuljanak, beleértve, de nem korlátozva az alábbiakat:",
      "23": "Fizikai intézkedések:",
      "24": "Az Ön adatait tartalmazó fizikai adathordozókat zárt térben tároljuk, emellett speciális fizikai információvédelmi eszközöket is alkalmazunk (külső kerítések, videó megfigyelő rendszer, jelvényes beléptető rendszer és biometrikus felismerő rendszer, beleértve a telephely határainak infravörös védelmét is).",
      "25": "Elektronikus intézkedések:",
      "26": "Az adatok számítógépes rendszerekben és fizikai adathordozókon kerülnek tárolásra, amelyet szigorú belépési korlátozások érvényesítenek.",
      "27": "Menedzsment intézkedések:",
      "28": "A hozzáférési szintek el vannak különítve, így csak az arra jogosult munkavállalók léphetnek kapcsolatba az Ön adataival, és ezek az alkalmazottak kötelezettséget vállaltak arra, hogy betartják belső adatvédelmi szabályainkat.",
      "29": "Technikai intézkedések:",
      "30": "Titkosító technológia használható az adatok átvitelére és tárolására. Különféle jelenleg elérhető biztonsági technológiákat és vezérlőket használunk annak érdekében, hogy minimálisra csökkentsük annak a kockázatát, hogy az Ön adatai nyilvánosságra kerüljenek, megsérüljenek, visszaéljenek, engedély nélkül megszerezzék, engedély nélkül nyilvánosságra hozzák vagy megváltoztassák. Technikai biztonsági csapataink aktívan figyelik a szokatlan és rosszindulatú tevékenységeket szervereinken és szolgáltatásainkon.",
      "31": "Egyéb intézkedések:",
      "32": "Arra törekszünk, hogy megvédjük adatait az általunk gyűjtött és tárolt adatok jogosulatlan hozzáférésétől, módosításától, nyilvánosságra hozatalától vagy megsemmisítésétől.",
      "33": "Különféle intézkedéseket teszünk az információbiztonság érdekében, többek között:",
      "34": "Üzeneteink titkosítása Önnel;",
      "35": "Adatgyűjtési, tárolási és feldolgozási módszereink időszakos elemzése;",
      "36": "Korlátozott hozzáférés az Ön adataihoz a szükséges ismeretek alapján alkalmazottaink és beszállítóink számára, akikre szigorú szerződéses titoktartási kötelezettségek vonatkoznak.",
      "37": "Felhívjuk figyelmét, hogy lehetetlen garantálni az információk 100%-os biztonságát. Ezért arra kérjük, hogy tegyen intézkedéseket személyes adatainak védelme érdekében.",
      "38": "Ön beleegyezik abba, hogy a Szolgáltató nem vállal felelősséget a nem szándékos vagy súlyos gondatlanságunkból eredő információszivárgásért és egyéb veszteségekért, ideértve, de nem kizárólagosan a hackertámadást, az áramkimaradást vagy az elkerülhetetlen műszaki meghibásodást, a törvény által megengedett maximális mértékig, a felhasználói adatok saját hibájából történő kiszivárgását.",
      "39": "Ha azt gyanítja, hogy személyes adatait feltörték, azonnal lépjen kapcsolatba velünk.",
      "40": "Az adatok felhasználásának módjai",
      "41": "Az Önről gyűjtött információkat a következő célokra vagy az alábbi módokon használjuk fel:",
      "42": "Szolgáltatásaink nyújtása érdekében: A Szolgáltató az összegyűjtött információkat az Önt érintő kötelezettségeinek teljesítésére, információk, termékek és szolgáltatások nyújtására, jobb szolgáltatások fenntartására és nyújtására, személyazonosságának igazolására használja fel.",
      "43": "A jogszabályi követelményeknek való megfelelés érdekében: A szolgáltató az információkat jogszabályi kötelezettségeinknek, kormányzati kéréseinknek és ésszerű felhasználói kéréseinknek megfelelően használja fel.",
      "44": "Kutatásra és fejlesztésre:",
      "45": "A Szolgáltató aktívan méri és elemzi az adatokat Szolgáltatásaink adminisztrációja és belső műveletei, ideértve a hibaelhárítást, az adatelemzést, a tesztelést, a kutatást, a statisztikai és felülvizsgálati célokat, valamint annak megértését, hogy Ön hogyan használja és hogyan interakcióba lép Szolgáltatásainkkal.",
      "46": "Ezt a felülvizsgálatot üzemeltetési csapataink végzik szolgáltatásaink folyamatos fejlesztése és a felhasználói felülettel kapcsolatos problémák megoldása érdekében. Ezen túlmenően a Szolgáltató ezeket az információkat Szolgáltatásaink, weboldalaink tartalmának és elrendezésének testreszabására, mérésére és fejlesztésére, valamint új szolgáltatások fejlesztésére használja fel.",
      "47": "Folyamatosan figyeljük a rendszereinkben végzett tevékenységekkel kapcsolatos információkat és a felhasználókkal folytatott kommunikációt a problémák felkutatása és gyors megoldása érdekében.",
      "48": "Az Önnel való kommunikációhoz: Az egyes üzenetek megerősítéséhez szükséges adatok gyűjtése és feldolgozása nélkül a Szolgáltató nem tud válaszolni az Ön által küldött kérésekre.",
      "49": "Feltételeinknek való megfelelés biztosítása érdekében: Az összegyűjtött információkat a szerződési feltételeinknek való folyamatos és aktív betartásra is felhasználjuk, ideértve, de nem kizárólagosan, bármely potenciálisan tiltott vagy illegális tevékenység felülvizsgálatát, kivizsgálását és megakadályozását, amely sértheti a fenti rendelkezéseket, vagy a vonatkozó információk harmadik fél számára történő közlését azokkal összhangban.",
      "50": "Videós ellenőrzéshez: Az ellenőrzés részeként gyűjtött videóanyagokat a profil hitelességének megerősítésére és a csaló tevékenységek megelőzésére használjuk. Ezenkívül az anonimizált videoadatok elemzésre, biztonsági algoritmusok javítására és új funkciók fejlesztésére is felhasználhatók.",
      "51": "Marketing és reklámozás céljából: A Szolgáltató megoszthatja személyes adatait marketing partnereinkkel célzás, modellezés és/vagy elemzés, valamint marketing és reklámozás céljából. A hirdetőknek nincs közvetlen hozzáférésük a személyes felhasználói adatokhoz. Ehelyett a Szolgáltató anonimizált és összesített információkat használ fel a hirdetések hatékony célzására, anélkül, hogy veszélyeztetné a felhasználók magánéletét.",
      "52": "Célzott reklámozáshoz: Felhasználhatjuk személyes adatait, például a nemet, az életkort és a földrajzi elhelyezkedést, hogy személyre szabott hirdetéseket és szponzorált tartalmat biztosítsunk hirdetési partnereinkkel együttműködve.",
      "53": "Egyéb célokra: A Szolgáltató az Ön személyes adatait bármely más célból kiadhatja, amelyhez Ön további, írásos dokumentum aláírásával vagy a Szolgáltató által biztosított elektronikus űrlap kitöltésével hozzájárul.",
      "54": "A feldolgozás jogalapja",
      "55": "Amikor az Ön adatait feldolgozzuk, az alábbi jogalapok egyikére támaszkodunk a feldolgozás során. Adatait több jogos okból is feldolgozhatjuk, attól függően, hogy milyen célból használjuk fel az adatait.",
      "56": "A szerződés teljesítése:",
      "57": "Adatokat kezelhetünk, ha az Ön adatainak kezelése az Önnel kötött Felhasználói Szerződés szerinti kötelezettségeink teljesítéséhez szükséges.",
      "58": "Jogi kötelezettség vagy közérdek:",
      "59": "Adatait a törvényi kötelezettségeknek megfelelően kötelesek vagyunk kezelni.",
      "60": "Az adatkezelés céljai közé tartozik a személyazonosság-ellenőrzés, a pénzmosás és csalás megelőzése, a kockázatkezelési intézkedések, valamint az illetékes hatóság, kormányzati szerv vagy bűnüldöző szerv részére történő információszolgáltatás.",
      "61": "Jogos érdekek:",
      "62": "Szükség esetén kezelhetünk adatokat, ha nekünk vagy a harmadik félnek jogos érdeke fűződik kereskedelmi és üzleti érdekek érvényesítéséhez, kivéve azokat az eseteket, amikor ezek az érdekek átfedésben vannak az Ön érdekeivel, alapvető jogaival és szabadságaival.",
      "63": "Az Ön hozzájárulása:",
      "64": "Bizonyos körülmények között külön engedélyt kérhetünk Öntől további személyes adatok bizonyos célokra történő feldolgozására.",
      "65": "Adatait ilyen módon kezeljük, ha Ön beleegyezik. Ha a jogalap az Ön által megadott hozzájárulás, Ön bármikor visszavonhatja hozzájárulását. A hozzájárulás visszavonása nem érinti a visszavonás előtt kezelt adatok jogszerűségét.",
      "66": "Ki kapja meg az Ön adatait",
      "67": "A Szolgáltató az Ön adatait kérések teljesítése és szolgáltatásnyújtás, valamint szerződéses és jogszabályi kötelezettségeink teljesítése érdekében kapja.",
      "68": "Adatait harmadik félnek továbbítjuk, ha ez jogos üzleti szükségleteinkhez, kérések teljesítéséhez, szolgáltatásnyújtáshoz és/vagy a törvényi előírásoknak vagy engedélyeknek megfelelően szükséges. Harmadik felek ilyen körülmények között:",
      "69": "Szolgáltatók:",
      "70": "A Szolgáltató az adatokat külső partnerekkel és szolgáltatókkal (feldolgozókkal) továbbítja, hogy azokat szükség esetén a nevünkben feldolgozhassák. Ezeknek a szolgáltatóknak az adatvédelmi törvénynek megfelelően kellő garanciákat kell nyújtaniuk (például titoktartási és adatvédelmi szerződéses kötelezettségek). Csak a szolgáltatásaik nyújtásához szükséges adatokat továbbítjuk.",
      "71": "Könyvvizsgálók és tanácsadók:",
      "72": "Az adatokat az ellenőrzések (például külső ellenőrzések, biztonsági ellenőrzések) céljaira és összefüggésében jogi és egyéb tanácsadóknak adhatjuk ki biztonsági kérdések, kockázatok, panaszok stb.",
      "73": "Szabályozó hatóságok, bűnüldöző szervek, bíróságok:",
      "74": "A Szolgáltató a vonatkozó jogszabályoknak, hatósági kötelezettségeknek megfelelően az adatokat a szabályozó hatóságok, kormányzati és bűnüldöző szervek, bíróságok és bírósági végzések megkereséseinek megválaszolására adhatja ki.",
      "75": "Más személyek:",
      "76": "További címzettek lehetnek azok a természetes/jogi személyek, akiknek adatai továbbítását kéri (például link stb.), vagy hozzájárulását adja az adattovábbításhoz.",
      "77": "A Szolgáltató az Ön adatait olyan esetekben is kiadhatja, mint:",
      "78": "Jogaink, biztonságunk vagy tulajdonunk, valamint ügyfeleink vagy harmadik felek/a nyilvánosság jogainak védelme érdekében. Ez magában foglalja az információ megosztását más cégekkel és szervezetekkel pénzmosás, csalásmegelőzés és hasonló kockázatok céljából.",
      "79": "Ha bármilyen jogi vagy szabályozási kötelezettségnek vagy kérésnek megfelelően kötelesek vagyunk nyilvánosságra hozni vagy továbbítani az Ön adatait.",
      "80": "Felhasználói jogok",
      "81": "A felhasználóknak joguk van:",
      "82": "Hozzáférhet és kérhet részleteket az általunk tárolt információkról.",
      "83": "Kérjen korrekciót a pontatlan vagy elavult információkkal kapcsolatban.",
      "84": "Kérheti a megadott célokhoz már nem szükséges adatok törlését vagy anonimizálását.",
      "85": "Tiltakozik a jogos érdekeken alapuló adatkezelés ellen.",
      "86": "Adott esetben az adatkezeléshez való hozzájárulás visszavonása.",
      "87": "Adatmegőrzési időszakok és adatfeldolgozás",
      "88": "Minden összegyűjtött adatot, beleértve, de nem kizárólagosan a profilinformációkat, fotókat, videóanyagokat és a felhasználói interakciókat (pl. tetszésnyilvánításokat és egyezéseket), a következő célokra őrizzük meg:",
      "89": "A szolgáltatásnyújtáshoz és a szerződéses kötelezettségek teljesítéséhez szükséges idő.",
      "90": "A törvényi és szabályozási követelményeknek való megfelelés.",
      "91": "Statisztikai vagy elemzési célokra, amennyiben az adatok anonimizáltak.",
      "92": "Biztonsági algoritmusok fejlesztése és új szolgáltatások fejlesztése (csak anonim adatok).",
      "93": "Az adatokat ezen időszakon túl is meg lehet őrizni, ha törvényes indokok állnak fenn, például folyamatos jogi kötelezettségek vagy felhasználói hozzájárulás. A megőrzési időszak lejártával az adatokat biztonságosan töröljük vagy anonimizáljuk, hogy további elemzési és szolgáltatásfejlesztési célokat szolgálhassanak.",
      "94": "Panasz joga",
      "95": "Ha elégedetlen azzal, ahogyan személyes adatait feldolgozták, vagy aggályai vannak az adatvédelemmel kapcsolatos problémákkal kapcsolatban, felveheti velünk a kapcsolatot az alábbi elérhetőségeken. Panaszát kivizsgáljuk, és 14 naptári napon belül válaszolunk.",
      "96": "A jogi lépések megtétele előtt Ön beleegyezik abba, hogy a panaszt először közvetlenül a Szolgáltatóval próbálja megoldani a megadott elérhetőségeken.",
      "97": "Elérhetőségek",
      "98": "Bármilyen adatvédelemmel kapcsolatos aggálya esetén, kérjük, forduljon:",
      "99": "Telegram támogatás: @wefatehelp",
      "100": "Ha aggodalmai nem kielégítőek, panaszt nyújthat be az illetékes felügyeleti hatósághoz, amely az Ön joghatósága alá tartozik.",
      "101": "A szabályzat változásai",
      "102": "Ez az adatvédelmi szabályzat időről időre frissítésre kerülhet, hogy tükrözze a jogi, szabályozási vagy működési követelmények változásait. A jelentős frissítésekről a Telegram bot felületén keresztül értesítjük a felhasználókat."
    }
  },
  "common": {
    "actions": {
      "ok": "Rendben"
    }
  }
}
