{
  "page": {
    "text": {
      "1": "ユーザー同意書",
      "2": "導入",
      "3": "このユーザー契約 (「契約」) は、ユーザー (「ユーザー」、「クライアント」、「お客様」) による Telegram ボット @wefatebot (「サービス」、「ボット」、「当社」) の使用を規定します。",
      "4": "サービスを使用する前に、本契約および @wefatebot で公開されている当社のプライバシー ポリシーに含まれるすべての利用規約を読んで同意したものとみなされます。",
      "5": "本サービスまたはその個別の機能の使用を開始することにより、ユーザーは、留保および例外なく、本契約の条項を完全に承諾したものとみなされます。",
      "6": "本契約の条項は、本サービスにアクセスまたは使用するすべてのユーザーおよびその他の人物に適用されます。本契約の条項のいずれかを受け入れて遵守することに同意しない場合、または本契約があなたの国の法律または所在地の法律に矛盾する場合、あなたは @wefatebot を使用しないことに同意するものとします。これを怠った場合、拒否の結果としてボットまたは第三者に生じたすべての損失および損害については、お客様が責任を負うものとします。",
      "7": "本サービスは、その裁量により、本契約を随時変更および改善することがあります。",
      "8": "これらの変更が行われた後もサービスの使用を継続することにより、お客様は変更に署名し、同意したものとみなされます。",
      "9": "このサービスは Telegram アプリケーションのアルゴリズムに基づいているため、Telegram の利用規約とプライバシー ポリシーも参照してください。",
      "10": "提供されるサービス",
      "11": "ボットは、デートおよびコミュニケーション サービスを提供します。ボットは、他のユーザーが閲覧して好きか嫌いかを判断できるプロフィールを作成する機会を提供します。プロフィールを相互にいいねすると、さらなるコミュニケーションのために Telegram の連絡先詳細が交換されます。",
      "12": "安全性とカスタマイズされたユーザー エクスペリエンスを確保するために、ボットは 18 歳未満 (未成年者) のユーザーのプロフィールを成人ユーザーのプロフィールから分離します。この隔離により、未成年者と成人の間の相互作用が最小限に抑えられ、若いユーザーにとって環境の安全性が高まります。",
      "13": "利用規約",
      "14": "サービスを使用する資格を得るには、次のことを表明および保証するものとします。",
      "15": "あなたは完全な法的能力と身体的能力を備えた個人であり、この文書に同意する十分な権限を持っています。",
      "16": "お客様は、誤解を招く情報、虚偽の情報、または詐欺的な情報を当社に提供しないものとします。",
      "17": "あなたはこれまでに当社のサービスの使用を禁止または制限されていません。",
      "18": "あなたは、本契約の条項または適用される法律および規制に違反していないものとします。",
      "19": "あなたは、@wefatebot にアクセスするあなたの居住地 (登録) の地域の関連法を遵守する責任があります。",
      "20": "18 歳未満のユーザーは、本サービスを利用する前に法定代理人の明示的な同意を得る必要があります。未成年者は、サービスの使用を継続することにより、かかる同意が提供されたことを確認するものとします。本サービスは、未成年者がかかる同意なしに使用した場合には責任を負いません。",
      "21": "本サービスは、18 歳以上の人にボットの使用を推奨します。未成年者は、法定代理人から許可を得ている場合に限り、友達を見つけたり、恋愛以外のコミュニケーションに参加するためにのみボットを使用できます。",
      "22": "安全性を高めるために、ボットは未成年者のプロフィールが成人ユーザーに表示されないようにし、その逆も同様にします。この分離は、望ましくない、または不適切な相互作用を防ぐための重要な手段です。",
      "23": "本サービスは、適用される法律で義務付けられている場合、特定の法域でのボットの使用を制限または禁止する権利を留保します。",
      "24": "また、お客様は、サービスを悪用したり、サービスを妨害したり妨害しようとしたりしないことを保証します。たとえば、ボットを詐欺的または誤解を招く行為、マルウェアの導入、ハッキング、スパムの拡散、または当社のシステムやセキュリティ対策を回避するために使用しないことを保証します。",
      "25": "ボットへのアクセスを停止したい場合は、サポート リクエストを送信することで、いつでも @wefatebot に通知することもできます。",
      "26": "ボットの登録手順と利用方法",
      "27": "登録手順。",
      "28": "リクエストを送信しています。",
      "29": "@wefatebot の使用を開始するには、ボットをアクティブ化し、ボットのユーザーのプロファイルを作成するために必要なデータを @wefatebot に提供する必要があります。データには、ニックネーム、性別、年齢、方向性、知り合う予定の都市、言語、ユーザーが提供した写真/ビデオが含まれます。",
      "30": "ユーザーは、自分の興味、趣味、その他の情報の説明をプロフィールに追加することもできます。",
      "31": "ユーザーの検証と監視。",
      "32": "詐欺やその他の違法行為のリスクを検出した場合、当社は @wefatebot へのアクセスを制限またはブロックし、登録を延期する権利を留保します。",
      "33": "また、追加情報の提供を要求したり、データの提供が完了してからサービスの使用を許可するまでしばらくお待ちいただく場合もあります。高リスクのプロファイルについては、信頼性を確認するためにビデオ検証が要求される場合があります。高リスクのプロファイルを特定する基準は内部的なものであり、開示の対象にはなりません。",
      "34": "ボットを通じて @wefatebot パートナーが提供するサービスにアクセスすることにより、お客様はボットのパートナーへのデータの転送に同意し、@wefatebot がパートナーから受け取った情報に基づいて本サービスおよび追加サービスへのアクセスを制限する権利を有することを理解したものとみなされます。",
      "35": "チャットボットの使用。",
      "36": "プロファイル作成プロセスが完了すると、他のユーザーのプロファイルを表示できるようになります。他のユーザーのプロフィールを知るには、「プロフィールを表示」を選択する必要があります。",
      "37": "ユーザーのことを知りたいなら「ハート」の形のアイテムを選びましょう。これ以上知り合いになりたくない場合は、「キャンセル」の項目を選択すると、次のプロフィールが表示されます。",
      "38": "「ハート」の形のアイテムを選択した場合、このアイテムを選択した相手に選択の通知が届きます。この人もこの項目を選択すると、彼の Telegram プロフィールへのリンクが届き、そこから Telegram メッセンジャーを介して通信を開始できます。",
      "39": "プロフィールを閲覧する過程で、法律の規定に従って掲載された広告が表示される場合があります。広告主はユーザーの個人データに直接アクセスすることはできません。代わりに、匿名化され集約された情報が広告のターゲティングに使用されます。",
      "40": "ボットの使用禁止",
      "41": "当社は、本契約の利用規約に従って @wefatebot を使用するための非独占的かつ譲渡不可能なライセンスを付与します。",
      "42": "あなたは、本契約の条項に従ってのみ、サービスおよび関連資料および情報 (総称して「コンテンツ」といいます) にアクセスし、使用する権利を有します。",
      "43": "サービスまたはコンテンツのその他の使用は固く禁じられており、サービスまたはコンテンツに対するその他のすべての権利、所有権は、@wefatebot の所有者であるそのライセンサーに独占的に帰属します。",
      "44": "違法サービス、詐欺計画、ねずみ講、ダークネット、恐喝、マネーロンダリング、テロ資金供与、制裁体制の対象、その他の @wefatebot にとって許容できないリスクに関連する広告を目的とした本サービスの使用は禁止されています。",
      "45": "他人になりすまして@wefatebotを登録・利用することは禁止されています。",
      "46": "性的な性質の表現、または 18 歳未満に対する性的行為のほのめかしは、当社の利用規約に違反しており、多くの国で違法です。このような行為が発見された場合、アカウントは削除され、その情報は地元の警察に転送されます。",
      "47": "苦情の解決",
      "48": "フィードバック、質問、苦情がある場合は、カスタマーサポート (@wefatehelp) までご連絡ください。",
      "49": "苦情がある場合は、苦情の理由、苦情の解決方法、その他適切と思われる情報を記載してください。当社は、お客様から提供された情報および @wefatebot から提供された情報に基づいてお客様の苦情を調査します。",
      "50": "お客様の苦情は、サポート サービスによる苦情の受領日から 14 暦日以内に検討されます。",
      "51": "@wefatebot サポート チームのエージェントは、お客様の苦情に基づいて次の決定を下す場合があります。",
      "52": "お客様の要求に従って苦情を解決します。",
      "53": "苦情を拒否する決定を下し、拒否の理由を示します。",
      "54": "別の方法で苦情を解決してください。",
      "55": "お客様は、裁判所に申し立てを行う前に、このセクションに記載されている申し立て手順を使用することに同意します。この規定に従わないことは、問題を法廷外で解決する意思がないこと、および/または苦情が受け入れられない性質であることの証拠として使用される場合があります。",
      "56": "ボットへのアクセスの停止・終了",
      "57": "@wefatebot は、有効な召喚状、裁判所命令、または政府機関の強制命令によって要求された場合、サービスへのアクセスを制限または終了することがあります。",
      "58": "および/または当社は、ユーザーが @wefatebot の禁止された使用を行っていると合理的に疑う;",
      "59": "および/またはあなたのプロフィールの使用が法的手続き、調査、または政府手続きの対象である場合。",
      "60": "および/または @wefatebot の使用に関して法的または規制上の要件が遵守されないリスクが増大すると考えられる場合。",
      "61": "および/または当社のサービスパートナーは、お客様によるサービスの使用をサポートできません。",
      "62": "および/またはお客様が、当社の独自の裁量により、複数のプロフィールを開くことや、@wefatebot が随時提供するプロモーションの悪用など、当社が確立したルールや管理を回避する行為を行うこと。",
      "63": "または、本契約およびその他の @wefatebot 規則に違反しています。",
      "64": "サードパーティコンテンツ",
      "66": "ボットの使用中に、ユーザー プロファイルにインターネット上のサイト (サードパーティ サイト) へのリンク、およびサードパーティに属するまたはサードパーティから発信された記事、写真、イラスト、グラフィック イメージ、音楽、サウンド、ビデオ、情報、アプリケーション、プログラム、その他のコンテンツ (サードパーティ コンテンツ) が含まれる場合 (または含まれる可能性があります)。これらのサードパーティおよびそのコンテンツは、特定の要件 (正確性、完全性、合法性など) に準拠していることについて、サービスによって検証されていません。サービスは、ユーザーがユーザー プロファイルまたはサードパーティ コンテンツ内のリンクを介してアクセスするサードパーティ サイトに投稿された情報について責任を負いません。ユーザーは、自身の裁量とリスクでサードパーティ コンテンツを操作します。",
      "67": "Se un Contenuto di terze parti viola i tuoi diritti o sembra essere illegale, puoi contattare il Servizio per una revisione e un'eventuale azione, ma la responsabilità finale ricade sul creatore o proprietario del Contenuto di terze parti.",
      "68": "法執行機関との協力",
      "69": "本サービスは、適用される法律および規制の枠組み内でのみ、法執行機関およびその他の認可された組織と協力します。ユーザーデータまたはその他の情報の要求は、以下の要件に準拠する必要があります。",
      "70": "リクエストの提出:",
      "71": "リクエストは、リクエスト元の法執行機関に属する公式メールアドレスから指定のメールアドレス budaev.e@gmail.com に送信する必要があります。",
      "72": "要求には、要求する担当者の名前と役職、要求の目的と範囲、裁判所命令やその他の法的許可などの関連文書が含まれている必要があります。",
      "73": "必要に応じて、要求担当者と迅速に連絡を取るための Telegram の連絡先も電子メールに記載する必要があります。",
      "74": "リクエストの検証",
      "75": "サービスは、公開されている公式チャネルを通じて要求機関に連絡して、要求の真正性を検証する権利を留保します。",
      "76": "これらの要件を満たさないリクエストは遅延または拒否される可能性があります。",
      "77": "データ開示の制限:",
      "78": "本サービスは、法的要請を満たすために必要な最小限のデータのみを開示します。",
      "79": "法律で許可され、機密保持命令がない場合、サービスは、データが要求されているユーザーに通知する場合があります。",
      "80": "緊急事態:",
      "81": "差し迫った危害や公共の安全への脅威を伴う緊急の場合、サービスはリクエストの処理を早めることがあります。そのようなリクエストは、正式に提出され、正当性が示されなければなりません。",
      "82": "最終規定",
      "83": "本契約書で使用される用語の意味は、明示的に別段の定めがない限り、関連する法域の法律に従って決定されます。本契約書のいずれかの条項が無効または執行不能であると判断された場合でも、残りの条項の有効性または執行可能性には影響しません。",
      "84": "18 歳未満のユーザーは、登録および本サービスの利用について法定代理人に通知する必要があります。本サービスは、かかる通知を確実に行う責任を負いません。",
      "85": "未成年者が本サービスを利用する行為に対する責任は、すべてその法定代理人が負うものとします。未成年者が本サービスを利用することを登録または許可することにより、法定代理人は本契約に同意したこととなり、本契約の条件を遵守することについて全責任を負うものとします。",
      "86": "本サービスは、ユーザーの権利に不利益を及ぼさないことを条件として、事前の通知なく本契約に基づく権利および義務を第三者に譲渡または移転する権利を留保します。",
      "87": "本契約に同意することにより、お客様は、すべての通信、通知、および契約が、法的に許可される場合、電子的に配信されることに同意するものとします。",
      "88": "本契約は、本サービスの利用に関する当事者間の完全な合意を構成するものであり、その主題に関連する書面または口頭を問わず、以前のすべての合意または合意に優先します。",
      "89": "本契約に関してご質問やご不明な点がございましたら、@wafatehelp までお問い合わせください。"
    }
  },
  "common": {
    "actions": {
      "ok": "わかりました"
    }
  }
}
