{
  "page": {
    "text": {
      "1": "プライバシーポリシー",
      "2": "一般規定",
      "3": "この個人データのプライバシーポリシーは、Telegram-bot @wefatebot（会社、「サービスプロバイダー」、「当社」）に投稿され、ボットの訪問者（「ユーザー」、「あなた」）がボットの使用中に提供/受信する可能性のあるすべての情報に適用されます。",
      "4": "サービスプロバイダーは、適用される法的要求事項に従い、データの機密性を確保し、不正アクセス、開示、偶発的なロス、変更、破壊、その他の違法な処理からデータを保護するための適切な技術的および組織的対策を実施します。",
      "5": "本プライバシーポリシーは、当社の現在のデータ保護およびプライバシーポリシーと義務を規定するものです。したがって、当社は、特定の正当な目的のためにサービスおよび/または情報を提供するために、顧客、パートナー、当社のサービスのユーザー/訪問者、およびオンラインリソースとの関係において厳密に必要なデータのみを収集および処理するよう努めています。",
      "6": "当社のプライバシーポリシーは、最新バージョンで Telegram ボット @wefatebot に掲載されています。よくお読みください。このボットにアクセスして使用することにより、お客様はこのプライバシーポリシーを読み、理解し、同意したことを確認します。",
      "7": "このプライバシーポリシーは、Telegram ボット @wefatebot で公開されているユーザー契約の不可欠な部分であり、サービスを利用するためには必ず読む必要があります。",
      "8": "サービスプロバイダーは、独自の裁量により、Telegram-Bot @wefatebot でプライバシーポリシーの更新版を公開し、変更が重大な場合はユーザーに通知することにより、いつでもこのプライバシーポリシーを変更する権利を留保します。このプライバシーポリシーの修正版または更新版は、ボットで公開された瞬間から有効になります。サービスを継続して使用することにより、ユーザーは更新されたプライバシーポリシーに同意するものとします。",
      "9": "このサービスはTelegramアプリケーションのアルゴリズムに基づいているため、Telegramの利用規約とプライバシーポリシーも参照してください。",
      "10": "当社が収集するお客様に関する情報",
      "11": "サービスプロバイダーがお客様のデータを収集する主な目的は、Telegram ボット @wefatebot を使用するためのサービス (以下、「サービス」といいます) をお客様に提供することです。お客様にサービスを提供する過程で、当社のサービスを使用および改善できるようにするために、お客様の個人情報を収集する必要があります。",
      "12": "サービスプロバイダーは、お客様に関する以下のデータを収集および処理します。",
      "13": "お客様が当社に提供する情報: お客様は、当社のサービスを利用するための登録手続き中に、ニックネーム、性別、年齢、志向、知り合いになりたい都市、サービスが運営される言語など、お客様自身に関する以下の情報を当社に提供します。この情報には、個人プロフィールへのリンク、Telegram メッセンジャーの個人アカウント ID、および Telegram メッセンジャーの言語も含まれる場合があります。さらに、これは、お客様が当社のサービスを継続して使用したり、プロモーションやアンケートに参加したり、当社のサービスに関する問題を報告したりすることによって提供される情報です。",
      "14": "当社がお客様に関して収集する情報: サービスプロバイダーは、以下の情報を自動的に収集する場合があります。",
      "15": "登録データ、オペレーティング システム、デバイス データなどの技術情報。",
      "16": "当社のサービスをご利用の際に行われる取引の詳細。",
      "17": "検証目的のビデオ資料: リスクの高いユーザーの場合、検証プロセスの一環としてビデオ資料を収集する場合があります。これらのビデオは、ユーザー プロファイルの信頼性を確認し、詐欺を防止し、サービスのセキュリティを強化するためにのみ使用されます。リスクの高いプロファイルを識別するための基準は内部的なもので、公開されることはありません。これにより、セキュリティ対策が悪用や操作に対して有効であることが保証されます。",
      "18": "他のソースからの情報: お客様が当社が管理するウェブサイトまたは当社が提供するその他のサービスを使用した場合、サービスプロバイダーはお客様に関する情報を受け取ることがあります。",
      "19": "お客様は、当社が収集したすべての個人情報を、お客様が当社のサービスを利用する全期間および法律で定められた期間（ただし 5 年を超えない期間）保管する権利を有するものの、その義務を負わないことに同意するものとします。保管期間は、管轄当局から正当な理由のある要請があった場合、1 年を超えない範囲で延長される場合があります。",
      "20": "サービスプロバイダーは、未成年者のデータを意図的に処理することはありません。サービスプロバイダーは、18歳以上の方にボットの使用を推奨します。未成年者によるサービスの購入を含む未成年者の行動に対する責任は、未成年者の法定代理人にあります。18歳未満のすべての訪問者は、自分自身に関する情報を提供する前に、法定代理人の許可を得る必要があります。サービスプロバイダーが法定代理人の同意なしに未成年者に関する情報を受け取ったことに気付いた場合、そのような情報は可能な限り速やかに削除されます。",
      "21": "お客様の情報を保護する方法",
      "22": "サービスプロバイダーは、業界標準に従って暗号化された安全なストレージを使用してお客様の個人情報を安全に保管し、お客様の情報が紛失、誤用、または変更されないよう、以下を含むがこれらに限定されない、さまざまなセキュリティ対策を実施しています。",
      "23": "物理的な対策:",
      "24": "お客様のデータを含む物理メディアは屋内に保管され、情報保護のための特別な物理的手段（外部フェンスの囲い、ビデオ監視システム、バッジを使用したアクセス制御システム、生体認証システム、敷地境界の赤外線保護など）も使用されます。",
      "25": "電子的手段:",
      "26": "データは、厳格なアクセス制限が課せられたコンピュータ システムと物理的なデータ キャリアに保存されます。",
      "27": "管理措置:",
      "28": "アクセス レベルは分離されており、許可された従業員のみがお客様のデータにアクセスできます。また、許可された従業員は、当社の社内データ プライバシー ルールを遵守することを約束しています。",
      "29": "技術的対策:",
      "30": "暗号化技術は、お客様のデータの転送と保存に使用できます。当社は、お客様のデータが漏洩、破損、誤用、無断取得、無断開示、または変更されるリスクを最小限に抑えるために、現在利用可能なさまざまなセキュリティ技術と制御を使用しています。当社の技術セキュリティ チームは、サーバーとサービスにおける異常なアクティビティや悪意のあるアクティビティを積極的に監視しています。",
      "31": "その他の対策:",
      "32": "当社は、収集および保管するデータへの不正アクセス、変更、開示、破壊からお客様の情報を保護するよう努めます。",
      "33": "当社は、情報セキュリティを確保するために、以下のようなさまざまな対策を講じています。",
      "34": "お客様とのメッセージを暗号化します。",
      "35": "当社のデータ収集、保管、処理方法の定期的な分析。",
      "36": "厳格な契約上の守秘義務を負う当社の従業員およびサプライヤーには、必要な知識に基づいてお客様のデータへのアクセスが制限されます。"
    }
  }
}
