{
  "page": {
    "text": {
      "1": "プライバシーポリシー",
      "2": "一般規定",
      "3": "この個人データのプライバシーポリシーは、Telegram-bot @wefatebot（会社、「サービスプロバイダー」、「当社」）に投稿され、ボットの訪問者（「ユーザー」、「あなた」）がボットの使用中に提供/受信する可能性のあるすべての情報に適用されます。",
      "4": "サービスプロバイダーは、適用される法的要求事項に従い、データの機密性を確保し、不正アクセス、開示、偶発的なロス、変更、破壊、その他の違法な処理からデータを保護するための適切な技術的および組織的対策を実施します。",
      "5": "本プライバシーポリシーは、当社の現在のデータ保護およびプライバシーポリシーと義務を規定するものです。したがって、当社は、特定の正当な目的のためにサービスおよび/または情報を提供するために、顧客、パートナー、当社のサービスのユーザー/訪問者、およびオンラインリソースとの関係において厳密に必要なデータのみを収集および処理するよう努めています。",
      "6": "当社のプライバシーポリシーは、最新バージョンで Telegram ボット @wefatebot に掲載されています。よくお読みください。このボットにアクセスして使用することにより、お客様はこのプライバシーポリシーを読み、理解し、同意したことを確認します。",
      "7": "このプライバシーポリシーは、Telegram ボット @wefatebot で公開されているユーザー契約の不可欠な部分であり、サービスを利用するためには必ず読む必要があります。",
      "8": "サービスプロバイダーは、独自の裁量により、Telegram-Bot @wefatebot でプライバシーポリシーの更新版を公開し、変更が重大な場合はユーザーに通知することにより、いつでもこのプライバシーポリシーを変更する権利を留保します。このプライバシーポリシーの修正版または更新版は、ボットで公開された瞬間から有効になります。サービスを継続して使用することにより、ユーザーは更新されたプライバシーポリシーに同意するものとします。",
      "9": "このサービスはTelegramアプリケーションのアルゴリズムに基づいているため、Telegramの利用規約とプライバシーポリシーも参照してください。",
      "10": "当社が収集するお客様に関する情報",
      "11": "サービスプロバイダーがお客様のデータを収集する主な目的は、Telegram ボット @wefatebot を使用するためのサービス (以下、「サービス」といいます) をお客様に提供することです。お客様にサービスを提供する過程で、当社のサービスを使用および改善できるようにするために、お客様の個人情報を収集する必要があります。",
      "12": "サービスプロバイダーは、お客様に関する以下のデータを収集および処理します。",
      "13": "お客様が当社に提供する情報: お客様は、当社のサービスを利用するための登録手続き中に、ニックネーム、性別、年齢、志向、知り合いになりたい都市、サービスが運営される言語など、お客様自身に関する以下の情報を当社に提供します。この情報には、個人プロフィールへのリンク、Telegram メッセンジャーの個人アカウント ID、および Telegram メッセンジャーの言語も含まれる場合があります。さらに、これは、お客様が当社のサービスを継続して使用したり、プロモーションやアンケートに参加したり、当社のサービスに関する問題を報告したりすることによって提供される情報です。",
      "14": "当社がお客様に関して収集する情報: サービスプロバイダーは、以下の情報を自動的に収集する場合があります。",
      "15": "登録データ、オペレーティング システム、デバイス データなどの技術情報。",
      "16": "当社のサービスをご利用の際に行われる取引の詳細。",
      "17": "検証目的のビデオ資料: リスクの高いユーザーの場合、検証プロセスの一環としてビデオ資料を収集する場合があります。これらのビデオは、ユーザー プロファイルの信頼性を確認し、詐欺を防止し、サービスのセキュリティを強化するためにのみ使用されます。リスクの高いプロファイルを識別するための基準は内部的なもので、公開されることはありません。これにより、セキュリティ対策が悪用や操作に対して有効であることが保証されます。",
      "18": "他のソースからの情報: お客様が当社が管理するウェブサイトまたは当社が提供するその他のサービスを使用した場合、サービスプロバイダーはお客様に関する情報を受け取ることがあります。",
      "19": "お客様は、当社が収集したすべての個人情報を、お客様が当社のサービスを利用する全期間および法律で定められた期間（ただし 5 年を超えない期間）保管する権利を有するものの、その義務を負わないことに同意するものとします。保管期間は、管轄当局から正当な理由のある要請があった場合、1 年を超えない範囲で延長される場合があります。",
      "20": "サービスプロバイダーは、未成年者のデータを意図的に処理することはありません。サービスプロバイダーは、18歳以上の方にボットの使用を推奨します。未成年者によるサービスの購入を含む未成年者の行動に対する責任は、未成年者の法定代理人にあります。18歳未満のすべての訪問者は、自分自身に関する情報を提供する前に、法定代理人の許可を得る必要があります。サービスプロバイダーが法定代理人の同意なしに未成年者に関する情報を受け取ったことに気付いた場合、そのような情報は可能な限り速やかに削除されます。",
      "21": "お客様の情報を保護する方法",
      "22": "サービスプロバイダーは、業界標準に従って暗号化された安全なストレージを使用してお客様の個人情報を安全に保管し、お客様の情報が紛失、誤用、または変更されないよう、以下を含むがこれらに限定されない、さまざまなセキュリティ対策を実施しています。",
      "23": "物理的な対策:",
      "24": "お客様のデータを含む物理メディアは屋内に保管され、情報保護のための特別な物理的手段（外部フェンスの囲い、ビデオ監視システム、バッジを使用したアクセス制御システム、生体認証システム、敷地境界の赤外線保護など）も使用されます。",
      "25": "電子的手段:",
      "26": "データは、厳格なアクセス制限が課せられたコンピュータ システムと物理的なデータ キャリアに保存されます。",
      "27": "管理措置:",
      "28": "アクセス レベルは分離されており、許可された従業員のみがお客様のデータにアクセスできます。また、許可された従業員は、当社の社内データ プライバシー ルールを遵守することを約束しています。",
      "29": "技術的対策:",
      "30": "暗号化技術は、お客様のデータの転送と保存に使用できます。当社は、お客様のデータが漏洩、破損、誤用、無断取得、無断開示、または変更されるリスクを最小限に抑えるために、現在利用可能なさまざまなセキュリティ技術と制御を使用しています。当社の技術セキュリティ チームは、サーバーとサービスにおける異常なアクティビティや悪意のあるアクティビティを積極的に監視しています。",
      "31": "その他の対策:",
      "32": "当社は、収集および保管するデータへの不正アクセス、変更、開示、破壊からお客様の情報を保護するよう努めます。",
      "33": "当社は、情報セキュリティを確保するために、以下のようなさまざまな対策を講じています。",
      "34": "お客様とのメッセージを暗号化します。",
      "35": "当社のデータ収集、保管、処理方法の定期的な分析。",
      "36": "厳格な契約上の守秘義務を負う当社の従業員およびサプライヤーには、必要な知識に基づいてお客様のデータへのアクセスが制限されます。",
      "37": "なお、情報のセキュリティを100％保証することは不可能ですので、個人情報保護のための対策を講じるようお願いいたします。",
      "38": "お客様は、ハッカー攻撃、停電、または避けられない技術的障害を含むがこれらに限定されない、当社の故意または重大な過失に起因しない情報漏洩およびその他の損失、および法律で認められる最大限の範囲での自己責任によるユーザーデータの漏洩について、サービスプロバイダーが責任を負わないことに同意するものとします。",
      "39": "個人情報が漏洩した疑いがある場合は、直ちに当社にご連絡ください。",
      "40": "データの使用方法",
      "41": "Utilizziamo le informazioni che raccogliamo su di te per i seguenti scopi o nei seguenti modi:",
      "42": "当社のサービスを提供するため: サービスプロバイダーは、収集した情報を、お客様に関する義務を履行するため、お客様に情報、製品、サービスを提供するため、より良いサービスを維持および提供するため、お客様の身元を確認するために使用します。",
      "43": "法律の要件を遵守するため: サービスプロバイダーは、法的義務、政府の要請、および合理的なユーザー要求に従って情報を使用します。",
      "44": "研究開発の場合:",
      "45": "サービスプロバイダーは、トラブルシューティング、データ分析、テスト、調査、統計、レビューなどのサービス管理および内部業務のため、また、お客様によるサービスの利用方法やサービスとのやり取りを把握するために、積極的にデータを測定および分析します。",
      "46": "このレビューは、当社のサービスを継続的に改善し、ユーザー インターフェイスの問題を修正するために、当社の運用チームによって実施されています。さらに、サービス プロバイダーは、このような情報を使用して、当社のサービス、当社の Web サイトのコンテンツとレイアウトをカスタマイズ、測定、改善し、新しいサービスを開発します。",
      "47": "当社では、問題を探し出して迅速に解決するために、システム内のアクティビティやユーザーとのコミュニケーションに関する情報を常に監視しています。",
      "48": "お客様とのコミュニケーションのため: 各メッセージを確認するためにお客様のデータを収集および処理しなければ、サービス プロバイダーはお客様から送信されたリクエストに応答できません。",
      "49": "当社の利用規約の遵守を確保するため: 収集された情報は、当社の利用規約を継続的かつ積極的に遵守するためにも使用されます。これには、上記の規定に違反する可能性のある禁止または違法となる可能性のある活動の確認、調査、防止、または利用規約に従って第三者に関連情報を開示することが含まれますが、これらに限定されません。",
      "50": "ビデオ検証の場合: 検証の一環として収集されたビデオ資料は、プロフィールの信頼性を確認し、不正行為を防止するために使用されます。また、匿名化されたビデオデータは、分析、セキュリティ アルゴリズムの改善、新機能の開発に利用されることがあります。",
      "51": "マーケティングと広告のため: サービス プロバイダーは、ターゲティング、モデリング、分析、およびマーケティングと広告を目的として、お客様の個人情報を当社のマーケティング パートナーと共有する場合があります。広告主はユーザーの個人データに直接アクセスすることはできません。その代わりに、サービス プロバイダーは匿名化され集約された情報を使用して、ユーザーのプライバシーを侵害することなく効果的に広告をターゲティングします。",
      "52": "ターゲット広告のため: 当社は、広告パートナーと協力してパーソナライズされた広告やスポンサーコンテンツを提供するために、性別、年齢、地理的位置などの個人情報を使用する場合があります。",
      "53": "その他の目的: サービスプロバイダーは、お客様が書面による文書に署名するか、サービスプロバイダーが提供する電子フォームに記入することによって表明した追加の同意を与えるその他の目的で、お客様の個人情報を開示する場合があります。",
      "54": "処理の法的根拠",
      "55": "当社がお客様のデータを処理する場合、処理の法的根拠として次のいずれかを使用します。当社は、お客様のデータを使用する特定の目的に応じて、いくつかの正当な理由でお客様のデータを処理することがあります。",
      "56": "契約の履行:",
      "57": "当社がお客様と締結したユーザー契約に基づく当社の義務を履行するためにお客様のデータの処理が必要な場合、当社はデータを処理することがあります。",
      "58": "法的義務または公共の利益のため:",
      "59": "当社は、法的義務に従ってお客様のデータを処理する必要があります。",
      "60": "処理の目的には、本人確認の管理、マネーロンダリングや詐欺の防止、リスク管理措置、管轄当局、政府機関、法執行機関への情報提供などが含まれます。",
      "61": "正当な利益:",
      "62": "当社または第三者が商業的および事業上の利益を追求する正当な利益を有する場合、必要に応じてデータを処理することがあります。ただし、かかる利益がお客様の利益、基本的権利および自由と重複する場合は除きます。",
      "63": "あなたの同意:",
      "64": "特定の状況において、当社は特定の目的のために追加の個人情報を処理するためにお客様に特別な許可を求めることがあります。",
      "65": "同意していただいた場合、お客様のデータはこのように処理されます。法的根拠がお客様の同意である場合、お客様はいつでも同意を撤回することができます。同意の撤回は、撤回前に処理されたデータの合法性には影響しません。",
      "66": "あなたのデータを受け取るのは誰ですか",
      "67": "サービスプロバイダーは、リクエストに対応しサービスを提供するため、また契約上および法的義務を履行するためにお客様のデータを受け取ります。",
      "68": "当社は、正当な事業上のニーズ、要求の履行、サービスの提供、および/または法律の要件や許可に従うために必要な場合に、お客様のデータを第三者に転送します。このような状況における第三者は以下のとおりです。",
      "69": "サービスプロバイダー:",
      "70": "サービスプロバイダーは、必要に応じて、当社に代わってデータを処理できるように、サードパーティのパートナーおよびサービスプロバイダー（プロセッサー）にデータを開示します。これらのサービスプロバイダーは、データ保護法に従って十分な保証（機密保持およびデータ保護に関する契約上の義務に従うことなど）を提供する必要があります。当社は、サービスプロバイダーがサービスを提供するために必要なデータのみを送信します。",
      "71": "監査人およびコンサルタント:",
      "72": "当社は、セキュリティ上の問題、リスク、苦情などを調査するために、検査の目的および状況（外部検査、セキュリティ チェックなど）で、法律コンサルタントやその他のコンサルタントにデータを開示する場合があります。",
      "73": "規制当局、法執行機関、裁判所:",
      "74": "サービスプロバイダーは、規制当局、政府機関、法執行機関、裁判所、裁判所命令からの要求に応じるために、適用法、規制上の義務に従ってデータを開示する場合があります。",
      "75": "その他の人物:",
      "76": "その他の受信者としては、お客様がデータの転送（リンクなど）を依頼した、またはデータの転送に同意を与えた自然人/法人などが挙げられます。",
      "77": "サービスプロバイダーは、次のような状況でもお客様のデータを開示することがあります。",
      "78": "当社の権利、安全、財産、および顧客や第三者/公衆の権利を保護するため。これには、マネーロンダリング、詐欺防止、および同様のリスクの目的で他の企業や組織と情報を共有することが含まれます。",
      "79": "法律上または規制上の義務または要請に従ってお客様のデータを開示または転送する必要がある場合。",
      "80": "ユーザーの権利",
      "81": "ユーザーには以下の権利があります:",
      "82": "当社が保有する情報にアクセスし、その詳細をリクエストします。",
      "83": "不正確または古い情報の修正をリクエストします。",
      "84": "記載された目的に必要なくなったデータの削除または匿名化を要求します。",
      "85": "正当な利益に基づく処理に異議を申し立てます。",
      "86": "該当する場合は、データ処理に対する同意を取り消します。",
      "87": "保存期間とデータ処理",
      "88": "収集されたすべてのデータ（プロフィール情報、写真、ビデオ素材、ユーザーインタラクション（いいねやマッチなど）を含むがこれらに限定されない）は、以下の目的で保持されます。",
      "89": "サービスを提供し、契約上の義務を履行するために必要な時間。",
      "90": "法律および規制の要件への準拠。",
      "91": "データが匿名化されている場合の統計または分析目的。",
      "92": "セキュリティ アルゴリズムの改善と新機能の開発 (匿名化されたデータのみ)。",
      "93": "進行中の法的義務やユーザーの同意など、法的な根拠がある場合、データはこれらの期間を超えて保持されることがあります。保持期間の満了後、データは安全に削除されるか、分析やサービスの改善に引き続き使用できるように匿名化されます。",
      "94": "苦情を申し立てる権利",
      "95": "お客様の個人情報の処理方法にご不満がある場合、またはプライバシー関連の問題について懸念がある場合は、下記の連絡先までご連絡ください。当社はお客様の苦情を調査し​​、14 暦日以内に回答いたします。",
      "96": "法的措置を取る前に、提供された連絡先情報を使用してサービスプロバイダーと直接苦情を解決しようとすることに同意するものとします。",
      "97": "連絡先",
      "98": "プライバシーに関する懸念事項については、下記までお問い合わせください。",
      "99": "Telegram サポート: @wefatehelp",
      "100": "懸念事項が満足のいくように解決されない場合は、管轄地域の関連監督当局に苦情を申し立てることができます。",
      "101": "このポリシーの変更",
      "102": "このプライバシーポリシーは、法律、規制、または運用上の要件の変更を反映するために随時更新されることがあります。重要な更新は、Telegram ボット インターフェースを通じてユーザーに通知されます。"
    }
  },
  "common": {
    "actions": {
      "ok": "わかりました"
    }
  }
}
