{
  "page": {
    "text": {
      "1": "käyttösopimus",
      "2": "esittely",
      "3": "Tämä käyttösopimus (\"Sopimus\") määrää, että käyttäjä (\"Käyttäjä\", \"Asiakas\", \"Sinä\") käyttää Telegram-bottia @wefatebot (\"Palvelu\", \"Botti\", \"Me\").",
      "4": "Ennen kuin käytät Palvelua, hyväksyt, että olet lukenut ja hyväksynyt kaikki ehdot ja ehdot, jotka sisältyvät tähän sopimukseen ja tietosuojakäytäntöömme, joka on saatavilla osoitteessa @wefatebot.",
      "5": "Aloittaessaan Palvelun tai sen yksittäisten toimintojen käytön Käyttäjän katsotaan hyväksyneen Sopimuksen ehdot kokonaisuudessaan, ilman varauksia ja poikkeuksia.",
      "6": "Tämän Sopimuksen ehtoja sovelletaan kaikkiin käyttäjiin ja muihin henkilöihin, jotka käyttävät tai käyttävät Palvelua. Jos et suostu hyväksymään ja noudattamaan mitä tahansa tämän Sopimuksen ehtoja tai jos sopimus on ristiriidassa maasi tai sijaintisi lakien kanssa, suostut olemaan käyttämättä @wefatebot. Jos et tee niin, olet vastuussa kaikista menetyksistä ja vahingoista, jotka ovat aiheutuneet botille tai kolmansille osapuolille kieltäytymisesi seurauksena.",
      "7": "Palvelu voi aika ajoin harkintansa mukaan tehdä muutoksia ja parannuksia tähän sopimukseen.",
      "8": "Jatkamalla Palvelun käyttöä näiden muutosten tekemisen jälkeen, sinun katsotaan hyväksyneen muutokset.",
      "9": "Palvelu perustuu Telegram-sovelluksen algoritmeihin, joten tutustu myös Telegramin käyttöehtoihin ja tietosuojakäytäntöön.",
      "10": "tarjotut palvelut",
      "11": "Bot tarjoaa treffi- ja viestintäpalveluita: Bot tarjoaa mahdollisuuden luoda profiileja, jotka ovat muiden käyttäjien nähtävissä ja joista he pitävät tai eivät pidä. Profiilien molemminpuolinen tykkääminen johtaa Telegramin yhteystietojen vaihtoon jatkoviestintä varten.",
      "12": "Turvallisuuden ja räätälöidyn käyttökokemuksen varmistamiseksi Bot erottaa alle 18-vuotiaiden (alaikäisten) käyttäjien profiilit aikuisten käyttäjien profiilista. Tämä eristäminen minimoi alaikäisten ja aikuisten välistä vuorovaikutusta ja parantaa nuorempien käyttäjien ympäristön turvallisuutta.",
      "13": "Käyttöehdot",
      "14": "Ollaksesi oikeutettu käyttämään Palvelua, vakuutat, että:",
      "15": "Olet täysin oikeustoimikelpoinen ja fyysisesti pätevä henkilö ja sinulla on riittävät valtuudet hyväksyä tämä asiakirja.",
      "16": "Et anna meille harhaanjohtavia, vääriä tai vilpillisiä tietoja.",
      "17": "Sinua ei ole aiemmin kielletty tai rajoitettu käyttämästä Palvelumme.",
      "18": "Et riko mitään tämän sopimuksen määräyksiä tai sovellettavia lakeja ja määräyksiä.",
      "19": "Olet vastuussa asiaankuuluvien lakien noudattamisesta asuinpaikkasi alueella (rekisteröinti), josta käytät @wefatebot.",
      "20": "Alle 18-vuotiaiden käyttäjien on hankittava nimenomainen suostumus laillisilta edustajiltaan ennen Palvelun käyttöä. Jatkamalla Palvelun käyttöä alaikäiset vahvistavat, että tällainen suostumus on annettu. Palvelu ei ole vastuussa mistään alaikäisten käytöstä ilman lupaa.",
      "21": "Palvelu suosittelee Botin käyttöä yli 18-vuotiaille henkilöille. Alaikäiset voivat käyttää Bottia vain ystävien löytämiseen tai ei-romanttiseen kommunikointiin edellyttäen, että he ovat saaneet luvan laillisilta edustajiltaan.",
      "22": "Turvallisuuden lisäämiseksi Bot varmistaa, että alaikäisten profiileja ei näytetä aikuisille käyttäjille ja päinvastoin. Tämä erottaminen on kriittinen toimenpide ei-toivottujen tai sopimattomien vuorovaikutusten estämiseksi.",
      "23": "Palvelu varaa oikeuden rajoittaa tai kieltää Botin käyttöä tietyillä lainkäyttöalueilla, jos sovellettava laki niin vaatii.",
      "24": "Vakuutat myös, että et käytä Palvelua väärin tai yritä häiritä tai muuten häiritä sitä, esimerkiksi et käytä Bottia vilpillisiin tai harhaanjohtaviin toimiin, haittaohjelmien tuomiseen, hakkerointiin, roskapostin levittämiseen tai järjestelmien tai turvatoimenpiteiden kiertämiseen.",
      "25": "Voit myös ilmoittaa @wefatebotille, jos haluat lopettaa Botin käytön milloin tahansa lähettämällä tukipyynnön.",
      "26": "Rekisteröintimenettely ja botin käyttö",
      "27": "Rekisteröintimenettely.",
      "28": "Pyynnön lähettäminen.",
      "29": "Aloittaaksesi @wefatebotin käytön, sinun on aktivoitava botti ja annettava @wefatebotille tiedot, joita tarvitaan botin käyttäjän profiilin luomiseen. Tietoja ovat: lempinimi, sukupuoli, ikä, suunta, kaupunki, johon aiot tutustua, kieli, käyttäjän antama kuva/video.",
      "30": "Käyttäjä voi myös lisätä profiiliin kuvauksen kiinnostuksen kohteistaan, harrastuksistaan ja muista tiedoistaan.",
      "31": "Käyttäjän todentaminen ja valvonta.",
      "32": "Pidätämme oikeuden rajoittaa tai estää pääsysi @wefatebotiin ja lykätä rekisteröintiä, jos havaitsemme petoksen tai muun laittoman toiminnan vaaran.",
      "33": "Saatamme myös vaatia sinua antamaan lisätietoja tai odottamaan jonkin aikaa tietojen toimittamisen jälkeen ennen kuin annat sinun käyttää palveluita. Korkean riskin profiilien aitouden varmistamiseksi voidaan pyytää videotodennusta. Riskiprofiilien tunnistamiskriteerit ovat sisäisiä, eikä niitä voida julkistaa.",
      "34": "Käyttämällä @wefatebot-kumppaneiden tarjoamia palveluita Botin kautta annat suostumuksesi tietojesi siirtoon Botin kumppaneille ja ymmärrät, että @wefatebotilla on oikeus rajoittaa pääsyäsi Palveluun ja lisäpalveluihin kumppaneilta saatujen tietojen perusteella.",
      "35": "Chatbotin käyttö.",
      "36": "Profiilin luomisen jälkeen sinulla on mahdollisuus tarkastella muiden käyttäjien profiileja. Jotta voit tutustua muiden käyttäjien profiileihin, sinun on valittava \"Näytä profiilit\".",
      "37": "Valitse esine \"sydämen\" muodossa, jos haluat tutustua käyttäjään. Jos et halua jatkaa tutustumista, valitse kohde \"peruutuksen\" muodossa, jolloin sinulle näytetään seuraava profiili.",
      "38": "Jos olet valinnut kohteen \"sydämen\" muodossa, henkilö, jolle olet valinnut tämän kohteen, saa ilmoituksen valinnastasi. Jos myös tämä henkilö valitsee tämän kohteen, saat linkin hänen Telegram-profiiliinsa, josta voit aloittaa viestinnän Telegram Messengerin kautta.",
      "39": "Profiilien katselun yhteydessä voidaan näyttää lain säännösten mukaisesti sijoitettuja mainoksia. Mainostajilla ei ole suoraa pääsyä henkilökohtaisiin käyttäjätietoihin. Sen sijaan mainosten kohdistamiseen käytetään anonymisoituja ja koottuja tietoja.",
      "40": "Botin käyttö kielletty",
      "41": "Myönnämme sinulle ei-yksinomaisen, ei-siirrettävän lisenssin käyttää @wefatebotia tämän sopimuksen ehtojen mukaisesti.",
      "42": "Sinulla on oikeus päästä ja käyttää Palvelua ja siihen liittyviä materiaaleja ja tietoja (jota kutsutaan yhteisesti \"Sisältöksi\") yksinomaan tämän sopimuksen ehtojen mukaisesti.",
      "43": "Kaikki muu Palvelun tai Sisällön käyttö on ehdottomasti kiellettyä, ja kaikki muut oikeudet, oikeudet Palveluun tai Sisällöön kuuluvat yksinomaan @wefatebotin omistajalle, sen lisenssinantajille.",
      "44": "Palvelun käyttö laittomiin palveluihin, petollisiin järjestelmiin, pyramideihin, darknetiin, kiristykseen, rahanpesuun, terrorismin rahoitukseen, sanktiojärjestelmien kohteeksi ja muihin @wefatebotin ei-hyväksyttäviin riskeihin liittyvään mainontaan on kielletty.",
      "45": "Toisena henkilönä esiintyminen rekisteröinnin ja @wefatebotin käytön yhteydessä on kielletty.",
      "46": "Seksuaaliset ilmaisut tai vihjeet alle 18-vuotiaisiin henkilöihin kohdistuvista seksuaalisista toimista eivät ole palveluehtojemme mukaisia ja ovat laittomia monissa maissa. Jos sinut havaitaan tällaisissa toimissa, tilisi poistetaan ja tiedot siitä siirretään paikalliselle poliisille.",
      "47": "Valitusten ratkaiseminen",
      "48": "Jos sinulla on palautetta, kysymyksiä tai valituksia, ota yhteyttä asiakastukeen (@wefatehelp).",
      "49": "Jos sinulla on valitus, ilmoita valituksen syy, kuinka haluat meidän ratkaisevan valituksen ja muut tarpeellisiksi katsomasi tiedot. Tutkimme valituksesi antamiesi tietojen ja @wefatebotin antamien tietojen perusteella.",
      "50": "Valituksesi käsitellään 14 (neljäntoista) kalenteripäivän kuluessa siitä, kun tukipalvelu on vastaanottanut valituksen.",
      "51": "@wefatebot-tukitiimin edustaja voi tehdä seuraavat päätökset valituksesi perusteella:",
      "52": "Ratkaise valituksesi pyyntösi mukaisesti.",
      "53": "Tee päätös valituksen hylkäämisestä ja ilmoita hylkäämisen syyt.",
      "54": "Ratkaise valituksesi vaihtoehtoisella tavalla.",
      "55": "Suostut käyttämään tässä osiossa kuvattua valitusmenettelyä ennen kuin nostat kanteen tuomioistuimelle. Tämän ehdon noudattamatta jättämistä voidaan käyttää todisteena haluttomuudestasi ratkaista asiaa tuomioistuimen ulkopuolella ja/tai valituksen luonteesta, jota ei voida hyväksyä.",
      "56": "Bottiin pääsyn keskeyttäminen ja lopettaminen",
      "57": "@wefatebot voi rajoittaa tai lopettaa pääsysi Palveluun, jos pätevä haaste, oikeuden määräys tai valtion viraston pakollinen määräys sitä vaatii,",
      "58": "ja/tai epäilemme perustellusti Käyttäjän @wefatebotin kiellettyä käyttöä;",
      "59": "ja/tai profiilisi käyttö on oikeustoimien, tutkimusten tai hallituksen menettelyjen kohteena;",
      "60": "ja/tai uskomme, että @wefatebotin käyttöäsi koskevien lakien tai säännösten noudattamatta jättämisen riski on lisääntynyt;",
      "61": "ja/tai palvelukumppanimme eivät voi tukea palvelun käyttöäsi;",
      "62": "ja/tai ryhdyt toimiin, jotka oman harkintamme mukaan kierrät vahvistamiamme sääntöjä ja valvontaa, mukaan lukien, mutta ei rajoittuen, useiden profiilien avaaminen tai kampanjoiden väärinkäyttö, joita @wefatebot saattaa ajoittain tarjota;"
    }
  }
}
