{
  "page": {
    "text": {
      "1": "Tietosuojakäytäntö",
      "2": "Yleiset määräykset",
      "3": "Tämä henkilötietojen tietosuojakäytäntö koskee kaikkia Telegram-botissa @wefatebot (Yritys, \"Palveluntarjoaja\", \"Me\") julkaistuja tietoja, joita botin vierailijat (\"Käyttäjät\", \"Sinä\") voivat tarjota/saada käyttäessään sitä.",
      "4": "Palveluntarjoaja varmistaa sovellettavien lakisääteisten vaatimusten mukaisesti tietojen luottamuksellisuuden sekä asianmukaisten teknisten ja organisatoristen toimenpiteiden toteuttamisen tietojen suojaamiseksi luvattomalta käytöltä, paljastamiselta, tahattomalta käytöltä, muuttamiselta, tuhoamiselta tai muulta laittomalta käsittelyltä.",
      "5": "Tämä tietosuojakäytäntö määrittelee nykyisen tietosuoja- ja tietosuojakäytäntömme ja velvoitteemme. Näin ollen pyrimme keräämään ja käsittelemään vain tietoja, jotka ovat ehdottoman välttämättömiä suhteissamme asiakkaidemme, kumppaneidemme, Palvelumme käyttäjiin/vierailijoihin ja verkkoresursseihin, jotta voimme tarjota palveluja ja/tai tietoja tiettyihin ja laillisiin tarkoituksiin.",
      "6": "Julkaisemme tietosuojakäytäntömme Telegram-botissa @wefatebot sen uusimmassa versiossa. Lue se huolellisesti. Käyttämällä tätä Bottia ja käyttämällä sitä vahvistat, että olet lukenut, ymmärtänyt ja hyväksynyt tämän tietosuojakäytännön.",
      "7": "Tämä tietosuojakäytäntö on erottamaton osa Telegram-botissa @wefatebot julkaistua käyttösopimusta, ja se on luettava palvelun käyttämiseksi.",
      "8": "Palveluntarjoaja varaa oikeuden oman harkintansa mukaan muuttaa tätä tietosuojakäytäntöä milloin tahansa julkaisemalla päivitetyn version Tietosuojakäytännöstä Telegram-Bot @wefatebot -palvelussa ja, jos muutokset ovat merkittäviä, ilmoittamalla siitä käyttäjille. Tämän tietosuojakäytännön muokattu tai päivitetty versio tulee voimaan heti, kun se on julkaistu Botissa. Jatkamalla Palvelun käyttöä Käyttäjä hyväksyy päivitetyn tietosuojakäytännön.",
      "9": "Palvelu perustuu Telegram-sovelluksen algoritmeihin, joten tutustu myös Telegramin käyttöehtoihin ja tietosuojakäytäntöön.",
      "10": "Tietoja, joita keräämme sinusta",
      "11": "Pääasiallinen tarkoitus, jota varten Palveluntarjoaja kerää tietojasi, on tarjota sinulle palveluita Telegram-botin @wefatebot (jäljempänä Palvelut) käyttöön. Palvelujemme tarjoamisen aikana, jotta voimme käyttää ja parantaa palveluitamme, meidän on kerättävä henkilötietoja sinusta.",
      "12": "Palveluntarjoaja kerää ja käsittelee seuraavia tietoja sinusta:",
      "13": "Tiedot, jotka annat meille: Annat meille seuraavat tiedot itsestäsi rekisteröityessäsi Palveluidemme käyttöön: lempinimi, sukupuoli, ikä, suunta, kaupunki, johon haluat tutustua, kieli, jolla palvelua käytetään. Tiedot voivat sisältää myös linkin henkilökohtaiseen profiiliin, henkilökohtaisen tilitunnuksen Telegram Messengerissä ja Telegram Messengerin kielen. Lisäksi nämä ovat tietoja, jotka annat jatkamalla Palveluidemme käyttöä, osallistumalla promootioon tai kyselyyn sekä ilmoittamalla Palveluihimme liittyvistä ongelmista.",
      "14": "Sinusta keräämämme tiedot: Palveluntarjoaja voi kerätä automaattisesti seuraavat tiedot:",
      "15": "Tekniset tiedot, mukaan lukien rekisteröintitietosi, käyttöjärjestelmä- ja laitetiedot.",
      "16": "Tiedot liiketoimista, joita teet käyttäessäsi palveluitamme.",
      "17": "Videomateriaalia varmennustarkoituksiin: Suuren riskin käyttäjiltä saatamme kerätä videomateriaalia osana vahvistusprosessia. Näitä videoita käytetään yksinomaan varmistamaan käyttäjäprofiilin aitous, estämään petoksia ja parantamaan palvelun turvallisuutta. Riskiprofiilien tunnistamiskriteerit ovat sisäisiä, eikä niitä voida paljastaa. Näin varmistetaan, että turvatoimenpiteet pysyvät tehokkaina väärinkäyttöä tai manipulointia vastaan.",
      "18": "Tiedot muista lähteistä: Palveluntarjoaja voi saada tietoja sinusta, jos käytät joitain hallinnoimiamme verkkosivustoja tai muita tarjoamiamme palveluita.",
      "19": "Hyväksyt, että meillä on oikeus, mutta ei velvollisuutta, säilyttää kaikkia keräämiämme henkilötietoja koko Palveluidemme käyttöajan ja laissa säädetyn ajan, kuitenkin enintään 5 (viisi) vuotta. Varastointiaikaa voidaan pidentää enintään 1 (yksi) vuodella, jos toimivaltainen viranomainen sitä perustellusti pyytää.",
      "20": "Palveluntarjoaja ei tarkoituksella käsittele alaikäisten henkilötietoja. Palveluntarjoaja suosittelee Botin käyttöä yli 18-vuotiaille. Vastuu alaikäisten toiminnasta, mukaan lukien heidän palvelujen ostamisestaan, on alaikäisten laillisilla edustajilla. Kaikkien alle 18-vuotiaiden vierailijoiden on hankittava laillisten edustajiensa lupa ennen tietojen antamista itsestään. Jos Palveluntarjoaja saa tietoonsa, että hän on saanut tietoa alaikäisestä ilman laillisten edustajien suostumusta, tiedot poistetaan mahdollisimman pian.",
      "21": "Kuinka suojaamme tietojasi",
      "22": "Palveluntarjoaja pitää henkilötietosi turvassa käyttämällä suojattua tallennustilaa ja salausta alan standardien mukaisesti, ja olemme ottaneet käyttöön useita turvatoimenpiteitä varmistaaksemme, että tietojasi ei katoa, käytetä väärin tai muuteta, mukaan lukien seuraavat, mutta ei rajoittuen:",
      "23": "Fyysiset toimenpiteet:",
      "24": "Tietosi sisältävät fyysiset tietovälineet säilytetään sisätiloissa, lisäksi käytetään erityisiä fyysisiä tiedonsuojakeinoja (ympäröivät ulkoaidat, videovalvontajärjestelmä, tunnuksilla toimiva kulunvalvontajärjestelmä ja biometrinen tunnistusjärjestelmä, mukaan lukien infrapunasuojaus paikan rajoissa).",
      "25": "Sähköiset toimenpiteet:",
      "26": "Tiedot tallennetaan tietokonejärjestelmiin ja fyysisille tietovälineille, joita valvovat tiukat pääsyrajoitukset.",
      "27": "Hallintotoimenpiteet:",
      "28": "Käyttöoikeustasot on erotettu siten, että vain valtuutetut työntekijät saavat olla yhteydessä tietoihisi ja he ovat sitoutuneet noudattamaan sisäisiä tietosuojasääntöjämme.",
      "29": "Tekniset toimenpiteet:",
      "30": "Salaustekniikkaa voidaan käyttää tietojen siirtämiseen ja tallentamiseen. Käytämme erilaisia tällä hetkellä saatavilla olevia suojaustekniikoita ja hallintakeinoja minimoimaan riskin, että tietosi saatetaan paljastaa, vioittua, väärinkäyttää, hankkia ilman lupaa, paljastaa ilman lupaa tai muuttaa. Tekniset turvallisuustiimimme seuraavat aktiivisesti epänormaalia ja haitallista toimintaa palvelimillamme ja palveluissamme.",
      "31": "Muut toimenpiteet:",
      "32": "Pyrimme suojaamaan tietosi keräämiemme ja tallentamiemme tietojen luvattomalta käytöltä, muuttamiselta, paljastamiselta tai tuhoamiselta.",
      "33": "Toteutamme erilaisia toimenpiteitä tietoturvan varmistamiseksi, mm.",
      "34": "Viestimme salaaminen kanssasi;",
      "35": "Tiedonkeruu-, tallennus- ja käsittelymenetelmiemme säännöllinen analysointi;",
      "36": "Rajoitettu pääsy tietoihisi perustuen työntekijöidemme ja toimittajiemme tarvitsemiin tietoihin, joita koskevat tiukat sopimusperusteiset luottamuksellisuusvelvoitteet.",
      "37": "Huomaa, että on mahdotonta taata 100% tietoturvaa. Siksi pyydämme sinua ryhtymään toimenpiteisiin henkilötietojesi suojaamiseksi.",
      "38": "Hyväksyt, että Palveluntarjoaja ei ole vastuussa mistään tietovuodoista ja muista menetyksistä, jotka eivät ole aiheutuneet tahallisuudestamme tai törkeästä huolimattomuudestamme, mukaan lukien muun muassa hakkerihyökkäykset, sähkökatkot tai väistämätön tekninen vika, lain sallimissa rajoissa, käyttäjätietojen vuotaminen hänen omasta syytästään.",
      "39": "Jos epäilet, että henkilötietosi ovat vaarantuneet, ota meihin välittömästi yhteyttä.",
      "40": "Tietojesi käyttötavat",
      "41": "Käytämme sinusta keräämiämme tietoja seuraaviin tarkoituksiin tai seuraavilla tavoilla:",
      "42": "Palveluidemme tarjoaminen: Palveluntarjoaja käyttää kerättyjä tietoja täyttääkseen sinua koskevat velvoitteensa, tarjotakseen sinulle tietoa, tuotteita ja palveluita, ylläpitääkseen ja tarjotakseen parempia palveluita, varmistaakseen henkilöllisyytesi.",
      "43": "Lain vaatimusten noudattaminen: Palveluntarjoaja käyttää tietoja lakisääteisten velvoitteidemme, viranomaisten pyyntöjemme ja käyttäjien kohtuullisten pyyntöjemme mukaisesti.",
      "44": "Tutkimukseen ja kehitykseen:",
      "45": "Palveluntarjoaja mittaa ja analysoi tietoja aktiivisesti Palvelujemme hallinnointia ja sisäisiä toimintoja varten, mukaan lukien vianetsintä, data-analyysi, testaus, tutkimus, tilasto- ja arviointitarkoitukset, sekä ymmärtääkseen, kuinka käytät palveluitamme ja olet vuorovaikutuksessa niiden kanssa.",
      "46": "Toimintatiimimme suorittavat tämän tarkistuksen parantaakseen jatkuvasti palveluitamme ja korjatakseen käyttöliittymäongelmia. Lisäksi Palveluntarjoaja käyttää näitä tietoja Palveluidemme, verkkosivujemme sisällön ja ulkoasun mukauttamiseen, mittaamiseen ja parantamiseen sekä uusien palveluiden kehittämiseen.",
      "47": "Seuraamme jatkuvasti tietoja järjestelmiemme toiminnoista ja kommunikaatiotamme käyttäjien kanssa ongelmien etsimiseksi ja nopeaksi korjaamiseksi.",
      "48": "Yhteydenpito kanssasi: Ilman tietojesi keräämistä ja käsittelyä jokaisen viestin vahvistamiseksi, Palveluntarjoaja ei voi vastata lähettämiisi pyyntöihin.",
      "49": "Ehtojen noudattamisen varmistamiseksi: Kerättyjä tietoja käytetään myös ehtojemme jatkuvaan ja aktiiviseen noudattamiseen, mukaan lukien, mutta ei rajoittuen, kaikkien mahdollisesti kiellettyjen tai laittomien toimintojen tarkistaminen, tutkiminen ja estäminen, joka saattaa rikkoa yllä olevia säännöksiä, tai asiaankuuluvien tietojen luovuttaminen kolmannelle osapuolelle niiden mukaisesti.",
      "50": "Videotodentaminen: Vahvistuksen yhteydessä kerättyä videomateriaalia käytetään profiilin aitouden vahvistamiseen ja vilpillisen toiminnan estämiseen. Lisäksi anonymisoitua videodataa voidaan hyödyntää analysointiin, suojausalgoritmien parantamiseen ja uusien ominaisuuksien kehittämiseen.",
      "51": "Markkinointia ja mainontaa varten: Palveluntarjoaja voi jakaa henkilötietojasi markkinointikumppaneillemme kohdistusta, mallintamista ja/tai analytiikkaa sekä markkinointia ja mainontaa varten. Mainostajilla ei ole suoraa pääsyä henkilökohtaisiin käyttäjätietoihin. Sen sijaan Palveluntarjoaja käyttää anonymisoituja ja koottuja tietoja kohdistaakseen mainoksia tehokkaasti käyttäjien yksityisyyttä vaarantamatta.",
      "52": "Kohdennettu mainonta: Saatamme käyttää henkilökohtaisia tietojasi, kuten sukupuolta, ikää ja maantieteellistä sijaintia, tarjotaksemme räätälöityjä mainoksia ja sponsoroitua sisältöä yhteistyössä mainoskumppaniemme kanssa.",
      "53": "Muihin tarkoituksiin: Palveluntarjoaja voi luovuttaa henkilötietojasi muihin tarkoituksiin, joihin annat lisäsuostumuksen, joka on ilmaistu allekirjoittamalla kirjallinen asiakirja tai täyttämällä Palveluntarjoajan toimittama sähköinen lomake.",
      "54": "Käsittelyn oikeusperusta",
      "55": "Käsitellessämme tietojasi nojaamme johonkin seuraavista käsittelyn oikeusperusteista. Saatamme käsitellä tietojasi useista laillisista syistä riippuen tietystä tarkoituksesta, johon käytämme tietojasi.",
      "56": "Sopimuksen toteuttaminen:",
      "57": "Voimme käsitellä tietoja, jos tietojesi käsittely on tarpeen kanssasi solmimamme käyttösopimuksessa asetetun velvoitteemme täyttämiseksi.",
      "58": "Lakivelvollisuus tai yleinen etu:",
      "59": "Olemme velvollisia käsittelemään tietojasi lakisääteisten velvoitteiden mukaisesti.",
      "60": "Käsittelyn tarkoituksiin kuuluu henkilöllisyyden tarkistamisen valvonta, rahanpesun ja petosten ehkäisy, riskienhallintatoimenpiteet sekä tietojen toimittaminen toimivaltaiselle viranomaiselle, valtion virastolle tai lainvalvontaviranomaiselle.",
      "61": "Lailliset edut:",
      "62": "Tarvittaessa voimme käsitellä tietoja, jos meillä tai kolmannella osapuolella on oikeutettu intressi ajaa kaupallisia ja liiketoiminnallisia etuja, paitsi jos tällaiset edut ovat päällekkäisiä sinun etujesi, perusoikeuksien ja -vapauksiesi kanssa.",
      "63": "Sinun suostumuksesi:",
      "64": "Tietyissä olosuhteissa voimme pyytää sinulta erityistä lupaa käsitellä muita henkilötietoja tiettyjä tarkoituksia varten.",
      "65": "Tietojasi käsitellään tällä tavalla, jos suostut siihen. Jos oikeusperustana on antamasi suostumus, voit peruuttaa suostumuksesi milloin tahansa. Suostumuksen peruuttaminen ei vaikuta ennen peruuttamista käsiteltyjen tietojen laillisuuteen.",
      "66": "Kuka vastaanottaa tietosi",
      "67": "Palveluntarjoaja saa tietosi täyttääkseen pyyntöjä ja tarjotakseen palveluita sekä täyttääkseen sopimus- ja lakivelvoitteemme.",
      "68": "Siirrämme tietojasi kolmansille osapuolille, jos se on tarpeen oikeutettujen liiketoimintatarpeiden kannalta, pyyntöjen täyttämiseksi, palvelujen tarjoamiseksi ja/tai lain vaatimusten tai lupien mukaisesti. Kolmannet osapuolet tällaisissa olosuhteissa:",
      "69": "Palveluntarjoajat:",
      "70": "Palveluntarjoaja luovuttaa tiedot ulkopuolisille yhteistyökumppaneille ja palveluntarjoajille (käsittelijöille), jotta he voivat tarvittaessa käsitellä niitä puolestamme. Nämä palveluntarjoajat ovat velvollisia antamaan riittävät tietosuojalain mukaiset takeet (esimerkiksi sopimusvelvoitteet luottamuksellisuudesta ja tietosuojasta). Välitämme vain ne tiedot, joita he tarvitsevat palveluidensa tarjoamiseen.",
      "71": "Tilintarkastajat ja konsultit:",
      "72": "Saatamme luovuttaa tietoja tarkastusten (esimerkiksi ulkoisten tarkastusten, turvatarkastusten) tarkoituksiin ja yhteydessä lainopillisiin ja muille konsulteille turvallisuusongelmien, riskien, valitusten jne. tutkimiseksi.",
      "73": "Sääntelyviranomaiset, lainvalvontaviranomaiset, tuomioistuimet:",
      "74": "Palveluntarjoaja voi luovuttaa tietoja soveltuvien lakien, säännösten velvoitteiden mukaisesti vastatakseen viranomais-, valtion- ja lainvalvontaviranomaisten, tuomioistuinten ja tuomioistuinten pyyntöihin.",
      "75": "Muut henkilöt:",
      "76": "Muita vastaanottajia voivat olla kuka tahansa luonnollinen henkilö/oikeushenkilö, jolle pyydät siirtämään tietosi (esimerkiksi linkin tms.) tai annat suostumuksesi tietojen siirtoon.",
      "77": "Palveluntarjoaja voi luovuttaa tietojasi myös seuraavissa tilanteissa:",
      "78": "Suojellaksemme oikeuksiamme, turvallisuuttamme tai omaisuuttamme sekä asiakkaidemme tai kolmansien osapuolien/yleisön oikeuksia. Tämä sisältää tietojen jakamisen muiden yritysten ja organisaatioiden kanssa rahanpesua, petosten ehkäisyä ja vastaavia riskejä varten.",
      "79": "Jos meidän on luovutettava tai siirrettävä tietosi lakisääteisten velvoitteiden tai pyyntöjen mukaisesti.",
      "80": "Käyttäjän oikeudet",
      "81": "Käyttäjillä on oikeus:",
      "82": "Käytä ja pyydä tietoja hallussamme olevista tiedoista.",
      "83": "Pyydä korjauksia epätarkkoihin tai vanhentuneisiin tietoihin.",
      "84": "Pyydä sellaisten tietojen poistamista tai anonymisointia, joita ei enää tarvita mainittuihin tarkoituksiin.",
      "85": "Vastustaa oikeutettuihin etuihin perustuvaa käsittelyä.",
      "86": "Peruuta suostumus tietojen käsittelyyn tarvittaessa.",
      "87": "Säilytysajat ja tietojen käsittely",
      "88": "Kaikki kerätyt tiedot, mukaan lukien mutta ei rajoittuen profiilitiedot, valokuvat, videomateriaalit ja käyttäjien vuorovaikutus (esim. tykkäykset ja osumat), säilytetään:",
      "89": "Palvelujen tuottamiseen ja sopimusvelvoitteiden täyttämiseen tarvittava aika.",
      "90": "Lakisääteisten vaatimusten noudattaminen.",
      "91": "Tilastollisiin tai analyyttisiin tarkoituksiin edellyttäen, että tiedot anonymisoidaan.",
      "92": "Suojausalgoritmien parantaminen ja uusien ominaisuuksien kehittäminen (vain anonymisoidut tiedot).",
      "93": "Tietoja voidaan säilyttää näiden ajanjaksojen jälkeen, jos siihen on laillinen peruste, kuten jatkuva oikeudellinen velvoite tai käyttäjän suostumus. Säilytysajan päätyttyä tiedot poistetaan turvallisesti tai anonymisoidaan, jotta niitä voidaan käyttää jatkossakin analytiikkaan ja palvelun parantamiseen.",
      "94": "Oikeus valittaa",
      "95": "Jos olet tyytymätön tapaan, jolla henkilötietojasi on käsitelty, tai sinulla on kysyttävää yksityisyyteen liittyvistä seikoista, voit ottaa meihin yhteyttä alla olevilla tiedoilla. Tutkimme valituksesi ja vastaamme 14 kalenteripäivän kuluessa.",
      "96": "Ennen oikeustoimiin ryhtymistä sitoudut ensin yrittämään ratkaista valituksen suoraan Palveluntarjoajan kanssa käyttämällä annettuja yhteystietoja.",
      "97": "Yhteystiedot",
      "98": "Yksityisyyteen liittyvissä asioissa ota yhteyttä:",
      "99": "Telegram-tuki: @wefatehelp",
      "100": "Jos huolenaiheitasi ei ole käsitelty sinua tyydyttävällä tavalla, voit tehdä valituksen lainkäyttöalueesi toimivaltaiselle valvontaviranomaiselle.",
      "101": "Muutoksia tähän käytäntöön",
      "102": "Tätä tietosuojakäytäntöä voidaan päivittää ajoittain vastaamaan muutoksia lakiin, säädöksiin tai toiminnallisiin vaatimuksiin. Merkittävät päivitykset välitetään käyttäjille Telegram-botin käyttöliittymän kautta."
    }
  },
  "common": {
    "actions": {
      "ok": "Ok"
    }
  }
}
