{
  "page": {
    "text": {
      "1": "acord d'usuari",
      "2": "introducció",
      "3": "Aquest Acord d'usuari (\"Acord\") preveu l'ús del bot de Telegram @wefatebot (\"Servei\", \"Bot\", \"Nosaltres\") per part de l'usuari (\"Usuari\", \"Client\", \"Vostè\").",
      "4": "Abans d'utilitzar el Servei, accepteu que heu llegit i acceptat tots els termes i condicions continguts en aquest Acord i a la nostra Política de privadesa disponible a @wefatebot.",
      "5": "En començar a utilitzar el Servei o les seves funcions individuals, es considera que l'Usuari ha acceptat íntegrament els termes de l'Acord, sense cap reserva ni excepció.",
      "6": "Els termes d'aquest Acord s'apliquen a tots els usuaris i altres persones que accedeixen o utilitzen el Servei. Si no accepteu acceptar i complir cap dels termes d'aquest Acord, o si l'Acord contradiu les lleis del vostre país o les lleis de la vostra ubicació, accepteu no utilitzar @wefatebot. Si no ho fas, seràs responsable de totes les pèrdues i danys causats al bot o a tercers com a conseqüència de la teva negativa.",
      "7": "El Servei pot, de tant en tant, a la seva discreció, fer canvis i millores a aquest Acord.",
      "8": "Si continueu utilitzant el Servei després d'haver fet aquests canvis, es considera que heu manifestat i acceptat els canvis.",
      "9": "El servei es basa en els algorismes de l'aplicació Telegram, així que també consulteu les Condicions d'ús i la Política de privadesa de Telegram.",
      "10": "serveis prestats",
      "11": "El Bot ofereix serveis de cites i comunicació: el Bot ofereix l'oportunitat de crear perfils que poden ser vists per altres usuaris i que els agrada o no els agrada. El gust mutu dels perfils dóna lloc a l'intercanvi de dades de contacte de Telegram per a més comunicació.",
      "12": "Per garantir la seguretat i una experiència d'usuari personalitzada, el Bot separa els perfils dels usuaris menors de 18 anys (menors) dels dels usuaris adults. Aquest aïllament minimitza les interaccions entre menors i adults i millora la seguretat del medi ambient per als usuaris més joves.",
      "13": "Condicions d'ús",
      "14": "Per ser elegible per utilitzar el Servei, vostè declara i garanteix que:",
      "15": "Sou una persona amb plena capacitat jurídica i capacitat física i teniu prou autoritat per acceptar aquest document.",
      "16": "No ens proporcioneu informació enganyosa, falsa o fraudulenta.",
      "17": "No s'ha prohibit ni restringit l'ús del nostre Servei anteriorment.",
      "18": "No infringeix cap de les disposicions d'aquest Acord ni les lleis i regulacions aplicables.",
      "19": "Sou responsable del compliment de les lleis pertinents al territori de la vostra residència (registre) des del qual accediu a @wefatebot.",
      "20": "Els usuaris menors de 18 anys han d'obtenir el consentiment explícit dels seus representants legals abans d'utilitzar el Servei. En continuar utilitzant el Servei, els menors confirmen que s'ha prestat aquest consentiment. El Servei no es fa responsable de cap ús per part de menors d'edat sense aquest consentiment.",
      "21": "El Servei recomana l'ús del Bot a persones majors de 18 anys. Els menors només poden utilitzar el Bot per trobar amics o participar en comunicació no romàntica, sempre que hagin obtingut el permís dels seus representants legals.",
      "22": "Per millorar la seguretat, el bot assegura que els perfils dels menors no es mostrin als usuaris adults, i viceversa. Aquesta separació és una mesura crítica per evitar interaccions no desitjades o inadequades.",
      "23": "El Servei es reserva el dret de restringir o prohibir l'ús del Bot en determinades jurisdiccions, si així ho exigeix la llei aplicable.",
      "24": "També garanteixes que no fas un ús indegut del Servei ni que intentes interrompre'l o interferir-hi d'una altra manera, per exemple, no utilitzar el bot per a accions fraudulentes o enganyoses, introduir programari maliciós, piratejar, difondre correu brossa o eludir els nostres sistemes o mesures de seguretat.",
      "25": "També podeu notificar a @wefatebot si voleu deixar d'accedir al bot en qualsevol moment enviant una sol·licitud d'assistència.",
      "26": "Procediment de registre i ús del bot",
      "27": "Procediment de registre.",
      "28": "Enviament d'una sol·licitud.",
      "29": "Per començar a utilitzar @wefatebot, heu d'activar el bot i proporcionar a @wefatebot les dades necessàries per crear el perfil de l'usuari del bot. Les dades inclouen: àlies, sexe, edat, orientació, la ciutat on es vol conèixer, l'idioma, la foto/vídeo proporcionat per l'usuari.",
      "30": "L'usuari també pot afegir una descripció dels seus interessos, aficions i altra informació al perfil.",
      "31": "Verificació i seguiment dels usuaris.",
      "32": "Ens reservem el dret de restringir o bloquejar el teu accés a @wefatebot i de posposar el registre si detectem un risc de frau o qualsevol altra activitat il·legal.",
      "33": "També podem exigir-vos que proporcioneu informació addicional o espereu un temps després d'haver acabat de proporcionar les dades abans de permetre que utilitzeu els serveis. Es pot sol·licitar la verificació de vídeo per als perfils d'alt risc per confirmar l'autenticitat. Els criteris per identificar perfils d'alt risc són interns i no estan subjectes a divulgació.",
      "34": "En accedir als serveis prestats pels socis de @wefatebot a través del Bot, doneu el vostre consentiment per a la transferència de les vostres dades als socis del Bot i enteneu que @wefatebot té dret a restringir el vostre accés al Servei i als serveis addicionals en funció de la informació rebuda dels seus socis.",
      "35": "Utilitzant el chatbot.",
      "36": "Després de completar el procés de creació del perfil, teniu l'oportunitat de veure els perfils d'altres usuaris. Per familiaritzar-vos amb els perfils d'altres usuaris, heu de seleccionar \"Mostra els perfils\".",
      "37": "Trieu un element en forma de \"cor\" si voleu conèixer l'usuari. En cas de no estar disposat a conèixer més, escolliu un element en forma de \"cancel·lació\", aleshores se us mostrarà el perfil següent.",
      "38": "Si heu seleccionat un article en forma de \"cor\", la persona per a la qual heu seleccionat aquest article rebrà una notificació de la vostra elecció. Si aquesta persona també tria aquest article, rebràs un enllaç al seu perfil de Telegram, on podràs començar a comunicar-te a través del missatger de Telegram.",
      "39": "En el procés de visualització dels perfils es podran mostrar anuncis col·locats d'acord amb el que estableix la legislació. Els anunciants no tenen accés directe a les dades personals dels usuaris. En lloc d'això, s'utilitza informació anònima i agregada per a l'orientació d'anuncis.",
      "40": "Prohibit l'ús del bot",
      "41": "Us atorguem una llicència no exclusiva i intransferible per utilitzar @wefatebot d'acord amb els termes i condicions d'aquest Acord.",
      "42": "Teniu dret a accedir i utilitzar el Servei i els materials i la informació relacionats (denominats col·lectivament el \"Contingut\") exclusivament d'acord amb els termes d'aquest Acord.",
      "43": "Qualsevol altre ús del Servei o del Contingut està estrictament prohibit, i tots els altres drets, títols del Servei o del Contingut pertanyen exclusivament al propietari de @wefatebot, els seus llicenciants.",
      "44": "Es prohibeix l'ús del Servei amb finalitats publicitàries relacionades amb serveis il·legals, esquemes fraudulents, piràmides, darknet, extorsió, blanqueig de capitals, finançament del terrorisme, subjectes de règims de sancions i altres categories de risc inacceptable per a @wefatebot.",
      "45": "Suplantar la identitat d'una altra persona en registrar-se i utilitzar @wefatebot està prohibit.",
      "46": "Les expressions de naturalesa sexual o indicis d'actes sexuals contra persones menors de 18 anys no compleixen les nostres condicions del servei i són il·legals a molts països. Si et detecten en aquestes accions, el teu compte s'eliminarà i la informació al respecte es transferirà a la policia local.",
      "47": "Resolució de queixes",
      "48": "Si teniu comentaris, preguntes o queixes, poseu-vos en contacte amb l'assistència al client (@wefatehelp).",
      "49": "Si teniu una queixa, indiqueu el motiu de la vostra queixa, com us agradaria que resolguéssim la queixa i qualsevol altra informació que considereu adequada. Investigarem la teva queixa en funció de la informació que ens has proporcionat i de qualsevol informació proporcionada per @wefatebot.",
      "50": "La seva reclamació serà considerada en un termini de 14 (catorze) dies naturals des de la data de recepció de la queixa per part del servei d'assistència.",
      "51": "L'agent de l'equip d'assistència de @wefatebot pot prendre les decisions següents en funció de la vostra queixa:",
      "52": "Resoldre la seva queixa d'acord amb la seva sol·licitud.",
      "53": "Preneu una decisió per rebutjar la vostra queixa i indiqueu els motius del rebuig.",
      "54": "Resoldre la seva queixa d'una manera alternativa.",
      "55": "Accepteu utilitzar el procediment de reclamació descrit en aquesta secció abans de presentar una reclamació davant el tribunal. L'incompliment d'aquesta disposició es pot utilitzar com a prova de la vostra falta de voluntat per resoldre el problema extrajudicialment i/o de la naturalesa inacceptable de la queixa.",
      "56": "Suspensió i finalització de l'accés al bot",
      "57": "@wefatebot pot restringir o cancel·lar el vostre accés al Servei si ho requereix una citació vàlida, una ordre judicial o una ordre obligatòria d'una agència governamental.",
      "58": "i/o sospitem raonablement que l'Usuari fa un ús prohibit de @wefatebot;",
      "59": "i/o l'ús del teu perfil és objecte de qualsevol procediment judicial, investigació o procediment governamental;",
      "60": "i/o creiem que hi ha un major risc d'incompliment dels requisits legals o reglamentaris pel que fa a l'ús de @wefatebot;",
      "61": "i/o els nostres socis de servei no poden donar suport al vostre ús del Servei;",
      "62": "i/o vostè pren accions que, a la nostra discreció, eludir les regles i controls que hem establert, incloent, entre d'altres, obrir diversos perfils o abusar de les promocions que @wefatebot pugui oferir de tant en tant;"
    }
  }
}
