{
  "page": {
    "text": {
      "1": "Política de privadesa",
      "2": "Disposicions generals",
      "3": "Aquesta política de privadesa de dades personals s'aplica a tota la informació publicada a Telegram-bot @wefatebot (Empresa, el \"Proveïdor de serveis\", \"Nosaltres\"), que els visitants del bot (els \"Usuaris\", \"Vostè\") poden proporcionar/rebre mentre l'utilitzen.",
      "4": "El Proveïdor de Serveis, d'acord amb els requisits legals aplicables, assegura la confidencialitat de les dades i la implementació de les mesures tècniques i organitzatives adequades per protegir les dades de l'accés no autoritzat, la divulgació, la pèrdua accidental, l'alteració, la destrucció o qualsevol altre tractament il·legal.",
      "5": "Aquesta Política de privadesa estableix la nostra política i obligacions actuals de protecció de dades i privadesa. En conseqüència, ens esforcem per recollir i processar només les dades estrictament necessàries en el context de les nostres relacions amb clients, socis, usuaris/visitants del nostre Servei i recursos en línia, per oferir serveis i/o informació amb finalitats específiques i legítimes.",
      "6": "Publicem la nostra Política de privadesa al bot de Telegram @wefatebot en la seva darrera versió. Si us plau, llegiu-lo atentament. En accedir i utilitzar aquest bot, confirmeu que heu llegit, entès i acceptat aquesta Política de privadesa.",
      "7": "Aquesta Política de privadesa forma part integrant de l'Acord d'usuari publicat al bot de Telegram @wefatebot i cal llegir-la per poder utilitzar el Servei.",
      "8": "El Proveïdor de Serveis es reserva el dret, a la seva exclusiva discreció, de canviar aquesta Política de Privadesa en qualsevol moment mitjançant la publicació d'una versió actualitzada de la Política de Privadesa a Telegram-Bot @wefatebot i, si els canvis són significatius, notificant-ho als Usuaris. Una versió modificada o actualitzada d'aquesta Política de Privadesa entra en vigor des del moment en què es publica al Bot. En continuar utilitzant el Servei, l'Usuari accepta la Política de Privacitat actualitzada.",
      "9": "El servei es basa en els algorismes de l'aplicació Telegram, així que també consulteu les Condicions d'ús i la Política de privadesa de Telegram.",
      "10": "La informació que recopilem sobre vostè",
      "11": "La finalitat principal per la qual el Proveïdor de Serveis recull les vostres dades és proporcionar-vos serveis per utilitzar el bot de Telegram @wefatebot (d'ara endavant, els Serveis). En el procés de proporcionar-vos els nostres Serveis, per poder utilitzar i millorar els nostres serveis, hem de recopilar informació personal sobre vosaltres.",
      "12": "El proveïdor de serveis recopilarà i processarà les dades següents sobre vostè:",
      "13": "Informació que ens proporcioneu: Ens proporcioneu la següent informació sobre vosaltres durant el procés de registre per utilitzar els nostres Serveis: àlies, gènere, edat, orientació, la ciutat en què voleu conèixer-vos, l'idioma en què s'operarà el servei. La informació també pot incloure un enllaç a un perfil personal, un identificador de compte personal a Telegram Messenger i l'idioma del Telegram Messenger. A més, aquesta és la informació que proporcioneu en continuar utilitzant els nostres Serveis, participant en una promoció o enquesta, així com informant de problemes amb els nostres Serveis.",
      "14": "Informació que recopilem sobre vostè: el proveïdor de serveis pot recopilar automàticament la informació següent:",
      "15": "Informació tècnica, incloses les dades de registre, el sistema operatiu i les dades del dispositiu.",
      "16": "Detalls de les transaccions que feu quan utilitzeu els nostres serveis.",
      "17": "Materials de vídeo amb finalitats de verificació: per als usuaris d'alt risc, podem recopilar materials de vídeo com a part del procés de verificació. Aquests vídeos s'utilitzen exclusivament per confirmar l'autenticitat del perfil de l'usuari, prevenir el frau i millorar la seguretat del servei. Els criteris per identificar perfils d'alt risc són interns i no estan subjectes a divulgació, assegurant que les mesures de seguretat segueixen sent efectives contra el mal ús o la manipulació.",
      "18": "Informació d'altres fonts: el proveïdor de serveis pot rebre informació sobre vostè si utilitza qualsevol dels llocs web que gestionem o altres serveis que oferim.",
      "19": "Accepteu que tenim el dret, però no estem obligats, a emmagatzemar tota la informació personal recopilada durant tot el període de l'ús que feu dels nostres Serveis i durant un període establert per la llei, però no superior a 5 (cinc) anys. El període d'emmagatzematge es podrà prorrogar per un període no superior a 1 (un) any, si hi ha una sol·licitud motivada de l'autoritat competent.",
      "20": "El proveïdor de serveis no tracta les dades dels menors de manera intencionada. El proveïdor de serveis recomana l'ús del Bot a persones majors de 18 anys. La responsabilitat de les accions dels menors, inclosa la compra de serveis per aquests, recau en els representants legals dels menors. Tots els visitants menors de 18 anys han d'obtenir el permís dels seus representants legals abans de proporcionar qualsevol informació sobre ells mateixos. Si el Proveïdor de Serveis té coneixement que ha rebut informació sobre un menor sense el consentiment dels representants legals, aquesta informació s'eliminarà tan aviat com sigui possible.",
      "21": "Com protegim la teva informació",
      "22": "El proveïdor de serveis manté la vostra informació personal segura mitjançant l'emmagatzematge segur amb xifratge d'acord amb els estàndards de la indústria, i hem implementat una sèrie de mesures de seguretat per garantir que la vostra informació no es perdi, s'utilitzi malament o s'alterin, incloses, però no limitades a les següents:",
      "23": "Mesures físiques:",
      "24": "Els mitjans físics que continguin les vostres dades s'emmagatzemaran a l'interior, també s'utilitzen mitjans físics especials de protecció de la informació (tanques exteriors circumdants, sistema de videovigilància, sistema de control d'accés mitjançant distintius i sistema de reconeixement biomètric, inclosa la protecció infraroja dels límits del lloc).",
      "25": "Mesures electròniques:",
      "26": "Les dades s'emmagatzemaran en sistemes informàtics i en suports físics de dades, que s'imposen per estrictes restriccions d'entrada.",
      "27": "Mesures de gestió:",
      "28": "Els nivells d'accés estan separats de manera que només els empleats autoritzats poden entrar en contacte amb les vostres dades, i aquests empleats s'han compromès a complir les nostres normes internes de privadesa de dades.",
      "29": "Mesures tècniques:",
      "30": "La tecnologia de xifratge es pot utilitzar per transferir i emmagatzemar les vostres dades. Utilitzem diverses tecnologies i controls de seguretat disponibles actualment per minimitzar el risc que les vostres dades es revelin, es malmetin, s'utilitzin incorrectament, s'obtinguin sense permís, es revelin sense permís o es modifiquin. Els nostres equips tècnics de seguretat controlen activament l'activitat anormal i maliciosa als nostres servidors i serveis.",
      "31": "Altres mesures:",
      "32": "Ens esforcem per protegir la vostra informació de l'accés no autoritzat, la modificació, la divulgació o la destrucció de les dades que recollim i emmagatzemem.",
      "33": "Prenem diverses mesures per garantir la seguretat de la informació, com ara:",
      "34": "Xifrar els nostres missatges amb vostè;",
      "35": "Anàlisi periòdica dels nostres mètodes de recollida, emmagatzematge i processament de dades;",
      "36": "Accés limitat a les seves dades basat en els coneixements necessaris per als nostres empleats i proveïdors, que estan subjectes a estrictes obligacions contractuals de confidencialitat.",
      "37": "Tingueu en compte que és impossible garantir la seguretat al 100% de la informació. Per tant, li demanem que prengui mesures per protegir la seva informació personal.",
      "38": "Accepteu que el proveïdor de serveis no es fa responsable de cap fuga d'informació i altres pèrdues no causades per la nostra intenció o negligència greu, incloent, entre d'altres, atacs de pirates informàtics, talls d'energia o fallades tècniques inevitables, en la mesura màxima permesa per la llei, filtració de dades de l'usuari per culpa seva.",
      "39": "Si sospiteu que la vostra informació personal ha estat compromesa, poseu-vos en contacte amb nosaltres immediatament.",
      "40": "Maneres d'utilitzar les teves dades",
      "41": "Utilitzem la informació que recopilem sobre vostè amb les finalitats següents o de les maneres següents:",
      "42": "Per prestar els nostres serveis: el proveïdor de serveis utilitza la informació recopilada per complir amb les seves obligacions relatives a vostè, per proporcionar-li informació, productes i serveis, per mantenir i oferir millors serveis, per verificar la seva identitat.",
      "43": "Per complir amb els requisits de la llei: el proveïdor de serveis utilitzarà la informació d'acord amb les nostres obligacions legals, sol·licituds governamentals i sol·licituds raonables dels usuaris.",
      "44": "Per a recerca i desenvolupament:",
      "45": "El Proveïdor de serveis mesura i analitza activament les dades per a l'administració dels nostres Serveis i per a les operacions internes, incloses la resolució de problemes, l'anàlisi de dades, les proves, la investigació, les estadístiques i la revisió, així com per entendre com utilitzeu i interactueu amb els nostres Serveis.",
      "46": "Els nostres equips d'operacions estan duent a terme aquesta revisió per millorar contínuament els nostres Serveis i solucionar problemes de la interfície d'usuari. A més, el Proveïdor de Serveis utilitza aquesta informació per personalitzar, mesurar i millorar els nostres Serveis, el contingut i la disposició dels nostres llocs web, així com per desenvolupar nous serveis.",
      "47": "Supervisem constantment la informació sobre les activitats dels nostres sistemes i les nostres comunicacions amb els usuaris per tal de cercar i solucionar problemes ràpidament.",
      "48": "Per comunicar-nos amb vostè: Sense recopilar i processar les seves dades per confirmar cada missatge, el Proveïdor de Serveis no podrà respondre a les sol·licituds que envieu.",
      "49": "Per garantir el compliment dels nostres termes i condicions: La informació recopilada també s'utilitza per complir de manera contínua i activa els nostres termes i condicions, incloent, entre d'altres, revisar, investigar i prevenir qualsevol activitat potencialment prohibida o il·legal que pugui violar les disposicions anteriors, o revelar informació rellevant a un tercer d'acord amb aquestes.",
      "50": "Per a la verificació de vídeo: els materials de vídeo recopilats com a part de la verificació s'utilitzen per confirmar l'autenticitat del perfil i prevenir activitats fraudulentes. A més, les dades de vídeo anònimes es poden utilitzar per a l'anàlisi, la millora dels algorismes de seguretat i el desenvolupament de noves funcions.",
      "51": "Per a màrqueting i publicitat: el proveïdor de serveis pot compartir la vostra informació personal amb els nostres socis de màrqueting amb finalitats d'orientació, modelatge i/o anàlisi, així com màrqueting i publicitat. Els anunciants no tenen accés directe a les dades personals dels usuaris. En lloc d'això, el proveïdor de serveis utilitza informació anònima i agregada per orientar els anuncis de manera eficaç sense comprometre la privadesa de l'usuari.",
      "52": "Per a publicitat dirigida: podem utilitzar la vostra informació personal, com ara el gènere, l'edat i la ubicació geogràfica, per oferir anuncis personalitzats i contingut patrocinat en col·laboració amb els nostres socis publicitaris.",
      "53": "Per a altres finalitats: El Proveïdor de Serveis pot revelar la vostra informació personal per a qualsevol altra finalitat per a la qual doneu el vostre consentiment addicional, expressat mitjançant la signatura d'un document escrit o emplenant un formulari electrònic proporcionat pel Proveïdor de Serveis.",
      "54": "Base legal per al tractament",
      "55": "Quan tractem les vostres dades, ens basarem en una de les bases legals següents per al tractament. Podem tractar les vostres dades per diversos motius legítims, depenent de la finalitat específica per a la qual fem servir les vostres dades.",
      "56": "Execució del contracte:",
      "57": "Podem tractar dades si el tractament de les vostres dades és necessari per complir amb les nostres obligacions en virtut de l'Acord d'usuari que hem subscrit amb vosaltres.",
      "58": "Obligació legal o d'interès públic:",
      "59": "Estem obligats a tractar les vostres dades d'acord amb les obligacions legals.",
      "60": "Les finalitats del tractament inclouen el control de la verificació d'identitat, la prevenció del blanqueig de capitals i el frau, les mesures de control de riscos, així com el subministrament d'informació a una autoritat competent, agència governamental o agència d'aplicació de la llei.",
      "61": "Interessos legítims:",
      "62": "Si és necessari, podrem tractar dades si nosaltres o el tercer tenim un interès legítim a perseguir interessos comercials i empresarials, excepte en els casos en què aquests interessos es superposen amb els vostres interessos, drets i llibertats fonamentals.",
      "63": "El teu consentiment:",
      "64": "En determinades circumstàncies, podem sol·licitar-vos un permís específic per processar informació personal addicional per a determinades finalitats.",
      "65": "Les teves dades seran tractades d'aquesta manera si hi estàs d'acord. Si la base legal és el consentiment que has proporcionat, pots retirar el teu consentiment en qualsevol moment. La revocació del seu consentiment no afectarà la licitud de les dades tractades abans de la revocació.",
      "66": "Qui rep les teves dades",
      "67": "El Prestador del Servei rep les seves dades per atendre sol·licituds i prestar serveis, així com per complir amb les nostres obligacions contractuals i legals.",
      "68": "Cedim les vostres dades a tercers si és necessari per a les nostres necessitats empresarials legítimes, per atendre sol·licituds, prestar serveis i/o d'acord amb els requisits o permisos de la llei. Tercers en aquestes circumstàncies:",
      "69": "Proveïdors de serveis:",
      "70": "El proveïdor de serveis revelarà les dades a tercers socis i proveïdors de serveis (encarregats del tractament) perquè puguin tractar-les en nom nostre, quan sigui necessari. Aquests proveïdors de serveis estan obligats a oferir garanties suficients d'acord amb la Llei de protecció de dades (per exemple, estar obligats per obligacions contractuals en matèria de confidencialitat i protecció de dades). Només transmetrem les dades que necessiten per prestar els seus serveis.",
      "71": "Auditors i consultors:",
      "72": "Podem revelar dades amb finalitats i en el context de les inspeccions (per exemple, inspeccions externes, controls de seguretat) a consultors legals i altres per investigar problemes de seguretat, riscos, queixes, etc.",
      "73": "Autoritats reguladores, agències d'aplicació de la llei, tribunals:",
      "74": "El proveïdor de serveis pot revelar dades d'acord amb les lleis aplicables, les obligacions reguladores, per respondre a les sol·licituds de les autoritats reguladores, les agències governamentals i d'aplicació de la llei, els tribunals i les ordres judicials.",
      "75": "Altres persones:",
      "76": "Altres destinataris poden ser persones físiques/juridiques a les quals sol·liciteu la transferència de les vostres dades (per exemple, un enllaç, etc.) o doneu el vostre consentiment per a la transferència de dades.",
      "77": "El proveïdor de serveis també pot revelar les vostres dades en circumstàncies com:",
      "78": "Per tal de protegir els nostres drets, seguretat o propietat, així com els drets dels nostres clients o tercers/públic. Això inclou compartir informació amb altres empreses i organitzacions amb finalitats de blanqueig de capitals, prevenció del frau i riscos similars.",
      "79": "Si estem obligats a revelar o transferir les vostres dades d'acord amb qualsevol obligació o sol·licitud legal o reglamentària.",
      "80": "Drets d'usuari",
      "81": "Els usuaris tenen dret a:",
      "82": "Accedeix i sol·licita detalls sobre la informació que tenim.",
      "83": "Sol·licitar correccions a la informació inexacte o no actualitzada.",
      "84": "Sol·licitar la supressió o anonimització de les dades que ja no siguin necessàries per a les finalitats indicades.",
      "85": "Oposar-se al tractament basat en interessos legítims.",
      "86": "Retirar el consentiment per al tractament de dades si escau.",
      "87": "Termini de conservació i tractament de dades",
      "88": "Totes les dades recopilades, incloses, entre d'altres, la informació del perfil, les fotos, els materials de vídeo i les interaccions dels usuaris (p. ex., m'agrada i coincidències), es conserven per a:",
      "89": "El temps necessari per a la prestació dels serveis i el compliment de les obligacions contractuals.",
      "90": "Compliment dels requisits legals i reglamentaris.",
      "91": "Amb finalitats estadístiques o analítiques, sempre que les dades siguin anònimes.",
      "92": "Millora dels algorismes de seguretat i desenvolupament de noves funcionalitats (només dades anònimes).",
      "93": "Les dades es poden conservar més enllà d'aquests períodes si hi ha motius legals, com ara obligacions legals en curs o el consentiment de l'usuari. Un cop transcorreguts els períodes de retenció, les dades s'eliminaran de forma segura o s'anònimitzaran per continuar utilitzant-les en l'anàlisi i la millora del servei.",
      "94": "Dret a reclamar",
      "95": "Si no està satisfet amb la forma en què s'han processat les seves dades personals o té dubtes sobre qualsevol problema relacionat amb la privadesa, pot posar-se en contacte amb nosaltres als detalls que s'indiquen a continuació. Investigarem la vostra queixa i respondrem en un termini de 14 dies naturals.",
      "96": "Abans d'iniciar una acció legal, accepteu intentar primer resoldre la queixa directament amb el proveïdor de serveis mitjançant les dades de contacte proporcionades.",
      "97": "Dades de contacte",
      "98": "Per a qualsevol dubte relacionat amb la privadesa, poseu-vos en contacte amb:",
      "99": "Suport de Telegram: @wefatehelp",
      "100": "Si les vostres inquietuds no s'aborden a la vostra satisfacció, podeu presentar una queixa davant l'autoritat de supervisió corresponent de la vostra jurisdicció.",
      "101": "Canvis a aquesta política",
      "102": "Aquesta Política de privadesa es pot actualitzar de tant en tant per reflectir els canvis en els requisits legals, reglamentaris o operatius. Les actualitzacions significatives es comunicaran als usuaris a través de la interfície del bot de Telegram."
    }
  },
  "common": {
    "actions": {
      "ok": "D'acord"
    }
  }
}
