{
  "page": {
    "text": {
      "1": "Política de privadesa",
      "2": "Disposicions generals",
      "3": "Aquesta política de privadesa de dades personals s'aplica a tota la informació publicada a Telegram-bot @wefatebot (Empresa, el \"Proveïdor de serveis\", \"Nosaltres\"), que els visitants del bot (els \"Usuaris\", \"Vostè\") poden proporcionar/rebre mentre l'utilitzen.",
      "4": "El Proveïdor de Serveis, d'acord amb els requisits legals aplicables, assegura la confidencialitat de les dades i la implementació de les mesures tècniques i organitzatives adequades per protegir les dades de l'accés no autoritzat, la divulgació, la pèrdua accidental, l'alteració, la destrucció o qualsevol altre tractament il·legal.",
      "5": "Aquesta Política de privadesa estableix la nostra política i obligacions actuals de protecció de dades i privadesa. En conseqüència, ens esforcem per recollir i processar només les dades estrictament necessàries en el context de les nostres relacions amb clients, socis, usuaris/visitants del nostre Servei i recursos en línia, per oferir serveis i/o informació amb finalitats específiques i legítimes.",
      "6": "Publicem la nostra Política de privadesa al bot de Telegram @wefatebot en la seva darrera versió. Si us plau, llegiu-lo atentament. En accedir i utilitzar aquest bot, confirmeu que heu llegit, entès i acceptat aquesta Política de privadesa.",
      "7": "Aquesta Política de privadesa forma part integrant de l'Acord d'usuari publicat al bot de Telegram @wefatebot i cal llegir-la per poder utilitzar el Servei.",
      "8": "El Proveïdor de Serveis es reserva el dret, a la seva exclusiva discreció, de canviar aquesta Política de Privadesa en qualsevol moment mitjançant la publicació d'una versió actualitzada de la Política de Privadesa a Telegram-Bot @wefatebot i, si els canvis són significatius, notificant-ho als Usuaris. Una versió modificada o actualitzada d'aquesta Política de Privadesa entra en vigor des del moment en què es publica al Bot. En continuar utilitzant el Servei, l'Usuari accepta la Política de Privacitat actualitzada.",
      "9": "El servei es basa en els algorismes de l'aplicació Telegram, així que també consulteu les Condicions d'ús i la Política de privadesa de Telegram.",
      "10": "La informació que recopilem sobre vostè",
      "11": "La finalitat principal per la qual el Proveïdor de Serveis recull les vostres dades és proporcionar-vos serveis per utilitzar el bot de Telegram @wefatebot (d'ara endavant, els Serveis). En el procés de proporcionar-vos els nostres Serveis, per poder utilitzar i millorar els nostres serveis, hem de recopilar informació personal sobre vosaltres.",
      "12": "El proveïdor de serveis recopilarà i processarà les dades següents sobre vostè:",
      "13": "Informació que ens proporcioneu: Ens proporcioneu la següent informació sobre vosaltres durant el procés de registre per utilitzar els nostres Serveis: àlies, gènere, edat, orientació, la ciutat en què voleu conèixer-vos, l'idioma en què s'operarà el servei. La informació també pot incloure un enllaç a un perfil personal, un identificador de compte personal a Telegram Messenger i l'idioma del Telegram Messenger. A més, aquesta és la informació que proporcioneu en continuar utilitzant els nostres Serveis, participant en una promoció o enquesta, així com informant de problemes amb els nostres Serveis.",
      "14": "Informació que recopilem sobre vostè: el proveïdor de serveis pot recopilar automàticament la informació següent:",
      "15": "Informació tècnica, incloses les dades de registre, el sistema operatiu i les dades del dispositiu.",
      "16": "Detalls de les transaccions que feu quan utilitzeu els nostres serveis.",
      "17": "Materials de vídeo amb finalitats de verificació: per als usuaris d'alt risc, podem recopilar materials de vídeo com a part del procés de verificació. Aquests vídeos s'utilitzen exclusivament per confirmar l'autenticitat del perfil de l'usuari, prevenir el frau i millorar la seguretat del servei. Els criteris per identificar perfils d'alt risc són interns i no estan subjectes a divulgació, assegurant que les mesures de seguretat segueixen sent efectives contra el mal ús o la manipulació.",
      "18": "Informació d'altres fonts: el proveïdor de serveis pot rebre informació sobre vostè si utilitza qualsevol dels llocs web que gestionem o altres serveis que oferim.",
      "19": "Accepteu que tenim el dret, però no estem obligats, a emmagatzemar tota la informació personal recopilada durant tot el període de l'ús que feu dels nostres Serveis i durant un període establert per la llei, però no superior a 5 (cinc) anys. El període d'emmagatzematge es podrà prorrogar per un període no superior a 1 (un) any, si hi ha una sol·licitud motivada de l'autoritat competent.",
      "20": "El proveïdor de serveis no tracta les dades dels menors de manera intencionada. El proveïdor de serveis recomana l'ús del Bot a persones majors de 18 anys. La responsabilitat de les accions dels menors, inclosa la compra de serveis per aquests, recau en els representants legals dels menors. Tots els visitants menors de 18 anys han d'obtenir el permís dels seus representants legals abans de proporcionar qualsevol informació sobre ells mateixos. Si el Proveïdor de Serveis té coneixement que ha rebut informació sobre un menor sense el consentiment dels representants legals, aquesta informació s'eliminarà tan aviat com sigui possible.",
      "21": "Com protegim la teva informació",
      "22": "El proveïdor de serveis manté la vostra informació personal segura mitjançant l'emmagatzematge segur amb xifratge d'acord amb els estàndards de la indústria, i hem implementat una sèrie de mesures de seguretat per garantir que la vostra informació no es perdi, s'utilitzi malament o s'alterin, incloses, però no limitades a les següents:",
      "23": "Mesures físiques:",
      "24": "Els mitjans físics que continguin les vostres dades s'emmagatzemaran a l'interior, també s'utilitzen mitjans físics especials de protecció de la informació (tanques exteriors circumdants, sistema de videovigilància, sistema de control d'accés mitjançant distintius i sistema de reconeixement biomètric, inclosa la protecció infraroja dels límits del lloc).",
      "25": "Mesures electròniques:",
      "26": "Les dades s'emmagatzemaran en sistemes informàtics i en suports físics de dades, que s'imposen per estrictes restriccions d'entrada.",
      "27": "Mesures de gestió:",
      "28": "Els nivells d'accés estan separats de manera que només els empleats autoritzats poden entrar en contacte amb les vostres dades, i aquests empleats s'han compromès a complir les nostres normes internes de privadesa de dades.",
      "29": "Mesures tècniques:",
      "30": "La tecnologia de xifratge es pot utilitzar per transferir i emmagatzemar les vostres dades. Utilitzem diverses tecnologies i controls de seguretat disponibles actualment per minimitzar el risc que les vostres dades es revelin, es malmetin, s'utilitzin incorrectament, s'obtinguin sense permís, es revelin sense permís o es modifiquin. Els nostres equips tècnics de seguretat controlen activament l'activitat anormal i maliciosa als nostres servidors i serveis.",
      "31": "Altres mesures:",
      "32": "Ens esforcem per protegir la vostra informació de l'accés no autoritzat, la modificació, la divulgació o la destrucció de les dades que recollim i emmagatzemem.",
      "33": "Prenem diverses mesures per garantir la seguretat de la informació, com ara:",
      "34": "Xifrar els nostres missatges amb vostè;",
      "35": "Anàlisi periòdica dels nostres mètodes de recollida, emmagatzematge i processament de dades;",
      "36": "Accés limitat a les seves dades basat en els coneixements necessaris per als nostres empleats i proveïdors, que estan subjectes a estrictes obligacions contractuals de confidencialitat."
    }
  }
}
